const fs = require("fs");
let data = [
  "वामे यस्य स्थिता राधा श्रीश्च यस्यास्ति वक्षसि ।<br> वृन्दावनविहारं   तं   श्रीकृष्णं   हृदि   चिन्तये ।।१।।",

  "लिखामि सहजानन्दस्वामी सर्वान्निजाश्रितान् ।<br> नानादेशस्थितान्  शिक्षापत्रीं   वृत्तालयस्थितः ।। २।।",

  "भ्रात्रो  रामप्रतापेच्छारामयोर्धर्मजन्मनोः ।<br> यावयोध्याप्रसादाख्यरघुवीराभिधौ सुतौ ।। ३ ।।",

  "मुकुन्दानन्दमुख्याश्च नैष्ठिका ब्रह्मचारिणः ।<br> गृहस्थाश्च  मयारामभट्टाद्या  ये  मदाश्रयाः ।। ४ ।।",

  "सधवा विधवा योषा याश्च मच्छिष्यतां गताः ।<br> मुक्तानन्दादयो ये स्युः साधवश्चाखिला अपि ।। ५ ।।",

  "स्वधर्मरक्षिका मे तैः  सर्वैर्वाच्याः सदाशिषः ।<br> श्रीमन्नारायणस्मृत्या सहिताः शास्त्रसम्मताः ।। ६ ।।",

  "एकाग्रेणैव  मनसा   पत्रीलेखः  सहेतुकः ।<br> अवधार्योऽयमखिलैः सर्वजीवहितावहः ।। ७ ।।",

  "ये पालयन्ति मनुजाः सच्छास्त्रप्रतिपादितान् ।<br> सदाचारान्  सदा  तेऽत्र  परत्र च  महासुखाः ।। ८ ।।",

  "तानुल्लङ्घ्यात्र वर्तन्ते  ये तु स्वैरं कुबुद्धयः ।<br> त  इहामुत्र   च  महल्लभन्ते   कष्टमेव  हि ।। ९ ।।",

  "अतो भवद्भिर्मच्छिष्यैः सावधानतयाऽखिलैः ।<br> प्रीत्यैतामनुसृत्यैव    वर्तितव्यं   निरन्तरम् ।। १० ।।",

  "कस्यापि प्राणिनो हिंसा नैव कार्याऽत्र मामकैः ।<br> सूक्ष्मयूकामत्कुणादेरपि   बुद्ध्या   कदाचन ।। ११ ।।",

  "देवतापितृयागार्थमप्यजादेश्च   हिंसनम् ।<br> न कर्तव्यमहिंसैव धर्मः प्रोक्तोऽस्ति यन्महान् ।। १२ ।।",

  "स्त्रिया धनस्य वा प्राप्त्यै साम्राज्यस्यापि वा क्वचित् ।<br> मनुष्यस्य तु कस्यापि हिंसा कार्या न सर्वथा ।। १३ ।।",

  "आत्मघातस्तु तीर्थेऽपि न कर्तव्यश्च न क्रुधा ।<br> अयोग्याचरणात् क्वापि न विषोद्बन्धनादिना ।। १४ ।।",

  "न भक्ष्यं सर्वथा मांसं यज्ञशिष्टमपि क्वचित् ।<br> न पेयं च सुरामद्यमपि देवनिवेदितम् ।। १५ ।।",

  "अकार्याचरणे क्वापि जाते स्वस्य परस्य वा ।<br> अङ्च्छेदो न कर्तव्यः शस्त्राद्यैश्च क्रुधापि वा ।। १६ ।।",

  "स्तेनकर्म न कर्तव्यं धर्मार्थमपि केनचित् ।<br> सस्वामिकाष्ठपुष्पादि न ग्राह्यं तदनाज्ञया ।। १७ ।।",

  "व्यभिचारो न कर्तव्यः पुम्भिः स्त्रीभिश्च मां श्रितैः ।<br> द्यूतादिव्यसनं त्याज्यं नाद्यं भङ्गादि मादकम् ।। १८ ।।",

  "अग्राह्यान्नेन पक्वं यदन्नं तदुदकं च न ।<br> जगन्नाथपुरं हित्वा ग्राह्यं कृष्णप्रसाद्यपि ।। १९ ।।",

  "मिथ्यापवादः कस्मिंश्चिदपि स्वार्थस्य सिद्धये ।<br> नारोप्यो नापशब्दाश्च भाषणीयाः कदाचन ।। २० ।।",

  "देवतातीर्थविप्राणां साध्वीनां च सतामपि ।<br> वेदानां च न कर्तव्या निन्दा श्रव्या न च क्वचित् ।। २१ ।।",

  "देवतायै भवेद्यस्यै सुरामांसनिवेदनम् ।<br> यत्पुरोऽजादि हिंसा च न भक्ष्यं तन्निवेदितम् ।। २२ ।।",

  "दृष्ट्वा शिवालयादीनि देवागाराणि वर्त्मनि ।<br> प्रणम्यं तानि तद्देवदर्शनं कार्यमादरात् ।। २३ ।।",

  "स्ववर्णाश्रमधर्मो यः स हातव्यो न केनचित् ।<br> परधर्मो न चाचर्यो न च पाषण्डकल्पितः ।। २४ ।।",

  "कृष्णभक्तेः स्वधर्माद्वा पतनं यस्य वाक्यतः ।<br> स्यात्तन्मुखान्न वै श्रव्याः कथा वार्ताश्च वा प्रभोः ।। २५ ।।",

  "स्वपरद्रोहजननं सत्यं भाष्यं न कर्हिचित् ।<br> कृतघ्नसङ्गस्त्यक्तव्यो लुञ्चा ग्राह्या न कस्यचित् ।। २६ ।।",

  "चोरपापिव्यसनिनां सङ्गः पाषण्डिनां तथा ।<br> कामिनां च न कर्तव्यो जनवञ्चनकर्मणाम् ।। २७ ।।",

  "भक्तिं वा ज्ञानमालम्ब्य स्त्रीद्रव्यरसलोलुभाः ।<br> पापे प्रवर्तमानाः स्युः कार्यस्तेषां न सङ्गमः ।। २८ ।।",

  "कृष्णकृष्णावताराणां खण्डनं यत्र युक्तिभिः ।<br> कृतं स्यात्तानि शास्त्राणि न मान्यानि कदाचन ।। २९ ।।",

  "अगालितं न पातव्यं पानीयं च पयस्तथा ।<br> स्नानादि नैव कर्तव्यं सूक्ष्मजन्तुमयाम्भसा ।। ३० ।।",

  "यदौषधं च सुरया सम्पृक्तं पललेन वा ।<br> अज्ञातवृत्तवैद्येन दत्तं चाद्यं न तत् क्वचित् ।। ३१ ।।",

  "स्थानेषु लोकशास्त्राभ्यां निषिद्धेषु कदाचन ।<br> मलमूत्रोत्सर्जनं च न कार्यं ष्ठीवनं तथा ।। ३२ ।।",

  "अद्वारेण न निर्गम्यं प्रवेष्टव्यं न तेन च ।<br> स्थाने सस्वामिके वासः कार्योऽपृष्ट्वा न तत्पतिम् ।। ३३ ।।",

  "ज्ञानवार्ताश्रुतिर्नार्या मुखात् कार्या न पूरुषैः ।<br> न विवादः स्त्रिया कार्यो न राज्ञा न च तज्जनैः ।। ३४ ।।",

  "अपमानो न कर्तव्यो गुरूणां च वरीयसाम् ।<br> लोके प्रतिष्ठितानां च विदुषां शस्त्रधारिणाम् ।। ३५ ।।",

  "कार्यं न सहसा किञ्चित्कार्यो धर्मस्तु सत्वरम् ।<br> पाठनीयाऽधीतविद्या कार्यः सङ्गोऽन्वहं सताम् ।। ३६ ।।",

  "गुरुदेवनृपेक्षार्थं न गम्यं रिक्तपाणिभिः ।<br> विश्वासघातो नो कार्यः स्वश्लाघा स्वमुखेन च ।। ३७ ।।",

  "यस्मिन् परिहितेऽपि स्युर्दृश्यान्यङ्गानि चात्मनः ।<br> तद्दूष्यं वसनं नैव परिधार्यं मदाश्रितैः ।। ३८ ।।",

  "धर्मेण रहिता कृष्णभक्तिः कार्या न सर्वथा ।<br> अज्ञनिन्दाभयान्नैव त्याज्यं श्रीकृष्णसेवनम् ।। ३९ ।।",

  "उत्सवाहेषु नित्यं च कृष्णमन्दिरमागतैः ।<br> पुम्भिः स्पृश्या न वनितास्तत्र ताभिश्च पूरुषाः ।। ४० ।।",

  "कृष्णदीक्षां गुरोः प्राप्तैस्तुलसीमालिके गले ।<br> धार्ये नित्यं चोर्ध्वपुण्ड्रं ललाटादौ द्विजातिभिः ।। ४१ ।।",

  "तत्तु गोपीचन्दनेन चन्दनेनाथवा हरेः ।<br> कार्यं पूजावशिष्टेन केशरादियुतेन च ।। ४२ ।।",

  "तन्मध्य एव कर्तव्यः पुण्ड्रद्रव्येण चन्द्रकः ।<br> कुङ्कुमेनाथवा वृत्तो राधालक्ष्मीप्रसादिना ।। ४३ ।।",

  "सच्छूद्राः कृष्णभक्ता ये तैस्तु मालोर्ध्वपुण्ड्रके ।<br> द्विजातिवद्धारणीये निजधर्मेषु संस्थितैः ।। ४४ ।।",

  "भक्तैस्तदितरैर्माले चन्दनादीन्धनोद्भवे ।<br> धार्ये कण्ठे ललाटेऽथ कार्यः केवलचन्द्रकः ।। ४५ ।।",

  "त्रिपुण्ड्ररुद्राक्षधृतिर्येषां स्यात्स्वकुलागता ।<br> तैस्तु विप्रादिभिः क्वापि न त्याज्या सा मदाश्रितैः ।।४६ ।।",

  "ऐकात्म्यमेव विज्ञेयं नारायणमहेशयोः ।<br> उभयोर्ब्रह्मरूपेण वेदेषु प्रतिपादनात् ।। ४७ ।।",

  "शास्त्रोक्त आपद्धर्मो यः स त्वल्पापदि कर्हिचित् ।<br> मदाश्रितैर्मुख्यतया ग्रहीतव्यो न मानवैः ।। ४८ ।।",

  "प्रत्यहं तु प्रबोद्धव्यं पूर्वमेवोदयाद्रवेः ।<br> विधाय कृष्णस्मरणं कार्यः शौचविधिस्ततः ।। ४९ ।।",

  "उपविश्यैव चैकत्र कर्तव्यं दन्तधावनम् ।<br> स्नात्वा शुच्यम्बुना धौते परिधार्ये च वाससी ।। ५० ।।",

  "उपविश्य ततः शुद्ध आसने शुचिभूतले ।<br> असङ्कीर्ण उपस्पृश्यं प्राङ्मुखं वोत्तरामुखम् ।। ५१ ।।",

  "कर्तव्यमूर्ध्वपुण्ड्रं च पुम्भिरेव सचन्द्रकम् ।<br> कार्यः सधवानारीभिर्भाले कुङ्कुमचन्द्रकः ।। ५२ ।।",

  "पुण्ड्रं वा चन्द्रको भाले न कार्यो मृतनाथया ।<br> मनसा पूजनं कार्यं ततः कृष्णस्य चाखिलैः ।। ५३ ।।",

  "प्रणम्य राधाकृष्णस्य लेख्यार्चां तत आदरात् ।<br> शक्त्या जपित्वा तन्मन्त्रं कर्तव्यं व्यावहारिकम् ।। ५४ ।।",

  "ये त्वम्बरीषवद्भक्ताः स्युरिहात्मनिवेदिनः ।<br> तैश्च मानसपूजान्तं कार्यमुक्तक्रमेण वै ।। ५५ ।।",

  "शैली वा धातुजा मूर्तिः शालग्रामोऽर्च्य एव तैः ।<br> द्रव्यैर्यथाप्तैः कृष्णस्य जप्योऽथाष्टाक्षरो मनुः ।। ५६ ।।",

  "स्तोत्रादेरथ कृष्णस्य पाठः कार्यः स्वशक्तितः ।<br> तथाऽनधीतगीर्वाणैः कार्यं तन्नामकीर्तनम् ।। ५७ ।।",

  "हरेर्विधाय नैवेद्यं भोज्यं प्रासादिकं ततः ।<br> कृष्णसेवापरैः प्रीत्या भवितव्यं च तैः सदा ।। ५८ ।।",

  "प्रोक्तास्ते निर्गुणा भक्ता निर्गुणस्य हरेर्यतः ।<br> सम्बन्धात्तत्क्रियाः सर्वा भवन्त्येव हि निर्गुणाः ।। ५९ ।।",

  "भक्तैरेतैस्तु कृष्णायानर्पितं वार्यपि क्वचित् ।<br> न पेयं नैव भक्ष्यं च पत्रकन्दफलाद्यपि ।। ६० ।।",

  "सर्वैरशक्तौ वार्धक्याद्गरीयस्याऽऽपदाऽथवा ।<br> भक्ताय कृष्णमन्यस्मै दत्त्वा वृत्त्यं यथाबलम् ।। ६१ ।।",

  "आचार्येणैव दत्तं यद्यच्च तेन प्रतिष्ठितम् ।<br> कृष्णस्वरूपं तत्सेव्यं वन्द्यमेवेतरत्तु यत् ।। ६२ ।।",

  "भगवन्मन्दिरं सर्वैः सायं गन्तव्यमन्वहम् ।<br> नामसङ्कीर्तनं कार्यं तत्रोच्चै राधिकापतेः ।। ६३ ।।",

  "कार्यास्तस्य कथावार्ताः श्रव्याश्च परमादरात् ।<br> वादित्रसहितं कार्यं कृष्णकीर्तनमुत्सवे ।। ६४ ।।",

  "प्रत्यहं कार्यमित्थं हि सर्वैरपि मदाश्रितैः ।<br> संस्कृतप्राकृतग्रन्थाभ्यासश्चापि यथामति ।। ६५ ।। ",

  "यादृशैर्यो गुणैर्युक्तस्तादृशे स तु कर्मणि ।<br> योजनीयो विचार्यैव नान्यथा तु कदाचन ।। ६६ ।।",

  "अन्नवस्त्रादिभिः सर्वे स्वकीयाः परिचारकाः ।<br> सम्भावनीयाः सततं यथायोग्यं यथाधनम् ।। ६७ ।।",

  "यादृग्गुणो यः पुरुषस्तादृशा वचनेन सः ।<br> देशकालानुसारेण भाषणीयो न चान्यथा ।। ६८ ।।",

  "गुरुभूपालवर्षिष्ठत्यागिविद्वत्तपस्विनाम् ।<br> अभ्युत्थानादिना कार्यः सन्मानो विनयान्वितैः ।। ६९ ।।",

  "नोरौ कृत्वा पादमेकं गुरुदेवनृपान्तिके ।<br> उपवेश्यं सभायां च जानू बध्वा न वाससा ।। ७० ।।",

  "विवादो नैव कर्तव्यः स्वाचार्येण सह क्वचित् ।<br> पूज्योऽन्नधनवस्त्राद्यैर्यथाशक्ति स चाखिलैः ।। ७१ ।।",

  "तमायान्तं निशम्याशु प्रत्युद्गन्तव्यमादरात् ।<br> तस्मिन् यात्यनुगम्यं च ग्रामान्तावधि मच्छ्रितैः ।। ७२ ।।",

  "अपि भूरिफलं कर्म धर्मापेतं भवेद्यदि ।<br> आचर्यं तर्हि तन्नैव धर्मः सर्वार्थदोऽस्ति हि ।। ७३ ।।",

  "पूर्वैर्महद्भिरपि यदधर्माचरणं क्वचित् ।<br> कृतं स्यात्तत्तु न ग्राह्यं ग्राह्यो धर्मस्तु तत्कृतः ।। ७४ ।।",

  "गुह्यवार्ता तु कस्यापि प्रकाश्या नैव कुत्रचित् ।<br> समदृष्ट्या न कार्यश्च यथार्हार्चाव्यतिक्रमः ।। ७५ ।।",

  "विशेषनियमो धार्यश्चातुर्मास्येऽखिलैरपि ।<br> एकस्मिन् श्रावणे मासि स त्वशक्तैस्तु मानवैः ।। ७६ ।।",

  "विष्णोः कथायाः श्रवणं वाचनं गुणकीर्तनम् ।<br> महापूजा मन्त्रजपः स्तोत्रपाठः प्रदक्षिणाः ।। ७७ ।।",

  "साष्टाङ्गप्रणतिश्चेति नियमा उत्तमा मताः ।<br> एतेष्वेकतमो भक्त्या धारणीयो विशेषतः ।। ७८ ।।",

  "एकादशीनां सर्वासां कर्तव्यं व्रतमादरात् ।<br> कृष्णजन्मदिनानां च शिवरात्रेश्च सोत्सवम् ।। ७९ ।।",

  "उपवासदिने त्याज्या दिवानिद्रा प्रयत्नतः ।<br> उपवासस्तया नश्येन्मैथुनेनेव यन्नृणाम् ।। ८० ।।",

  "सर्ववैष्णवराजश्रीवल्लभाचार्यनन्दनः ।<br> श्रीविठ्ठलेशः कृतवान् यं व्रतोत्सवनिर्णयम् ।। ८१ ।।",

  "कार्यास्तमनुसृत्यैव सर्व एव व्रतोत्सवाः ।<br> सेवारीतिश्च कृष्णस्य ग्राह्या तदुदितैव हि ।। ८२ ।।",

  "कर्तव्या द्वारिकामुख्यतीर्थयात्रा यथाविधि ।<br> सर्वैरपि यथाशक्ति भाव्यं दीनेषु वत्सलैः ।। ८३ ।।",

  "विष्णुः शिवो गणपतिः पार्वती च दिवाकरः ।<br> एताः पूज्यतया मान्या देवताः पञ्च मामकैः ।। ८४ ।।",

  "भूताद्युपद्रवे क्वापि वर्म नारायणात्मकम् ।<br> जप्यं च हनुमन्मन्त्रो जप्यो न क्षुद्रदैवतः ।। ८५ ।।",

  "रवेरिन्दोश्चोपरागे जायमानेऽपराः क्रियाः ।<br> हित्वाऽऽशु शुचिभिः सर्वैः कार्यः कृष्णमनोर्जपः ।। ८६ ।।",

  "जातायमथ तन्मुक्तौ कृत्वा स्नानं सचेलकम् ।<br> देयं दानं गृहिजनैः शक्त्याऽन्यैस्त्वर्च्य ईश्वरः ।। ८७ ।।",

  "जन्माशौचं मृताशौचं स्वसम्बन्धानुसारतः ।<br> पालनीयं यथाशास्त्रं चातुर्वर्ण्यजनैर्मम ।। ८८ ।।",

  "भाव्यं शमदमक्षान्तिसन्तोषादिगुणान्वितैः ।<br> ब्राह्मणैः शौर्यधैर्यादिगुणोपेतैश्च बाहुजैः ।। ८९ ।।",

  "वैश्यैश्च कृषिवाणिज्यकुसीदमुखवृत्तिभिः ।<br> भवितव्यं तथा शूद्रैर्द्विजसेवादिवृत्तिभिः ।। ९० ।।",

  "संस्काराश्चाह्निकं श्राद्धं यथाकालं यथाधनम् ।<br> स्वस्वगृह्यानुसारेण कर्तव्यं च द्विजन्मभिः ।। ९१ ।।",

  "अज्ञानाज्ज्ञानतो वापि गुरु वा लघु पातकम् ।<br> क्वापि स्यात्तर्हि तत्प्रायश्चित्तं कार्यं स्वशक्तितः ।। ९२ ।।",

  "वेदाश्च व्याससूत्राणि श्रीमद्भागवताभिधम् ।<br> पुराणं भारते तु श्रीविष्णोर्नामसहस्रकम् ।। ९३ ।।",

  "तथा श्रीभगवद्गीता नीतिश्च विदुरोदिता ।<br> श्रीवासुदेवमाहात्म्यं स्कान्दवैष्णवखण्डगम् ।। ९४ ।।",

  "धर्मशास्त्रान्तर्गता च याज्ञवल्क्यऋषेः स्मृतिः ।<br> एतान्यष्ट ममेष्टानि सच्छास्त्राणि भवन्ति हि ।। ९५ ।।",

  "स्वहितेच्छुभिरेतानि मच्छिष्यैः सकलैरपि ।<br> श्रोतव्यान्यथ पाठ्यानि कथनीयानि च द्विजैः ।। ९६ ।।",

  "तत्राचारव्यवहृतिनिष्कृतानां च निर्णये ।<br> ग्राह्या मिताक्षरोपेता याज्ञवल्क्यस्य तु स्मृतिः ।। ९७ ।।",

  "श्रीमद्भागवतस्यैषु स्कन्धौ दशमपञ्चमौ ।<br> सर्वाधिकतया ज्ञेयौ कृष्णमाहात्म्यबुद्धये ।। ९८ ।।",

  "दशमः पञ्चमः स्कन्धो याज्ञवल्क्यस्य च स्मृतिः ।<br> भक्तिशास्त्रं योगशास्त्रं धर्मशास्त्रं क्रमेण मे ।। ९९ ।।",

  "शारीरकाणां भगवद्गीतायाश्चावगम्यताम् ।<br> रामानुजाचार्यकृतं भाष्यमाध्यात्मिकं मम ।। १०० ।।",

  "एतेषु यानि वाक्यानि श्रीकृष्णस्य वृषस्य च ।<br> अत्युत्कर्षपराणि स्युस्तथा भक्तिविरागयोः ।। १०१ ।।",

  "मन्तव्यानि प्रधानानि तान्येवेतरवाक्यतः ।<br> धर्मेण सहिता कृष्णभक्तिः कार्येति तद्रहः ।। १०२ ।।",

  "धर्मो ज्ञेयः सदाचारः श्रुतिस्मृत्युपपादितः ।<br> माहात्म्यज्ञानयुग्भूरिस्नेहो भक्तिश्च माधवे ।। १०३ ।।",

  "वैराग्यं ज्ञेयमप्रीतिः श्रीकृष्णेतरवस्तुषु ।<br> ज्ञानं च जीवमायेशरूपाणां सुष्ठु वेदनम् ।। १०४ ।।",

  "हृत्स्थोऽणुसूक्ष्मश्चिद्रूपो ज्ञाता व्याप्याखिलां तनुम् ।<br> ज्ञानशक्त्या स्थितो जीवो ज्ञेयोऽच्छेद्यादिलक्षणः ।। १०५ ।।",

  "त्रिगुणात्मा तमः कृष्णशक्तिर्देहतदीययोः ।<br> जीवस्य चाहंममताहेतुर्मायाऽवगम्यताम् ।। १०६ ।।",

  "हृदये जीववज्जीवे योऽन्तर्यामितया स्थितः ।<br> ज्ञेयः स्वतन्त्र ईशोऽसौ सर्वकर्मफलप्रदः ।। १०७ ।।",

  "स श्रीकृष्णः परं ब्रह्म भगवान् पुरुषोत्तमः ।<br> उपास्य इष्टदेवो नः सर्वाविर्भावकारणम् ।। १०८ ।।",

  "स राधया युतो ज्ञेयो राधाकृष्ण इति प्रभुः ।<br> रुक्मिण्या रमयोपेतो लक्ष्मीनारायणः स हि ।। १०९ ।।",

  "ज्ञेयोऽर्जुनेन युक्तोऽसौ नरनारायणाभिधः ।<br> बलभद्रादियोगेन तत्तन्नामोच्यते स च ।। ११० ।।",

  "एते राधादयो भक्तास्तस्य स्युः पार्श्वतः क्वचित् ।<br> क्वचित्तदङ्गेऽतिस्नेहात् स तु ज्ञेयस्तदैकलः ।। १११ ।।",

  "अतश्चास्य स्वरूपेषु भेदो ज्ञेयो न सर्वथा ।<br> चतुरादिभुजत्वं तु द्विबाहोस्तस्य चैच्छिकम् ।। ११२ ।।",

  "तस्यैव सर्वथा भक्तिः कर्तव्या मनुजैर्भुवि ।<br> निःश्रेयसकरं किञ्चित्ततोऽन्यन्नेति दृश्यताम् ।। ११३ ।।",

  "गुणिनां गुणवत्ताया ज्ञेयं ह्येतत् परं फलम् ।<br> कृष्णे भक्तिश्च सत्सङ्गोऽन्यथा यान्ति विदोऽप्यधः ।। ११४ ।।",

  "कृष्णस्तदवताराश्च ध्येयास्तत्प्रतिमापि च ।<br> न तु जीवा नृदेवाद्या भक्ता ब्रह्मविदोऽपि च ।। ११५ ।।",

  "निजात्मानं ब्रह्मरूपं देहत्रयविलक्षणम् ।<br> विभाव्य तेन कर्तव्या भक्तिः कृष्णस्य सर्वदा ।। ११६ ।।",

  "श्रव्यः श्रीमद्भागवतदशमस्कन्ध आदरात् ।<br> प्रत्यहं वा सकृद्वर्षे वर्षे वाच्योऽथ पण्डितैः ।। ११७ ।।",

  "कारणीया पुरश्चर्या पुण्यस्थानेऽस्य शक्तितः ।<br> विष्णुनामसहस्रादेश्चापि कार्येप्सितप्रदा ।। ११८ ।।",

  "दैव्यामापदि कष्टायां मानुष्यां वा गदादिषु ।<br> यथा स्वपररक्षा स्यात्तथा वृत्यं न चान्यथा ।। ११९ ।।",

  "देशकालवयोवित्तजातिशक्त्यनुसारतः ।<br> आचारो व्यवहारश्च निष्कृतं चावधार्यताम् ।। १२० ।।",

  "मतं विशिष्टाद्वैतं मे गोलोको धाम चेप्सितम् ।<br> तत्र ब्रह्मात्मना कृष्णसेवा मुक्तिश्च गम्यताम् ।। १२१ ।।",

  "एते साधारणा धर्माः पुंसां स्त्रीणां च सर्वतः ।<br> मदाश्रितानां कथिता विशेषानथ कीर्तये ।। १२२ ।।",

  "मज्ज्येष्ठावरजभ्रातृसुताभ्यां तु कदाचन ।<br> स्वासन्नसम्बन्धहीना नोपदेश्या हि योषितः ।। १२३ ।।",

  "न स्प्रष्टव्याश्च ताः क्वापि भाषणीयाश्च ता न हि ।<br> क्रौर्यं कार्यं न कस्मिंश्चिन्न्यासो रक्ष्यो न कस्यचित् ।। १२४ ।।",

  "प्रतिभूत्वं न कस्यापि कार्यं च व्यावहारिके ।<br> भिक्षयाऽऽपदतिक्रम्या न तु कार्यमृणं क्वचित् ।। १२५ ।।",

  "स्वशिष्यार्पितधान्यस्य कर्तव्यो विक्रयो न च ।<br> जीर्णं दत्वा नवीनं तु ग्राह्यं तन्नैष विक्रयः ।। १२६ ।।",

  "भाद्रशुक्लचतुर्थ्यां च कार्यं विघ्नेशपूजनम् ।<br> इषकृष्णचतुर्दश्यां कार्याऽर्चा च हनूमतः ।। १२७ ।।",

  "मदाश्रितानां सर्वेषां धर्मरक्षणहेतवे ।<br> गुरुत्वे स्थापिताभ्यां च ताभ्यां दीक्ष्या मुमुक्षवः ।। १२८ ।।",

  "यथाधिकारं संस्थाप्याः स्वे स्वे धर्मे निजाश्रिताः ।<br> मान्याः सन्तश्च कर्तव्यः सच्छास्त्राभ्यास आदरात् ।। १२९ ।।",

  "मया प्रतिष्ठापितानां मन्दिरेषु महत्सु च ।<br> लक्ष्मीनारायणादीनां सेवा कार्या यथाविधि ।। १३० ।।",

  "भगवन्मन्दिरं प्राप्तो योऽन्नार्थी कोऽपि मानवः ।<br> आदरात्स तु सम्भाव्यो दानेनान्नस्य शक्तितः ।। १३१ ।।",

  "संस्थाप्य विप्रं विद्वांसं पाठशालां विधाप्य च ।<br> प्रवर्तनीया सद्विद्या भुवि यत्सुकृतं महत् ।। १३२ ।।",

  "अथैतयोस्तु भार्याभ्यामाज्ञया पत्युरात्मनः ।<br> कृष्णमन्त्रोपदेश्च कर्तव्यः स्त्रीभ्य एव हि ।। १३३ ।।",

  "स्वासन्नसम्बन्धहीना नरास्ताभ्यां तु कर्हिचित् ।<br> न स्प्रष्टव्या न भाष्याश्च तेभ्यो दर्श्यं मुखं न च ।। १३४ ।।",

  "गृहाख्याश्रमिणो ये स्युः पुरुषा मदुपाश्रिताः ।<br> स्वासन्नसम्बन्धहीना न स्पृश्या विधवाश्च तैः ।। १३५ ।।",

  "मात्रा स्वस्रा दुहित्रा वा विजने तु वयःस्थया ।<br> अनापदि न तैः स्थेयं कार्यं दानं न योषितः ।। १३६ ।।",

  "प्रसङ्गो व्यवहारेण यस्याः केनापि भूपतेः ।<br> भवेत्तस्याः स्त्रियाः कार्यः प्रसङ्गो नैव सवर्था ।। १३७ ।।",

  "अन्नाद्यैः शक्तितोऽभ्यर्च्यो ह्यतिथिस्तैर्गृहागतः ।<br> दैवं पित्र्यं यथाशक्ति कर्तव्यं च यथोचितम् ।। १३८ ।।",

  "यावज्जीवं च शुश्रूषा कार्या मातुः पितुर्गुरोः ।<br> रोगार्तस्य मनुष्यस्य यथाशक्ति च मामकैः ।। १३९ ।।",

  "यथाशक्त्युद्यमः कार्यो निजवर्णाश्रमोचितः ।<br> मुष्कच्छेदो न कर्तव्यो वृषस्य कृषिवृत्तिभिः ।। १४० ।। ",

  "यथाशक्ति यथाकालं सङ्ग्रहोऽन्नधनस्य तैः ।<br> यावद्व्ययं च कर्तव्यः पशुमद्भिस्तृणस्य च ।। १४१ ।।",

  "गवादीनां पशूनां च तृणतोयादिभिर्यदि ।<br> सम्भावनं भवेत्स्वेन  रक्ष्यास्ते तर्हि नान्यथा ।। १४२ ।।",

  "ससाक्ष्यमन्तरा लेखं पुत्रमित्रादिनापि च ।<br> भूवित्तदानादानाभ्यां व्यवहार्यं न कर्हिचित् ।। १४३ ।।",

  "कार्ये वैवाहिके स्वस्यान्यस्य वाऽर्प्यधनस्य तु ।<br> भाषाबन्धो न कर्तव्यः ससाक्ष्यं लेखमन्तरा ।। १४४ ।।",

  "आयद्रव्यानुसारेण व्ययः कार्यो हि सर्वदा ।<br> अन्यथा तु महद्दुःखं भवेदित्यवधार्यताम् ।। १४५ ।।",

  "द्रव्यस्यायो भवेद्यावान् व्ययो वा व्यावहारिके ।<br> तौ संस्मृत्य स्वयं लेख्यौ स्वक्षरैः प्रतिवासरम् ।। १४६ ।।",

  "निजवृत्त्युद्यमप्राप्तधनधान्यादितश्च तैः ।<br> अर्प्यो दशांशः कृष्णाय विंशोंऽशस्त्विह दुर्बलैः ।। १४७ ।।",

  "एकादशीमुखानां च व्रतानां निजशक्तितः ।<br> उद्यापनं यथाशास्त्रं कर्तव्यं चिन्तितार्थदम् ।। १४८ ।।",

  "कर्तव्यं कारणीयं वा श्रावणे मासि सर्वथा ।<br> बिल्वपत्रादिभिः प्रीत्या श्रीमहादेवपूजनम् ।। १४९ ।।",

  "स्वाचार्यान्न ऋणं ग्राह्यं श्रीकृष्णस्य च मन्दिरात् ।<br> ताभ्यां स्वव्यवहारार्थं पात्रभूषांशुकादि च ।। १५० ।।",

  "श्रीकृष्णगुरुसाधूनां दर्शनार्थं गतौ पथि ।<br> तत्स्थानेषु च न ग्राह्यं परान्नं निजपुण्यहृत् ।। १५१ ।।",

  "प्रतिज्ञातं धनं देयं यत्स्यात्तत् कर्मकारिणे ।<br> न गोप्यमृणशुद्ध्यादि व्यवहार्यं न दुर्जनैः ।। १५२ ।।",

  "दुष्कालस्य रिपूणां वा नृपस्योपद्रवेण वा ।<br> लज्जाधनप्राणनाशः प्राप्तः स्याद्यत्र सर्वथा ।। १५३ ।।",

  "मूलदेशोऽपि स स्वेषां सद्य एव विचक्षणैः ।<br> त्याज्यो मदाश्रितैः स्थेयं गत्वा देशान्तरं सुखम् ।। १५४ ।।",

  "आढ्यैस्तु गृहिभिः कार्या अहिंसा वैष्णवा मखाः ।<br> तीर्थेषु पर्वसु तथा भोज्या विप्राश्च साधवः ।। १५५ ।।",

  "महोत्सवा भगवतः कर्तव्या मन्दिरेषु तैः ।<br> देयानि पात्रविप्रेभ्यो दानानि विविधानि च ।। १५६ ।।",

  "मदाश्रितैर्नृपैर्धर्मशास्त्रमाश्रित्य चाखिलाः ।<br> प्रजाः स्वाः पुत्रवत्पाल्या धर्मः स्थाप्यो धरातले ।। १५७ ।।",

  "राज्याङ्गोपायषड्वर्गा ज्ञेयास्तीर्थानि चाञ्जसा ।<br> व्यवहारविदः सभ्या दण्ड्यादण्ड्याश्च लक्षणैः ।। १५८ ।।",

  "सभर्तृकाभिर्नारीभिः सेव्यः पतिरीशवत् ।<br> अन्धो रोगी दरिद्रो वा षण्ढो वाच्यं न दुर्वचः ।। १५९ ।।",

  "रूपयौवनयुक्तस्य गुणिनोऽन्यनरस्य तु ।<br> प्रसङ्गो नैव कर्तव्यस्ताभिः साहजिकोऽपि च ।। १६० ।।",

  "नरेक्ष्यनाभ्यूरुकुचाऽनुत्तरीया च नो भवेत् ।<br> साध्वी स्त्री न च भण्डेक्षा न निर्लज्जादिसङ्गिनी ।। १६१ ।।",

  "भूषासदंशुकधृतिः परगेहोपवेशनम् ।<br> त्याज्यं हास्यादि च स्त्रीभिः पत्यौ देशान्तरं गते ।। १६२ ।।",

  "विधवाभिस्तु योषाभिः सेव्यः पतिधिया हरिः ।<br> आज्ञायां पितृपुत्रादेर्वृत्यं स्वातन्त्र्यतो न तु ।। १६३ ।।",

  "स्वासन्नसम्बन्धहीना नराः स्पृश्या न कर्हिचित् ।<br> तरुणैस्तैश्च तारुण्ये भाष्यं नावश्यकं विना ।। १६४ ।।",

  "स्तनन्धयस्य नुः स्पर्शे न दोषोऽस्ति पशोरिव ।<br> आवश्यके च वृद्धस्य स्पर्शे तेन च भाषणे ।। १६५ ।।",

  "विद्याऽनासन्नसम्बन्धात्ताभिः पाठ्या न काऽपि नुः ।<br> व्रतोपवासैः कर्तव्यो मुहुर्देहदमस्तथा ।। १६६ ।।",

  "धनं च धर्मकार्येऽपि स्वनिर्वाहोपयोगि यत् ।<br> देयं ताभिर्न तत् क्वापि देयं चेदधिकं तदा ।। १६७ ।।",

  "कार्यश्च सकृदाहारस्ताभिः स्वापस्तु भूतले ।<br> मैथुनासक्तयोर्वीक्षा क्वापि कार्या न देहिनोः ।। १६८ ।।",

  "वेषो न धार्यस्ताभिश्च सुवासिन्याः स्त्रियास्तथा ।<br> न्यासिन्या वीतरागाया विकृतश्च न कर्हिचित् ।। १६९ ।।",

  "सङ्गो न गर्भपातिन्याः स्पर्शः कार्यश्च योषितः ।<br> शृङ्गारवार्ता न नृणां कार्याः श्रव्या न वै क्वचित् ।। १७० ।।",

  "निजसम्बन्धिभिरपि तारुण्ये तरुणैर्नरैः । <br> साकं रहसि न स्थेयं ताभिरापदमन्तरा ।। १७१ ।।",

  "न होलाखेलनं कार्यं न भूषादेश्च धारणम् ।<br> न धातुसूत्रयुक्सूक्ष्मवस्त्रादेरपि कर्हिचित् ।। १७२ ।।",

  "सधवाविधवाभिश्च न स्नातव्यं निरम्बरम् ।<br> स्वरजोदर्शनं स्त्रीभिर्गोपनीयं न सर्वथा ।। १७३ ।।",

  "मनुष्यं चांशुकादीनि नारी क्वापि रजस्वला ।<br> दिनत्रयं स्पृशेन्नैव स्नात्वा तुर्येऽह्नि सा स्पृशेत् ।। १७४ ।।",

  "नैष्ठिकव्रतवन्तो ये वर्णिनो मदुपाश्रयाः ।<br> तैः स्पृश्या न स्त्रियो भाष्या न न वीक्ष्याश्च ता धिया ।। १७५ ।।",

  "तासां वार्ता न कर्तव्या न श्रव्याश्च कदाचन ।<br> तत्पादचारस्थानेषु न च स्नानादिकाः क्रियाः ।। १७६ ।।",

  "देवताप्रतिमां हित्वा लेख्या काष्ठादिजापि वा ।<br> न योषित्प्रतिमा स्पृश्या न वीक्ष्या बुद्धिपूर्वकम् ।। १७७ ।।",

  "न स्त्रीप्रतिकृतिः कार्या न स्पृश्यं योषितोंऽशुकम् ।<br> न वीक्ष्यं मैथुनपरं प्राणिमात्रं च तैर्धिया ।। १७८ ।।",

  "न स्पृश्यो नेक्षणीयश्च नारीवेषधरः पुमान् ।<br> न कार्यं स्त्रीः समुद्दिश्य भगवद्गुणकीर्तनम् ।। १७९ ।। ",

  "ब्रह्मचर्यव्रतत्यागपरं वाक्यं गुरोरपि ।<br> तैर्न मान्यं सदा स्थेयं धीरैस्तुष्टैरमानिभिः ।। १८० ।।",

  "स्वातिनैकट्यमायान्ती प्रसभं वनिता तु या ।<br> निवारणीया साऽऽभाष्य तिरस्कृत्यापि वा द्रुतम् ।। १८१ ।।",

  "प्राणापद्युपपन्नायां स्त्रीणां स्वेषां च वा क्वचित् ।<br> तदा स्पृष्ट्वापि तद्रक्षा कार्या सम्भाष्य ताश्च वा ।। १८२ ।।",

  "तैलाभ्यङ्गो न कर्तव्यो न धार्यं चायुधं तथा ।<br> वेषो न विकृतो धार्यो जेतव्या रसना च तैः ।। १८३ ।।",

  "परिवेषणकर्त्री स्याद्यत्र स्त्री विप्रवेश्मनि ।<br> न गम्यं तत्र भिक्षार्थं गन्तव्यमितरत्र तु ।। १८४ ।।",

  "अभ्यासो वेदशास्त्राणां कार्यश्च गुरुसेवनम् ।<br> वर्ज्यः स्त्रीणामिव स्त्रैणपुंसां सङ्गश्च तैः सदा ।। १८५ ।।",

  "चर्मवारि न वै पेयं जात्या विप्रेण केनचित् ।<br> पलाण्डुलशुनाद्यं च तेन भक्ष्यं न सर्वथा ।। १८६ ।।",

  "स्नानं सन्ध्यां च गायत्रीजपं श्रीविष्णुपूजनम् ।<br> अकृत्वा वैश्वदेवं च कर्तव्यं नैव भोजनम् ।। १८७ ।।",

  "साधवो येऽथ तैः सर्वैर्नैष्ठिकब्रह्मचारिवत् ।<br> स्त्रीस्त्रैणसङ्गादि वर्ज्यं जेतव्याश्चान्तरारयः ।। १८८ ।।",

  "सर्वेन्द्रियाणि जेयानि रसना तु विशेषतः ।<br> न द्रव्यसङ्ग्रहः कार्यः कारणीयो न केनचित् ।। १८९ ।। ",

  "न्यासो रक्ष्यो न कस्यापि धैर्यं त्याज्यं न कर्हिचित् ।<br> न प्रवेशयितव्या च स्वावासे स्त्री कदाचन ।। १९० ।।",

  "न च सङ्घं विना रात्रौ चलितव्यमनापदि ।<br> एकाकिभिर्न गन्तव्यं तथा क्वापि विनापदम् ।। १९१ ।।",

  "अनर्घ्यं चित्रितं वासः कुसुम्भाद्यैश्च रञ्जितम् ।<br> न धार्यं च महावस्त्रं प्राप्तमन्येच्छयाऽपि तत् ।। १९२ ।।",

  "भिक्षां सभां विना नैव गन्तव्यं गृहिणो गृहम् ।<br> व्यर्थः कालो न नेतव्यो भक्तिं भगवतो विना ।। १९३ ।।",

  "पुमानेव भवेद्यत्र पक्वान्नपरिवेषणः ।<br> ईक्षणादि भवेन्नैव यत्र स्त्रीणां च सर्वथा ।। १९४ ।।",

  "तत्र गृहिगृहे भोक्तुं गन्तव्यं साधुभिर्मम ।<br> अन्यथाऽऽमान्नमर्थित्वा पाकः कार्यः स्वयं च तैः ।। १९५ ।।",

  "आर्षभो भरतः पूर्वं जडविप्रो यथा भुवि ।<br> अवर्ततात्र परमहंसैर्वृत्यं तथैव तैः ।। १९६ ।।",

  "वर्णिभिः साधुभिश्चैतैर्वर्जनीयं प्रयत्नतः ।<br> ताम्बूलस्याहिफेनस्य तमालादेश्च भक्षणम् ।। १९७ ।।",

  "संस्कारेषु न भोक्तव्यं गर्भाधानमुखेषु तैः ।<br> प्रेतश्राद्धेषु सर्वेषु श्राद्धे च द्वादशाहिके ।। १९८ ।।",

  "दिवास्वापो न कर्तव्यो रोगाद्यापदमन्तरा ।<br> ग्राम्यवार्ता न कार्या च न श्रव्या बुद्धिपूर्वकम् ।। १९९ ।।",

  "स्वप्यं न तैश्च खट्वायां विना रोगादिमापदम् ।<br> निश्छद्म वर्तितव्यं च साधूनामग्रतः सदा ।। २०० ।।",

  "गालिदानं ताडनं च कृतं कुमतिभिर्जनैः ।<br> क्षन्तव्यमेव सर्वेषां चिन्तनीयं हितं च तैः ।। २०१ ।।",

  "दूतकर्म न कर्तव्यं पैशुनं चारकर्म च ।<br> देहेऽहन्ता च ममता न कार्या स्वजनादिषु ।। २०२ ।।",

  "इति सङ्क्षेपतो धर्माः सर्वेषां लिखिता मया ।<br> साम्प्रदायिकग्रन्थेभ्यो ज्ञेय एषां तु विस्तरः ।। २०३ ।।",

  "सच्छास्त्राणां समुद्धृत्य सर्वेषां सारमात्मना ।<br> पत्रीयं लिखिता नृणामभीष्टफलदायिनी ।। २०४ ।।",

  "इमामेव ततो नित्यमनुसृत्य ममाश्रितैः ।<br> यतात्मभिर्वर्तितव्यं न तु स्वैरं कदाचन ।। २०५ ।।",

  "वर्तिष्यन्ते य इत्थं हि पुरुषा योषितस्तथा ।<br> ते धर्मादिचतुर्वर्गसिद्धिं प्राप्स्यन्ति निश्चितम् ।। २०६ ।।",

  "नेत्थं य आचरिष्यन्ति ते त्वस्मत्सम्प्रदायतः ।<br> बहिर्भूता इति ज्ञेयं स्त्रीपुंसैः साम्प्रदायिकैः ।। २०७ ।।",

  "शिक्षापत्र्याः प्रतिदिनं पाठोऽस्या मदुपाश्रितैः ।<br> कर्तव्योऽनक्षरज्ञैस्तु श्रवणं कार्यमादरात् ।। २०८ ।।",

  "वक्त्रभावे तु पूजैव कार्याऽस्याः प्रतिवासरम् ।<br> मद्रूपमिति मद्वाणी मान्येयं परमादरात् ।। २०९ ।।",

  "युक्ताय सम्पदा दैव्या दातव्येयं तु पत्रिका ।<br> आसुर्या सम्पदाऽऽढ्याय पुंसे देया न कर्हिचित् ।। २१० ।।",

  "विक्रमार्कशकस्याब्दे नेत्राष्टवसुभूमिते ।<br> वसन्ताद्यदिने शिक्षापत्रीयं लिखिता शुभा ।। २११ ।।",

  "निजाश्रितानां सकलार्तिहन्ता सधर्मभक्तेरवनं विधाता ।<br> दाता सुखानां मनसेप्सितानां तनोतु कृष्णोऽखिलमङ्गलं नः ।। २१२ ।।",

  "इति श्रीसहजानन्दस्वामिलिखिता शिक्षापत्री समाप्ता",
];
let data1 = data.map((d, index) => {
  return {
    i: "" + (index + 1),
    s: d.replace(/\s+/g, " ").trim(),
  };
});

fs.writeFileSync(
  "./shikshapatri/data.txt",
  JSON.stringify({ name: "shikshpatri", data: data1 }, null, 4)
);

console.log("Shikshapatri write successful");

