{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64029",
      "key": "3-13",
      "order": 119,
      "tags": [
        "Pada 3",
        "Sutra 13"
      ],
      "text": "एतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ ३-१३ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66824",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66586",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइत्थमभिहितं परिणामत्रयं संयमाद्विभूतिर्वक्तुकामः संयमलक्ष्यत्वेनान्यत्रातिदिशति –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\nएतेन त्रिधाभिहितेन चित्तधर्मादिपरिणामेन भूतेषु पृथिव्यादिषु चक्षुरादीन्द्रियेषु च धर्मिषु धर्मलक्षणावस्थापरिणामा व्याख्याता द्रष्टव्याः । तत्र मृद्रूपस्य धर्मिणो घटाकारपरिणामो धर्मपरिणामः । तस्यैव घटस्य धर्मस्यानागताध्वपरित्यागेन वर्तमानाध्वस्वीकारः तत्परित्यागेनातीताध्वपरिग्रहो लक्षणपरिणामः । तस्यैव घटस्य क्षणे क्षणे परिणामोऽवस्थापरिणामः । अतः प्रतिक्षणं परिणामिनो हि भावा ऋते चितिशक्तेरिति संक्षेपः ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66405",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसर्वत्र वैराग्यातिशयाय चित्तवदेव प्रतिक्षणपरिणामित्वं वस्तुमात्रेऽतिदिशति –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\nअनागतवर्तमानातीतावस्थासु लक्षणेति तान्त्रिकी, संज्ञा । तत्र चित्तस्य व्युत्थानतिरोधानाभ्यां धर्माभ्यां परिणामः तद्धर्माभिभवापरधर्मप्रादुर्भावरूपः, धर्मयोश्चनागतं लक्षणं त्यक्त्वा वर्तमानलक्षणः यत्र स्वरूपाभिव्यक्तिः, ततो वर्तमानलक्षणं त्यक्त्वातीतलक्षणः स्वरूपाभिभवरूपः । एकैकावस्थायामपि इतरे द्वे स्त एव सत्कार्यवादाभ्युपगमात् । धर्मत्वं त्रिष्वप्यनुस्यूतमेव । एवं पुनःपुनर्निरोधजातीयः पुनःपुनर्व्युत्थानजातीयः अतीतव्यक्तेः पुनरनुद्भवात् । धर्माणां वर्तमानलक्षणानां बलवत्त्वाबलवत्त्वे अवस्था, तस्याः प्रतिक्षणं तारतम्यं परिणामः । यथा निरोधसंस्कारेषु बलवत्सु दुर्बला व्युत्थानसंस्काराः । क्षणमपि परिणामशून्यं न चित्तं गुणानां स्वभावतः प्रवृत्तिशीलत्वात् । एतयैव रीत्या पदार्थमात्रे परिणामा वेदितव्या इत्यतिदेशः । तत्र धर्मिणो धर्मैः परिणामो यथा – मृदो धर्मिणः पिण्डरूपधर्मापाये घटरूपधर्माभिव्यक्तिः । तेषां च लक्षणैः परिणामा यथा – घटस्यानागतलक्षणापाये वर्तमानलक्षणाविर्भावः । एषैवोत्पत्तिः । वर्तमानलक्षणापायेऽतीतलक्षणाविर्भावः एष एव नाशः । लक्षणानां चावस्थाभिः वृद्धिह्रासाद्यवस्थाभिरन्यथात्वं याति । एवमिन्द्रियाणामपि तत्तद्रत्नाद्यालोचनं धर्मपरिणामः । तेषां च वर्तमानत्वादिः लक्षणपरिणामः । इदं च धर्मिणो धर्मलक्षणावस्थानां च काल्पनिकं भेदमाश्रित्योक्तम् । परमार्थतस्तु सर्व एव परिणामो धर्मिण एव धर्मलक्षणावस्थानां धर्मिणस्त्रिविधेऽपि परिणामे संस्थानान्यथात्वमेव न द्रव्यान्यथात्वं स्वर्णकटकादिवत् धर्मधर्मिणोरत्यन्तभेदोऽत्यन्ताभेदश्च नेति तात्पर्यम् । सचायं धर्मी न पुरुषवत्कूटस्थोऽर्थक्रियाकारिणो रूपस्य नाशात् । नाप्यत्यन्तं तुच्छः कदाचिदर्थक्रियादर्शनात् । एवं च परिणामित्वेन पुरुषाद्भिद्यते । मृत्पिण्डाद्यवस्थासु चातीतानागतानां घटादीनां सत्वमेव, सर्वदा धर्मत्वानपायस्य भाष्योक्तेः । स्वकारणे लयेन सौक्ष्म्यादतीतानागतलक्षणयोरनुपलब्धिः । असत उत्पत्त्यसंभवेन सतश्च सर्वथानाशासंभवेनैष एव मार्गो ज्यायान् । अनुभवादपि धर्मधर्मिणोरभेदो धर्माणां च परस्परं व्यावृत्तिः । नह्यत्यन्ताभेदे धर्मधर्मिभाव एव घटव्यक्ताविव । नाप्यत्यन्तभेदः अश्वपुरुषयोरिव । वर्तमानादिलक्षणानां चाविर्भावतिरोभावरूपविरुद्धधर्मसंसर्गादसंकरः परस्परम् । आविर्भावतिरोभावस्तु तत्स्वरूप एव नातिरिक्त इति नानवस्था । अवस्थितस्य द्रव्यस्य पूर्वधर्मनिवृत्तौ धर्मान्तरोत्पत्तिः परिणाम इति दिक् ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66193",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nमनःपरिणामेषु निरोधसमाध्येकाग्रतासु उक्तन्यायमन्यत्राऽतिदिशति –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\nएतेन मनःपरिणामव्याख्यानेन व्याख्याता भवन्त्यन्ये मनःपरिणामाः । ते के इत्याशङ्क्यायामाह। भूतेन्द्रियेषु धर्मपरिणामो लक्षणपरिणामोऽवस्थापरिणामश्चेति । धर्मपरिणामो यथा मृदः पिण्डरूपधर्माऽभिभवेन घटरूपः परिणामः प्रादुर्भवति । लक्षयति कार्यरूपं धर्मं व्यावर्तयतीति लक्षणम् । यथा घटस्य वर्तमानत्वादिलक्षणं वर्त्तमानत्वमतीतानागतेभ्यो व्यावर्त्तयतीति लक्षणम् । एवं लक्षणपरिणामस्य तदवच्छिन्नस्य धर्मस्य वा अवस्थापरिणामो द्रष्टव्यः । यथा वर्तमानस्य नवत्वपुराणत्वादयोऽवस्थापरिणामा इत्यादि स्वयमूह्यम् ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66046",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतदेवं योगतदङ्गतयोः परिणामवैलक्ष्यण्यं तयोर्विवेकाय प्रदर्शितम्। अनयैव दिशा व्युत्थानकालीनानपि परिणामांशित्तस्य व्याचष्टे –\nएतेन भुतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः॥१३॥\nएतेन धर्मलक्षणावस्थाभेदेन त्रिविधपरिणामस्य प्रदर्शकसूत्रसन्दर्भेण भूतेन्द्रियेषु स्थूलसूक्ष्मभेदभिन्नभेदेषु ज्ञानकर्मान्तः करणभेदेनावस्थितेष्विन्द्रियेषु च धर्मलक्षणावस्थापरिणामाः। अवस्थितस्य धर्मिणः पूर्वधर्मनिवृत्तौ धर्मान्तरप्रप्तेर्धर्मपरिणामः। यथा मृदः पिण्डभावत्यागेन घटभावस्तस्या- नागतावस्थापरित्यागेन वर्तमानावस्थायाः, वर्तमानवस्थात्यागेनातीतावस्थायाश्च प्राप्तिर्लक्षणपरिणामः। प्रथमद्वितीयादिलक्षणायोः सम्बन्धेन नूतनत्वप्राचीनत्व- रूपोवस्थापरिणामः। एते त्रयो धर्मलक्षणावस्थापरिणामा व्याख्याताः। चित्तस्यैव भूतेन्द्रियाणां त्रिगुणात्मकतयाऽवश्यम्भावितया सूचिताः। अयमत्र निष्कर्षः। स्थूलसूक्ष्मभेदेन भूतानि द्विविधानि। तत्र स्थूलानि वियत्पवनतेजोऽम्बुभुवः सूक्ष्माणि शब्दस्पर्शरूपरसगन्धतन्मात्राख्यानि तामसाहङ्कारोपादानकानि परस्परमतिविजातीयानि परस्परमहेतुकान तेषां विपरिणामाः स्थूलाः। तत्र शब्दतन्मात्राख्यस्य परिणाम आकाशः, स्पर्शतमात्राख्यस्य वायुः, रूपतन्मात्राख्यस्य तेजः, रसतन्मात्राख्यस्य जलं, गन्धतन्मात्राख्यस्य पृथिवी। तन्मात्राख्याश्च स्थूलानां सूक्ष्मांशाः। स्वांशेभ्यः स्व्यस्योत्पत्तेः सम्भवात्। अतो नाकाशस्य वायुः, वायोस्तेजः, तेजसो जलं, जलस्य पृथिवीपरिणामः। जातिसाङ्कर्यप्रसङ्गतो विजातीयानां विजातीयपरिणामत्वायोगात्। ननु तर्ह्याकाशाद्वायुः वायोरग्निरग्न्योरापः अद्भ्यः पृथिवीत्याद्यनेकश्रुतिस्मृतिविरोध इतिचेन्न। तासां तेषामधिष्ठानकारणत्वाभिप्रायकत्वात्। अधिष्ठानकारणं च यत्राऽविभक्तं येनोपष्टम्भं च सदुपादानकारणं च कार्याकारेण परिणमते तत्। यथा सर्गादौ जलाऽविभक्ताः पृथिवीसूक्ष्मांशास्तन्मात्राख्याजलेनैवोपष्टम्भात् पृथिव्याकारेण परिणमन्ते। तदत्यन्तो जलं महापृतिव्या अधिष्ठानकारणम्। एवमाकाशादयो वाय्वादीनाम्। आत्मा च सर्वेषाम्। यस्य यत्कारणं प्रोक्तं तस्य साक्षान्महेश्वरः ❀ अधिष्ठानतया स्थित्वा सदिवोपकरोति हीति स्मृतेः। उपष्टम्भकत्वं च परमेश्वरस्य साक्षीत्वेनैव। नच, यतो वा इमानि भूतानि जायन्ते येन जातानि जीवन्ति यत् प्रयन्त्यभिसंविशन्तीत्युपादानत्वबोधकश्रुतिविरोध इति वाच्यम्। तस्या अपि कार्याविभागाधारत्वरूपोपादानत्वपरत्वात्। अविभगश्च दुग्धजलयोरिव सम्मिश्रणाख्यः सम्बन्धविशेषः। तथाच यत्र कार्यस्य साक्षादविभागस्तत्परिणामिकार्यम्। यथा तन्तवः पटस्य। यत्र तु कार्यस्य कारणाविभागेनाविभागस्तदधिष्ठानकारणम्। यथा जलं पृथिव्या इति। ननु तर्हि तार्किकः तार्किकमताऽदविशेष इतिचेत् का नो हानिः। तार्किकेण सहजात्या दोषाभावात्। सम्भवति कथञ्चिदप्येकवाक्यत्वे सर्वथाविरोधादेरस्याज्ञातामात्रत्वात्। तन्मते सूक्ष्मांशाः स्थूलानारम्भकाः। अवयवावयविनोश्च भेद एव। सम्बन्धश्च समवायः। एतन्मते तु सूक्ष्मंशाः स्थूलपरिणामिनः। तादात्म्यं च सम्बन्ध इति मतविरोधस्य स्फुटत्वाच्च अपि च तार्किकैः पृथिवीं प्रति जलस्य निमित्तकारणत्वमिति परिभाष्यते। अस्माभिस्तु समवाय्यसमवायिभ्यामुदासीननिमित्तकारणेभ्यश्च विलक्षणतया चतुर्थमाधारकार- णमित्युच्यते। अवयवाऽविभागस्य निमित्तकारणेष्वदर्शनादित्यन्यत्र विस्तरः॥१३॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65898",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं परिणामत्रयसंयमादित्यागादिसूत्रोपोद्घातसङ्गत्या सर्ववस्तुषु वैराग्याग्निप्रज्वलनाय चित्तवदेवाखिलप्रपञ्चेऽप्यतिदेशेनैव परिणामान्व्याचष्टे –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\nएतेन चित्तस्य परिणामेन भूतेष्विन्द्रियेषु च धर्मैर्लक्षणैरवस्थाभिश्च परिणामा व्याख्याताः । एतदन्यतमैः परिणामैः शून्यं क्षणमपि न किञ्चिज्जडवस्त्ववतिष्ठत इत्यर्थः । परिणामश्चान्यथात्वम् । तत्र धर्मिणो धर्मैः परिणामो यथा मृद्धर्मिणः पिण्डरूपधर्मापाये घटधर्मोत्पत्तिः । धर्माणां च लक्षणपरिणामो यथा पिण्डस्य वर्तमानलक्षणापायेऽतीतलक्षणोत्पत्तिः, घटस्य चानागतलक्षणापाये वर्तमानलक्षणोत्पत्तिः। अनागतवर्तमानातीतावस्थासु च तान्त्रिकी लक्षणपरिभाषा । लक्षणानां चावस्थापरिणामो यथा – वर्तमानलक्षण एव घटः प्रतिक्षणं नवपुराणाद्यवस्थाभिरन्यत्वमेति । यद्यपि सर्व एव परिणामः परमार्थतो धर्मिण एव धर्मादीनां तत्त्वतो धर्मिस्वरूपत्वात्तथापि व्यावहारिकावान्तररूपैरीदृशोऽपि विभाग उच्यत इति ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65607",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nमनःपरिणामेषु निरोधसमाध्येकाग्रतासु उक्तन्यायमन्यत्रातिदिशति – \nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ ( १३ )\nभूतेषु पृथिव्यादिषु धर्मिषु चक्षुरादीन्द्रियेषु च । परिणामस्त्रिविधः- धर्मपरिणामः, लक्षणपरिणामः, अवस्थापरिणामः चेति । एतेन- मनःपरिणामव्याख्यानेन व्याख्याता भवन्ति । तथा हि- मृदः पिण्डरूपधर्माभिभवे सति घटरूपो धर्मः प्रादुर्भवति यथा, तथा चित्तस्य व्युत्थानात्यये निरोधोद्भवः । सोस्यं धर्मपरिणामः । लक्षयति- कार्यरूपं धर्मं व्यावर्तयतीति लक्षणं कालत्रयम् अनागतोस्ध्वा, वर्तमानोस्ध्वा, अतीतोस्ध्वा इति कालत्रयमेव अध्वत्रयमित्युच्यते । तत्र तद्धर्मस्यानागतत्वं प्रथमोस्ध्वा, वर्तमानत्वं द्वितीयोस्ध्वा, अनागतत्वं तृतीयोस्ध्वा । सोस्यं लक्षणपरिणामः । अनागतत्वं हि धर्मो वर्तमानातीतधर्माभ्यां व्यावर्तयति । एवं वर्तमानत्वादिकमपि लक्षणं मन्तव्यम् । एवं लक्षणपरिणामस्य तदवच्छिन्नस्य धर्मस्य वास्वस्थापरिणामो द्रष्टव्यः । स यथा आगामिकल्पभावी अनागततमः एतत्कल्पभावी अनागततरः, श्वोभावी अनागतः सद्यो जातो वर्तमानतम इत्याद्यूह्यम् । तथा वर्तमानस्य नवश्वपुराणत्वादयोस्वस्थापरिणामाः । एवं प्रतिक्षणपरिणामिनः सर्वे भावा ऋते चितिशक्तेः इति सङ्क्षेपः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65462",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥ \nएतेन पूर्वोक्तेन चित्तपरिणामेन धर्मलक्षणावस्थारूपेण भूतेन्द्रियेषु धर्मपरिणामो लक्षणपरिणामोऽवस्थापरिणामश्चोक्तो वेदितव्यः। तत्र व्युत्थाननिरोधयोर्धर्मयोरभिभवप्रादुर्भावौ धर्मिणि धर्मपरिणामः। लक्षणपरिणामश्च। निरोधस्त्रिलक्षणस्त्रिभिरध्वभिर्युक्तः। स खल्वनागतलक्षणमध्वानं प्रथमं हित्वा धर्मत्वमनतिक्रान्तो वर्तमानलक्षणं प्रतिपन्नः। यत्रास्य स्वरूपेणाभिव्यक्तिः। एषोऽस्य द्वितीयोऽध्वा। न चातीतानागताभ्यां लक्षणाभ्यां वियुक्तः। \nतथा व्युत्थानं त्रिलक्षणं त्रिभिरध्वभिर्युक्तं वर्तमानलक्षणं हित्वा धर्मत्वमनतिक्रान्तमतीतलक्षणं प्रतिपन्नम्। एषोऽस्य तृतीयोऽध्वा। न चानागतवर्तमानाभ्यां लक्षणाभ्यां वियुक्तम्। एवं पुनर्व्युत्थानमुपसंपद्यमानमनागतलक्षणं हित्वा धर्मत्वमनतिक्रान्तं वर्तमानलक्षणं प्रतिपन्नम्। यत्रास्य स्वरूपाभिव्यक्तौ सत्यां व्यापारः। एषोऽस्य द्वितीयोऽध्वा। न चातीतानागताभ्यां लक्षणाभ्यां वियुक्तमिति। एवं पुनर्निरोध एवं पुनर्व्युत्थानमिति। तथाऽवस्थापरिणामः। तत्र निरोधक्षणेषु निरोधसंस्कारा बलवन्तो भवन्ति दुर्बला व्युत्थानसंस्कारा इति। एष धर्माणामवस्थापरिणामः। तत्र धर्मिणो धर्मैः परिणामो धर्माणां त्र्यध्वनां लक्षणैः परिणामो लक्षणानामप्यवस्थाभिः परिणाम इति। एवं धर्मलक्षणावस्थापरिणामैः शून्यं न क्षणमपि गुणवृत्तमवतिष्ठते। चलं च गुणवृत्तम्। गुणस्वाभाव्यं तु प्रवृत्तिकारणमुक्तं गुणानामिति। एतेन भूतेन्द्रियेषु धर्मधर्मिभेदात्त्रिविधः परिणामो वेदितव्यः।\nपरमार्थतस्त्वेक एव परिणामः। धर्मिस्वरूपमात्रो हि धर्मो धर्मिविक्रियैवैषा धर्मद्वारा प्रपञ्च्यत इति। तत्र धर्मस्य धर्मिणि वर्तमानस्यैवाध्वस्वतीतानागतवर्तमानेषु भावान्यथात्वं भवति नतु द्रव्यान्यथात्वम्। यथा सुवर्णभाजनस्य भित्त्वाऽन्यथाक्रियमाणस्य भावान्यथात्वं भवति न सुवर्णान्यथात्वमिति।\nअपर आह – धर्मानभ्यधिको धर्मी पूर्वतत्त्वानतिक्रमात्। पूर्वापरावस्थाभेदमनुपतितः कौटस्थ्येनैव परिवर्तेत यद्यन्वयी स्यादिति। अयमदोषः। कस्मात्। एकान्ततानभ्युपगमात्। तदेतत्त्रैलोक्यं व्यक्तेरपैति नित्यत्वप्रतिषेधात्। अपेतमप्यस्ति विनाशप्रतिषेधात्। संसर्गाच्चास्य सौक्ष्म्यं, सौक्ष्म्याच्चानुपलब्धिरिति। \nलक्षणपरिणामो धर्मोऽध्वसु वर्तमानोऽतीतोऽतीतलक्षणयुक्तोऽनागतवर्तमानाभ्यां लक्षणाभ्यामवियुक्तः। तथाऽनागतोऽनागतलक्षणयुक्तो वर्तमानातीताभ्यां लक्षणाभ्यामवियुक्तः। तथा वर्तमानो वर्तमानलक्षणयुक्तोऽतीतानागताभ्यां लक्षणाभ्यामवियुक्त इति। यथा पुरुष एकस्यां स्त्रियां रक्तो न शेषासु विरक्तो भवतीति।\nअत्र लक्षणपरिणामे सर्वस्य सर्वलक्षणयोगादध्वसंकरः प्राप्नोतीति परैर्दोषश्चोद्यत इति। तस्य परिहारः – धर्माणां धर्मत्वमप्रसाध्यम्। सति च धर्मत्वे लक्षणभेदोऽपि वाच्यो न वर्तमानसमय एवास्य धर्मत्वम्। एवं, हि न चित्तं रागधर्मकं स्यात्क्रोधकाले रागस्यासमुदाचारादिति।\nकिंच त्रयाणां लक्षणानां युगपदेकस्यां व्यक्तौ नास्ति संभवः। क्रमेण तु स्वव्यञ्जकाञ्जनस्य भावो भवेदिति। उक्तं च रूपातिशया वृत्त्यतिशयाश्च विरुध्यन्ते, सामान्यानि त्वतिशयैः सह प्रवर्तन्ते। तस्मादसंकरः। यथा रागस्यैव क्वचित्समुदाचार इति न तदानीमन्यत्राभावः किंतु केवलं सामान्येन समन्वागत इत्यस्ति तदा तत्र तस्य भावः। तथा लक्षणस्येति।\nन धर्मी त्र्यध्वा धर्मास्तु त्र्यध्वानस्ते लक्षिता अलक्षितास्तत्र लक्षितास्तां तामवस्थां प्राप्नुवन्तोऽन्यत्वेन प्रतिनिर्दिश्यन्तेऽवस्थान्तरतो न द्रव्यान्तरतः। यथैका रेखा शतस्थाने शतं दशस्थाने दशैका चैकस्थाने। यथा चैकत्वेऽपि स्त्री माता चोच्यते दुहिता च स्वसा चेति।\nअवस्थापरणामे कौटस्थ्यप्रसङ्गदोषः कैश्चिदुक्तम्। कथम्। अध्वनो व्यापारेण व्यवहितत्वात्। यदा धर्मः स्वव्यापारं न करोति तदाऽनागतो यदा करोति तदा वर्तमानो यदा कृत्वा निवृत्तस्तदाऽतीत इत्येवं धर्मधर्मिणोर्लक्षणानामवस्थानां च कौटस्थ्यं प्राप्नोतीति परैर्दोष उच्यते।\nनासौ दोषः। कस्मात्। गुणिनित्यत्वेऽपि गुणानां विमर्दवैचित्र्यात्। यथा संस्थानमादिमद्धर्ममात्रं शब्दादीनां गुणानां विनाश्यविनाशिनामेवं लिङ्गमादिमद्धर्ममात्रं सत्त्वादीनां गुणानां विनाश्यविनाशिनां तस्मिन्विकारसंज्ञेति।\nतत्रेदमुदाहरणं मृद्धर्मी पिण्डाकाराद्धर्माद्धर्मान्तरमुपसंपद्यमानो धर्मतः परिणमते घटाकार इति। घटाकारोऽनागतं लक्षणं हित्वा वर्तमानलक्षणं प्रतिपद्यत इति लक्षणतः परिणमते। घटो नवपुराणतां प्रतिक्षणमनुभवन्नवस्थापरिणामं प्रतिपद्यत इति। धर्भिणोऽपि धर्मान्तरमवस्था धर्मस्यापि लक्षणान्तरमवस्थेत्येक एव द्रव्यपरिणामो भेदेनोपदर्शित इति। एवं पदार्थान्तरेष्वपि योज्यमिति। त एते धर्मलक्षणावस्थापरिणामा धर्मिस्वरूपमनतिक्रान्ता इत्येक एव परिणामः सर्वानमून्विशेषानभिप्लवते। अथ कोऽयं परिणामः। अवस्थितस्य द्रव्यस्य पूर्वधर्मनिवृत्तौ धर्मान्तरोत्पत्तिः परणाम इति ॥ १३ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65019",
      "key": "3-13",
      "order": 313,
      "tags": [
        "3-13",
        "Pada 3",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचित्तपरिणामोक्तं रूपमन्यत्राप्यतिदिशन्नाह –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥ \nएतेन त्रिविधेनोक्तेन चित्तपरिणामेन भूतेषु स्थूलसूक्ष्मेषु इन्द्रियेषु बुद्धिकर्मलक्षणभेदेनावस्थितेषु धर्मलक्षणावस्थाभेदन त्रिविधः परिणामो व्याख्यातोऽवगन्तव्यः। अवस्थितस्य धर्मिणः पूर्वधर्मनिवृत्तौ धर्मान्तरापत्तिर्धर्म परिणामः। यथा मृल्लक्षणस्य धर्मिणः पिण्डरूपधर्मपरित्यागेन घटरूपधर्मान्तरस्वीकारो धर्मपरिणाम इत्युच्यते। लक्षणपरिणामो यथातस्यैव घटस्यानागताध्वपरित्यागेन वर्तमानाध्वस्वीकारः। तत्परित्यागेन चातीताध्वपरिग्रहः। अवस्थापरिणामो यथा तस्यैव घटस्य प्रथमद्वितीययोः सदृशयोः क्षणयोरन्वयित्वेन। यतश्च गुणवृत्तिर्नापरिणममाना क्षणमप्यस्तिः।\n"
    }
  ]
}