{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64030",
      "key": "3-15",
      "order": 121,
      "tags": [
        "Pada 3",
        "Sutra 15"
      ],
      "text": "क्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ ३-१५ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66783",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nक्रमेति । धर्माणामुक्तानां यः क्रमस्तस्य यत्प्रतिक्षणमन्यत्वं परिणामस्यान्यत्वे नानाविधत्वे हेतुर्ज्ञापकं भवति । यथा मृदो घटादिः ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66549",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वेकस्य धर्मिणः परिणामबहुत्वे को हेतुरित्यत आह –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nमृदि चूर्णपिण्डयोः पिण्डघटयोर्घटकपालयोः पौर्वापर्यरूपक्रमस्यान्यत्वं दृश्यमानमेकस्या एव मृदः परिणामानां चूर्णादीनां धर्माणामन्यत्वे हेतुर्ज्ञाकस्य एव मृदः परिणामानां चूर्णादीनां धर्माणामन्यत्वे हेतुर्ज्ञापकः । एवमनागतवर्तमानातीताध्वानां क्रमाल्लक्षणपरिणामान्यत्वं धर्माणां ज्ञेयम् । तथा क्षणपरम्परया घटादीनां दुर्लक्षसूक्ष्मपरिणामक्रमेणावस्थापरिणामान्यत्वं बोध्यम् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66389",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वस्तु धर्मेभ्योऽन्यो धर्मी तथाप्येकस्य धर्मिण एक एव परिणामोऽस्तु एकस्यानेकपरिणामाङ्गीकारे सहकारिकल्पनागौरवादित्यत आह –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nएकस्य वस्तुनः परिणामनानात्वे क्रमभेदो हेतुर्लिङ्गमित्यर्थः । क्रमभेदश्च यथा मृद्धर्मी प्रथमं चूर्णभावं हित्वा पिण्डभावं प्राप्त इत्येकः क्रमः ततः पिण्डभवं हित्वा घटभावं प्राप्त इति मृदः परिणामक्रमभेदाः । एकत्र परस्यान्यत्र पूर्वत्वात् । सर्वत्र च मृदित्यनुगतप्रत्ययान्मृद एकत्वं सहकारिभेदाच्च तेषां नाकस्मिकत्वमिति भावः । एवमनागतवर्तमानातीतत्वलक्षणानामपि क्रमोऽनुभूयते । एवमवस्थापरिणामक्रमोऽनुभूयते बाल्ययौवनवार्धकानाम् । एवं चित्तस्य द्वये धर्माः प्रत्यक्षा अनुमानशब्दगम्याश्च । तत्र प्राणादयः पञ्च प्रत्यक्षाः । अप्रत्यक्षास्तु सप्त यथा निरोधसंस्काराः कालवृद्ध्यानुमेयाः आगमज्ञेयाश्च । पुण्यापुण्ये आगमज्ञेये सुखदुःखाभ्यामनुमानेन । संस्काराः स्मृत्यानुमीयन्ते । एवं त्रिगुणत्वाच्चित्तस्य गुणानां चलवृत्तित्वाच्च प्रतिक्षणं परिणामोऽनुमीयते । जीवनं प्राणधारणं प्रयत्नभेदः श्वासप्रश्वासाभ्यामनुमीयते । तत्तदिन्द्रियैः संयोगात्तस्य चेष्टानुमीयते । चेष्टा च तत्र वृत्तिद्वारिका । शक्तिः कार्याणां सूक्ष्मावस्था स्थूलकार्यानुभवादनुमीयते इति दिक् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66163",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वेकस्य धर्मिणः परिणामबहुत्वे को हेतुरित्यत आह –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nमृदि चूर्णपिण्डयोः पिण्डघटयोः पौर्वापर्यरूपक्रमस्यान्यत्वं दृश्यमानमेकस्या एव मृदः परिणामानां चूर्णादीनां धर्माणामन्यत्वे हेतुर्ज्ञापक इति धर्मादयो निरूपिताः ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65984",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वेकस्य धर्मिणः किमेक एव परिणामः? उत बहव इत्याशङ्कायाम्, एक एव युक्तो लाघवाद्, बहुत्वपक्षे सहकारिभेदकल्पनागौरवादिति प्राप्ते फलभेददर्शनात् बहुत्वमेव युक्तम्। बहुत्वे को हेतुस्तत्राह –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः॥१५॥\nमृदि चूर्णापिण्डयोः पिण्डघटयोः पौर्वापर्यरूपक्रमस्यान्यत्वं दृश्यमानमेकस्य एव मृदः परिणामानां चूर्णादीनां धर्माणानाम् अन्यत्वे नानाविधत्वे हेतुः कारणं लिङ्गं चेत्यर्थः। क्रियाभेदादेकस्य धर्मिणो नानाविधाः क्रियाः परिणामाः भवन्ति। क्रियाभेदज्ञानाञ्च परिणामाभिन्न इति च ज्ञानं भवतीति यावत्। एवं धर्मेऽपि लक्षणपरिणामावस्थापरिणामा अवगन्तव्याः। सर्वेषां भावानां नियतेनैव क्रमेण परिणममानत्वात्। तत्र धर्मलक्षणपरिणामयोः प्रतिक्षणमनुत्पादेऽपि अवस्थापरिणामस्यास्ति प्रतिक्षणमित्पत्तिः। नवस्य कालान्तरेपुराणतोपलम्भात् क्षणपरम्परापातिना प्रतिक्षणं भिन्नं स्वरूपसत्ताक्रमसमूहेन विना पुराणतया अत्रासम्भवात्। अतः सा प्रतिक्षणमवस्थापरिणाममनुमापयति। अत एव प्रतिक्षणभङ्गुरत्वेन प्रपञ्चस्य स्वप्नसाम्यं निश्चिन्वन्ति प्राज्ञाः। तदुक्तं माण्डुक्ये –\nस्वप्नमाये यथा दृष्टे गन्धर्वनगरं यथा।\nतथा विश्वमिदं दृष्टं वेदान्तेषु विचक्षणैः, इति॥\nननु स्वप्नतुल्यत्वं न युक्तम्। जागृद्दृश्यपदार्थानामिव स्वाप्निकानां सम्प्रयोजनत्वादर्शनात्। स्वाप्नभोजनादिना क्षुत्पिपासादिनिवृत्तेरभावादितिचेन्न। जागरितभोजनादिना स्वाप्नक्षुत्पिपासादेरप्रतिबन्धाजागरितसम्प्रयोजनतायाः स्वप्ने व्यभिचारेण साम्यस्यापरिहार्यत्वात्। तदुक्तं तत्रैव –\nसम्प्रयजनता तेषां स्वप्ने विप्रतिपद्यते।\nतस्मादाद्यन्तरत्वेन मिथ्यैव खलु ते स्मृताः, इति॥\nइदमेव च तेषां मिथ्यात्वं यद् भोगकालेऽप्यस्थिरत्वं ज्ञानोत्तरकाले चासत्वम्। एतदभिप्रेत्यैव च तदेतत्त्रयं स्वप्नं मायामात्रमित्याद्याः श्रुतिस्मृतयोरपि स्वप्नमायात्वादिकंप्रतिपादयन्ति, न त्वात्यन्तिकं तुच्छत्वं ज्ञापयितुमिति सूत्रकारस्य गूढाभिसन्धिः॥१५॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65844",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वस्तु धर्मेभ्योऽन्यो धर्मी तथाप्येकस्य धर्मिण एक एव परिणामोऽस्तु एकस्यानेकपरिणामाङ्गीकारे सहकारिकल्पनागौरवेण कुर्वद्रूपतयैव वस्तुसिद्धेरिति बौद्धस्याशङ्कान्तरमपाकरोत्येकस्य धर्मिणो वक्ष्यमाणपरिणामत्रयोपपत्तये –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nएकस्य वस्तुनः परिणामनानात्वे क्रमभेदो हेतुर्लिङ्गमित्यर्थः । क्रमभेदश्च यथा – मृद्धर्मी प्रथमं चूर्णभावं हित्वा पिण्डभावं प्राप्त इत्येकः क्रमः । ततश्च पिण्डभावं हित्वा कपालभावं प्राप्त इत्यपरः क्रमः । इत्येवमादयो मृदः परिणामक्रमभेदाः, सर्वत्र च मृन्मृदित्यनुगतप्रत्ययान्मृद एकत्वमिति ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65627",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु एकस्य धर्मिणः परिणामबहुत्वे को हेतुरित्यत आह- \nक्रमान्यत्वं परिणामान्यते हेतुः ॥ ( १५ )\nमृदि चूर्णपिण्डयोः पिण्डघटयोः पौर्वापर्यरूपक्रमस्य अन्यत्वं दृश्यमानम् एकस्या एव मृदः परिणामानां चूर्णादीनां धर्माणामन्यत्वे हेतुः- ज्ञापकः । एवमनागतवर्तमानातीताध्वनां क्रमात् लक्षणपरिणामान्यत्वं धर्माणां ज्ञेयम् । तथा क्षणपरम्परया घटव्रीह्यादीनां दुर्लक्ष्यसूक्ष्मपरिणामक्रमेण नवत्वपुराणत्वाद्यवस्थापरिणामान्यत्वं बोध्यम् । दृश्यते हि कुसूलरक्षितव्रीहीणां कालेन पाणिस्पर्शमात्रेण चूर्णावस्था । न हीयं क्षणिकपरिणामक्रमं विना नवानां दृढानाम् अकस्माद्भवति । तस्मात् धर्मिणः परिणामिनित्यस्य धर्मा भिन्नाः धर्माणां लक्षणानि, तेषामवस्था, इति स्थितम् । धर्म्यनन्यत्वात् न क्षणिकत्ववाद इत्यनवद्यम् । तत्र केचित् परिणामाः चित्तस्य प्रत्यक्षाः कामसुखादयः । केचित्तु आगमानुमानगम्याः सप्त । \nतदुक्तं भाष्ये- \nनिरोधकर्मसंस्काराः परिणामोस्थ जीवनम् ।\nचेष्टा शक्तिश्च चित्तस्य धर्मा दर्शनवर्जिताः ॥ इति ।\nपरोक्षा इत्यर्थः । कर्म – पुण्यापुण्यापूर्वम् । त्रिगुणत्वात् चित्तस्य प्रतिक्षणपरिणामोस्नुमेयः । जीवनं -श्वासादिलिङ्गगम्यं प्राणधारणम् । चेष्टा- क्रिया चित्तस्था गात्रचेष्टागम्या । कार्याणां सूक्ष्मावस्था शक्तिः ॥\nननु तर्हि भवन्मते क्षणिकत्ववादः स्यात् इति अत आह – \nधर्म्यनन्यत्वादिति । तत्र- द्विविधपरिणामेषु मध्ये । निरोधेति- असंप्रज्ञाताख्यनिरोधरूपपरिणामो हि शास्त्रादवगम्यत इति बोध्यम् । दर्शनवर्जिताः- अपरोक्षज्ञानाविषयाः । प्राणधारणम्- प्राणस्थित्यनुकूलव्यापारः । सूक्ष्मावस्था- सूक्ष्मरूपेण स्थितिः ।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65446",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥ \nएकस्य धर्मिण एक एव परिणाम इति प्रसक्ते क्रमान्यत्वं परिणामान्यत्वे हेतुर्भवतीति। तद्यथा चूर्णमृत्पिण्डमृद्घटमृत्कपालमृत्कणमृदिति च क्रमः। यो यस्य धर्मस्य समनन्तरो धर्मः स तस्य क्रमः। पिण्डः प्रच्यवते घट उपजायत इति धर्मपरिणामक्रमः। लक्षणपरिणामक्रमो घटस्यानागतभावाद्वर्तमानभावः क्रमः। तथा पिण्डस्य वर्तमानभावादतीतभावः क्रमः। नातीतस्यास्ति क्रमः। कस्मात्। पूर्वपरतायां सत्यां समनन्तरत्वं, सा तु नास्त्यतीतस्य। तस्माद्द्वयोरेव लक्षणयोः क्रमः। तथाऽवस्थापरिणामक्रमोऽपि घटस्याभिनवस्य प्रान्ते पुराणता दृश्यते। सा च क्षणपरम्परानुपातिना क्रमेणाभिव्यज्यमाना परां व्यक्तिमापद्यत इति। धर्मलक्षणाभ्यां च विशिष्टोऽयं तृतीयः परिणाम इति।\nत एते क्रमा धर्मधर्मिभेदे सति प्रतिलब्धस्वरूपाः। धर्मोऽपि धर्मी भवत्यन्यधर्मस्वरूपापेक्षयेति। यदा तु परमार्थतो धर्मिण्यभेदोपचारस्तद्द्वारेण स एवाभिधीयते धर्मस्तदाऽयमेकत्वेनैव क्रमः प्रत्यवभासते।\nचित्तस्य द्वये धर्माः परिदृष्टाश्चापरिदृष्टाश्च। तत्र प्रत्ययात्मकाः परिदृष्टा वस्तुमात्रात्मका अपरिदृष्टाः। ते च सप्तैव भवन्त्यनुमानेन प्रापितवस्तुमात्रसद्भावाः । निरोधधर्मसंस्काराः परिणामोऽथ जीवनम् । चेष्टा शक्तिश्च चित्तस्य धर्मा दर्शनवर्जिताः ॥ इति ॥ १५ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65103",
      "key": "3-15",
      "order": 315,
      "tags": [
        "3-15",
        "Pada 3",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएकस्य धर्मिणः कथमनेके परिणामा इत्याशङ्कामपनेतुमाह –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥ \nधर्माणामुक्तलक्षणानां यः क्रमस्तस्य यत्प्रतिक्षणमन्यत्वं परिदृश्यमानं तत् परिणामस्योक्तलक्षणस्यान्यत्वे नानविधत्वे हेतुर्लिङ्गं ज्ञापकं भवति। अयमर्थः योऽयं नियतः क्रमो मृच्चूर्णान्मृत्पिण्डस्ततः कपालानि तेभ्यश्च घट इत्येवंरूपः परिदृश्यमानः परिणामस्यान्यत्वमावेदयति तस्मिन्नेव धर्मिणि यो लक्षणपरिणामस्यावस्थापरिणामस्य वा क्रमः सोऽपि अनेनैव न्यायेन परिणामान्यत्वे गमकोऽवगन्तव्यः। सर्व एव भावा नियतेनैव क्रमेण प्रतिक्षणं प्ररिणममानाः परिदृश्यन्ते। अतः सिद्धं क्रमान्यत्वात्परिणामान्यत्वम्। सर्वेषां चित्तादीनां परिणममनानां केचिद्धर्माः प्रत्यक्षेणैवोपलभ्यन्ते। यथा सुखादयः संस्थानादयश्च। केचिच्चैकान्तेनानुमानगम्याः। यथा धर्मसंस्कारशक्तिप्रभृतयः। धर्मिणश्च भिन्नाभिन्नरूपतया सर्वत्रानुगमः।\n"
    }
  ]
}