{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64126",
      "key": "3-18",
      "order": 124,
      "tags": [
        "Pada 3",
        "Sutra 18"
      ],
      "text": "संस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ ३-१८ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66745",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nसंस्कारेति । द्विविधा वासनासंकाराः केचित्स्मृत्युत्पादनकलाः केचिज्ज्यात्यायुर्भोगहेतवो धर्माधर्माख्यास्तेषु संयमं यदा करोति भावनयैव पूर्ववृत्तानुसन्धानादुद्बुद्धसंस्कारः सर्वमतीतं पूर्वानुभूतजात्यादिकं प्रत्यक्षेण पश्यति ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66606",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nअनुभवक्लेशजाः स्मृतिक्लेशहेतवः, कर्मजाः सुखदुःखहेतवः, इति द्वये संस्काराश्चित्तधर्माः पूर्वजन्मपरम्परासञ्चिताः सन्ति । तेषु श्रुतेष्वनुमितेषु च संयमेन साक्षात्कृतेषु तद्धेतुत्वेन स्वीयपरकीयपूर्वजन्मपरम्परायाः साक्षात्कारो भवति । न च संस्कारसंयमात्कथं पूर्वजन्मसाक्षात्कार इति शङ्कनीयम्; सानुबन्धसंस्कारसंयमादनुबन्धत्वेन पूर्वजन्मसाक्षात्कारोत्पत्तेः सम्भवादिति समञ्जसम् ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66362",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nसंस्कारसंयमेत्यादि । संस्कारो द्विविधः। ज्ञानरागादिवासनारूपो धर्माधर्मरूपश्च । पूर्वजन्मभवे ह्येतस्मिन् द्विविधेऽप्रत्यक्षेऽपि श्रुतानुमानाभ्यां ज्ञात्वा संयमेन साक्षात्कृते पूर्वजातिज्ञानं जातिस्मरता भवतीत्यर्थः । एवं परकीयसंस्कारसाक्षात्करणात्परजातिज्ञानमपि भवतीति बोध्यम् ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66261",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nअनुभवक्लेशजाः स्मृतिक्लेशहेतवः, कर्मजाः सुखदुःखहेतव इति द्वयोरपि संस्काराः सन्ति चित्तधर्माः पूर्वजन्मपरम्परासञ्चिताः । तेषु श्रुतेषु अनुमितेषु च संयमेन साक्षात्कृतेषु तद्धेतुत्वेन स्वीयपाकीयपूर्वजन्मपरम्परायाः साक्षात्कारो भवति ॥\nअत्र भगवान् जैगीषव्य उदाहरणम्। तत्रभगवान् आवट्यो जैगीषव्यं प्रति संस्कारसाक्षात्करणेन दशसु महासर्गेषु भव्यत्त्वादनभिभूतबुद्धिसत्वेन त्वया नरकतिर्यग्गर्भसम्भवं दुःखं संपश्यता देवमनुष्येषु पुनः पुनरुत्पद्यमानेन च सुखदुःखयोः किमऽधिकमनुभूतम् । अत्र जैगीषव्यो दशस्वपि महासर्गेषु सुखदुःखयोर्मध्ये दुःखमेवाधिकमनुभूतम् । तत् किं प्रधानवशित्वमनुत्तमं सन्तोषसुखमपि दुःखपक्ष एव निक्षिप्तम् ? । कः सन्देहः । विषयसुखापेक्षयैवानुत्तमं, न तु कैवल्यापेक्षयेति । त्रिगुणात्मकस्य प्रत्ययहेयत्वात् ॥\nननु यत्र संयमस्तस्य साक्षात्कार इति नियमात् कथं संस्कारसाक्षात्कारसंयमात् पूर्वजन्मज्ञानमुत्पन्नमिति चेत् सत्यम् । सानुबन्धसंस्कारसंयमादनुबन्धत्वेन पूर्वजन्मनो ज्ञानमिति मन्तव्यम् ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66056",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यनतरमाह –\nसंस्कारसाक्षात्करणात् पूर्वजातिज्ञानम्॥१८॥\nसंस्कारेति॥ विविधाश्चित्तस्यानुभवक्लेशजाः स्मृतिवलेशहेतवः संस्काराः, केचित् कर्मजात्यायुर्भोगफलाः पूर्वजन्मपरम्परासञ्चिताः। तेषां श्रुतानुमितानां संयमेन साक्षात्कारात् पूर्वजातीनां ज्ञानं भवतीत्यर्थः। जन्मभूमिरूपदेशस्य युगादिरूपकालस्य मातापित्रादिरूपनिमित्तस्य चेदानीमत्र। मुकपुत्रोऽमित्यनुभवजन्यानादिसंस्कारविषयत्वात् संस्कारसाक्षात्कारे देशकालनिमित्तादिरूपाशेषविशिष्टानां पूर्वजन्मनामपि साक्षात्कारो भवतीति यावत्। अत्र भगवान् जैगीषव्य उदाहरणम्। तथाहि। भगवानावट्यो जैगीषब्व्यं प्रत्युवाच। संस्कारसाक्षात्करणेन दशसु महासर्गेषु भव्यत्वादनभिभूतबुद्धिसत्वेन त्वया नरकतिर्यग्रामदुःखं सम्पश्यत देवमनुष्येषु पुनः पुनरुत्पद्यमानेन सुखदुःखयोः किमधिकमनुभूतमिति। अथ जैगीषव्य उवाच। दशस्वपि महासर्गेषु सुखदुःखयोर्मध्ये दुःखमेवाधिकमनुभूतमिति। आवट्य आह। किं प्रधानवशित्वमनुत्तमसुखमपि दुःखपक्ष एव निक्षिप्तमिति। जैगीषव्यः प्राह। कः सन्देहः विषयसुखापेक्षयैवानुत्तमं, न तु कैवल्यापेक्षया। त्रिगुणात्मकस्य प्रत्ययस्य हेयत्वादिति॥१८॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65832",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nसंस्कारसंयमेनेति सूत्रस्यादौ पूरणीयम् । संस्कारश्च द्विविधः । ज्ञानरागादिवासना धर्माधर्मौ च। तेषु पूर्वजन्मसंस्कारेषु संयमात्साक्षात्कृतेषु पूर्वजन्मज्ञानं जातिस्मरता भवतीत्यर्थः ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65657",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात् पूर्वजातिज्ञानम् ॥ ( १८ )\nअनुभवक्लेशजाः स्मृतिक्लेशहेतवः कर्मजाः सुखदुःखहेतव इतीमे संस्काराः सन्ति चित्तस्य धर्माः पूर्वजन्मपरम्परासञ्चिताः तेषु श्रुतेष्वनुमितेषु च संयमेन साक्षात्कृतेषु तद्धेतुत्वेन स्वीयपरकीयपूर्वजन्मपरम्परायाः साक्षात्कारो भवतीत्यर्थः ।\nअत्र भगवान् जैगीषव्य उदाहरणम् । तस्य किल योगिवर्यस्य प्रकृतिवशिनः संस्कारसाक्षात्कारात् दशसु महाकल्पेषु देवतिर्यङ्नरादियोनिषु जन्मपरम्परां साक्षात्कृतवतो दिव्यविवेकख्यातिश्च प्रादुरभवत् । तं भगवान् “आवट्यः” पप्रच्छ ’भगवन् , त्वया दृष्टेषु दशकल्पेषु सुखदुःखयोः किमधिकमनुभूतम् । जैगीषव्य आह-’हन्त भो आयुष्मान् । देवनरादिषु पुनःपुनरुत्पद्यमानेन यत्किञ्चिदनुभूतं मया तत्सर्वं दुःखमेव’ इति । आवट्य आह- किं प्रकृतिवशित्वमपि दुःखमेव, येन दिव्या भोगा अक्षयाः सङ्कल्पमात्रेणोपतिष्ठन्त इति । स उवाच- सत्यं, लौकिकसुखापेक्षया प्रधानवशित्वमनुत्तमं, परं कैवल्यापेक्षया दुःखमेव, यतः तृष्णातन्तुरनुच्छिन्नः सर्वदुःखाकरः तद्वच्छेदात् कैवल्यसुखं प्रसन्नमनुत्तमम्’ इति भाष्यस्थाख्यायिका ।\nननु यत्र संयमस्तस्य साक्षात्कार इति नियमात् कथं संस्कारसंयमात्पूर्वजन्मज्ञानमिति चेत्- सत्यम्, सानुबन्धसंस्कारसंयमादनुबन्धत्वेन पूर्वजन्मनो ज्ञानमुपपन्नमिति गन्तव्यम् ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65417",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥ \nद्वये खल्वमी संस्काराः स्मृतिक्लेशहेतवो वासनारूपा विपाकहेतवो धर्माधर्मरूपाः। ते पूर्वभवाभिसंस्कृताः परिणामचेष्टानिरोधशक्तिजीवनधर्मवदपरिदृष्टाश्चित्तधर्माः। तेषु संयमः संस्कारसाक्षात्क्रियायै समर्थः। न च देशकालनिमित्तानुभवैर्विना तेषामस्ति साक्षात्करणम्। तदित्थं संस्कारसाक्षात्करणात्पूर्वजातिज्ञानपुत्पद्यते योगिनः। परत्राप्येवमेव संस्कारसाक्षात्करणात्परजाति-संवेदनम्।\nअत्रेदमाख्यानं श्रूयते – भगवतो जैगीषव्यस्य संस्कारसाक्षात्करणाद्दशसु महासर्गेषु जन्मपरिणामक्रममनुपश्यतो विवेकजं ज्ञानं प्रादुरभूत्। अथ भगवानावट्यस्तनुधरस्तमुवाच – दशसु महासर्गेषु भव्यत्वादनभिभूतबुद्धिसत्त्वेन त्वया नरकतिर्यग्गर्भसंभवं दुःखं संपश्यता देवमनुष्येषु पुनःपुनरुत्पद्यमानेन सुखदुःखयोः किमधिकमुपलब्धमिति। भगवन्तमावट्यं जैगीषव्य उवाच – दशसु महासर्गेषु भव्यत्वादनभिभूतबुद्धिसत्त्वेन मया नरकतिर्यग्भवं दुःखं संपश्यता देवमनुष्येषु पुनःपुनरुत्पद्यमानेन यत्किंचिदनुभूतं तत्सर्वं दुःखमेव प्रत्यवैमि। भगवानावट्य उवाच - यदिदमायुष्मतः प्रधानवशित्वमनुत्तमं च संतोषसुखं किमिदमपि दुःखपक्षे निक्षिप्तमिति। भगवाञ्जैगीषव्य उवाच – विषयसुखापेक्षयैवेदमनुत्तमं संतोषसुखमुक्तम्। कैवल्यसुखापेक्षया दुःखमेव। बुद्धिसत्त्वस्यायं धर्मस्त्रिगुणस्त्रिगुणश्च प्रत्ययो हेयपक्षे न्यस्त इति। दुःखरूपस्तृष्णातन्तुः। तृष्णादुःखसंतापापगमात्तु प्रसन्नमबाधं सर्वानुकूलं सुखमिदमुक्तमिति ॥ १८ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65072",
      "key": "3-18",
      "order": 318,
      "tags": [
        "3-18",
        "Pada 3",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥ \nद्विविधाश्चित्तस्य वासनारूपाः संस्काराः। केचित्स्मृतिमात्रोत्पादनफलाः केचिज्जात्यायुर्भोगलक्षणविपाकहेतवः यथा धर्माधर्माख्याः। तेषु संस्कारेषु यदा संयमं करोति एवं मया सोऽर्थोनुभूत एवं मया सा क्रिया निष्पादितेति पूर्ववृत्तमनुसंदधानो भावयन्नेव प्रबोधकमन्तरेणोद्बुद्धसंस्कारः सर्वमतीतं स्मरति। क्रमेण साक्षात्कृतेषूद्बुद्धेषु संस्कारेषु पूर्वजन्मानुभूतानपि जात्यादीन्प्रत्यक्षेण पश्यति।\n"
    }
  ]
}