{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64145",
      "key": "3-35",
      "order": 141,
      "tags": [
        "Pada 3",
        "Sutra 35"
      ],
      "text": "सत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३-३५ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66840",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥\nसत्त्वेति । सत्त्वं प्रकाशसुखात्मकः प्राधानिकः परिणामः पुरुषो भोक्ता तयोश्चेतनाचेतनत्वादत्यन्तासङ्कीर्णत्वं तयोः प्रत्ययस्याविशेषात् भेदेनाप्रतिभासनात् या सुखसंवित् सा भोगः स पुरुषनिमित्तत्वात् पदार्थः तदन्यः स्वार्थः पुरुषस्वरूपमात्रावलम्बनः परित्यक्ताहङ्कारे सत्त्वे चिच्छायासङ्क्रमस्तत्र कृतसंयमस्य पुरुषज्ञानमुत्पद्यते ॥ ३५ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66599",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥\nबुद्ध्यात्मनोर्भोग्यभोक्तृत्वेनात्यन्तभिन्नयोर्यः प्रत्ययाविशेषो बुद्धिपरिणामैः सुखदुःखमोहप्रत्ययैः पुरुषस्य प्रतिबिम्बग्राहिभिरविशेषः सारूप्यं प्रतिबिम्बद्वारा यः सुखाद्यारोपः, स भोगि बुद्धिस्थो दृश्यत्वात्परार्थः पुरुषस्य भोक्तुः शेषभूतः । तस्मात्परार्थाद्भोगाज्जडादन्यश्चित्स्वभावः स्वाथोऽनन्यशेषः पुरुषः । तत्र संयमात्पुरुषस्य साक्षात्कारो भवति । तं साक्षात्कारमपि पुरुषो जानाति । न पुनर्ज्ञाता ज्ञेयः, ज्ञातृज्ञेयत्वयोरत्यन्तविरोधादिति भावः ॥ ३५ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66455",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचित्ते च ज्ञाते ततो विवेकेनात्मसाक्षात्कारो भवतीत्यौत्सर्गिकक्रममाश्रित्याह –\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥\nसत्त्वं हि स्वप्रकाशरूपमिति स्वच्छं तच्च स्वाविनाभूते अपि रजस्तमसी अभिभूय विवेकख्यातिरूपेण परिणमते तत्तथापरिणताद्बुद्धिसत्त्वादप् यदि चैतन्यं शुद्धं ततो विभक्तं ततः किं वक्तव्यं जडस्वभावाभ्यां रजस्तमोभ्यामिति सूचयितुं सूत्रे सत्त्वेत्युक्तम् । तयोः सत्त्वपुरुषयोर्बुद्धिचैतन्ययोः परिणामित्वापरिणामित्वरूपविरुद्धधर्माध्यासादत्यन्तासंकीर्णयोरपि योऽनाद्यविद्यावासनावशात्प्रत्य-याविशेषः प्रत्ययद्वयाविवेकोऽभेदभ्रमो वा स भोगः । शान्तघोरमूढप्रत्ययरूपबुद्धिवृत्तिप्रत्ययधर्मशान्तत्वादीनां परस्परप्रतिबिम्बाच्चैतन्येऽध्यारोप इति यावत् । यतः सा पुरुषाय दर्शितविषया, स्वतस्तस्याः परिणामित्वेन विषयग्रहणाभावात् । तत्र बुद्धिः वृत्तिरूपा परार्थत्वादस्योतः (?) परार्थात् तस्माद्भिन्ने विवेकेन स्वार्थे पुरुषरूपप्रत्यये यः साक्षात्कारपर्यन्तः संयमस्तस्माद्धेतोः स्वयमेव पूर्णत्वकूटस्थत्वाद्यशेषविशेषैः साक्षात्कारो भवतीत्यर्थः । अत्र परार्थत्वं परस्य भोगापवर्गसाधनत्वं, स्वार्थत्वं तु परार्थत्वाभाव एव स्वस्य भोगापवर्गसाधनत्वम् । अत्र भोगः स्वात्मकविषयानुभव एवेति केचित् । ननु पुरुषविषयः साक्षात्कारश्चेत्स तस्य विषय इति साक्षात्कारान्तरमायातं, बुद्धिसत्त्वात्मना तु प्रत्ययेन जडत्वान्न स्वविवेकेन पुरुषज्ञानं भवतीत्यनवस्था, स्वस्वरूपत्वे कथं तस्य संयमफलत्वं प्रागेव सिद्धत्वादिति चेन्न । घटाकाशवच्छब्दादिवृत्त्यवच्छिन्नचैतन्यभागस्य वृत्तिविवेकेन साक्षात्कारस्य परिपूर्णत्वादिरूपैरखिलप्रपञ्चविवेकेन तत्साक्षात्कारस्य तत्फलत्वात्, बुद्धिसत्वगतपुरुषप्रतिबिम्बालम्बनोऽयं पुरुषात्मकः प्रत्यय इत्यदोषाच्च । निष्ठत्वस्य स्वरूपस्थित्यैव । तथाच श्रुतिः – ’विज्ञातारमरे केन विजानीयात्’ इति । बुद्धेः प्रत्ययः शब्दादिसुखाद्याकारा वृत्तिः, पुरुषप्रत्ययश्च स्वरुपः बुद्ध्यवच्छिन्नचैतन्यमिति केचित् । तत्त्वज्ञानार्थिनां चायमेव संयमो मुख्यः। तत्रास्य संयमस्य पुरुषज्ञानात्मरूपविभूतयः ॥ ३४ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66183",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥\nबुद्ध्यात्मनोर्भोग्यभोक्तृत्वेनात्यन्तभिन्नयोर्यः प्रत्ययाविशेषः सारूप्यं प्रतिबिम्बद्वारा सुखाद्यारोपो भोगो बुद्धिस्थो दृश्यत्वात् परार्थः पुरुषस्य भोक्तुः शेषभूतः । तस्माद्भोगात् परार्थाच्चित्प्रतिबिम्बोपसर्जनप्रत्ययरूपाज्जडादन्यश्चित्स्वभावः प्रतिबिम्बः स्वार्थोऽनन्यशेषस्तत्र संयमात् पुरुषस्य साक्षात्कारो भवति । तच्च पुरुषज्ञानमनात्माकारशून्यम् ॥ ३५ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66001",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचित्ते साक्षात्कृते तद्विवेकेनात्मज्ञानं भवतीति क्रमानुसारेणाह –\nसत्वपुरुषायोरत्यन्तासङ्कीर्णयोः प्रत्ययाविशेषो भॊगः परार्थात् स्वार्थसंयमात् पुरुषज्ञानम्॥३५॥ \nसत्वाधिक्यात् सत्वं बुद्धिः पुरुषो भोक्तो सच्चिदूपः पुष्करपलाशवन्निर्लेपः। अत एव तयोरत्यन्तासङ्कीर्णयोरत्यन्तभिन्नयोः सदृश्यादिनाप्यसम्भावित्ताभेदयोरिति यावत्। एतयोर्यः प्रत्ययाविवेकः प्रत्ययोर्विविच्याग्रहणं सुखादिमति विषयाद्याकारा वृत्तिरन्तः करणस्य परिणामे हेतुत्वात् भोगः स्वस्य साक्षित्वमात्राज्ञानेनाकृ- तार्थपुरुषस्याभिमानहेतुत्वात्भोगः। अत एव तयोः साङ्कर्यम् अध्यासिकाभेदः पुनः पुनः संसारसम्पादकमतोऽस्तीति तयोर्मध्ये परार्थात् पुरुषभोगसम्पादकदन्तः करणविवेकेन स्वार्थे भासकरूपे साक्षीप्रत्यये संयमात् साक्शात्कृते सति परिपूर्णत्वादधर्मैः पुरुषस्याविप्लवः साक्श्आट्कारो भवतीत्यर्थः। यदनन्तरं द्वैतज्ञानं न पश्यति॥३५॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65839",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचित्ते ज्ञाते चित्ताद्विवेकेनात्मसाक्षात्कारो भवतीत्यौत्सर्गिकक्रममनुसृत्याह –\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥\nसत्त्वपुरुषयोर्बुद्धिपुरुषयोरत्यन्तविधर्मिणोरपि प्रत्ययाविशेषः प्रत्ययाविवेको भोगशब्दार्थः । तयोः प्रत्यययोर्मध्ये परार्थात्प्रत्ययाद्विवेकेन स्वार्थे पौरुषेये प्रत्यये संयमात्साक्षात्कारपर्यन्ताद्धेतोः स्वयमेव पूर्णत्वाद्यशेषविशेषैः पुरुषसाक्षात्कारो भवति । तादृशसंयमाभावेऽपीत्यर्थः । बुद्धेः प्रत्ययः शब्दाद्याकारा सुखाद्यात्मिका वृत्तिः । पुरुषस्य प्रत्ययश्च तदवच्छिन्नचैतन्यम् । तत्र चैकैकमात्रमेकैकस्य गौणो भोगः । स च ’ चिदवसानो भोगः ’ इति सांख्यसूत्रे योगभाष्ये च सिद्धः । अनेन सूत्रेण तप्तायःपिण्डवदविविक्तं तदुभयमेव भोग इति लोकव्यवहारेणोक्तम् । लोकैर्हि शब्दादिग्रहीता अहं सुखीत्याद्यभिमानपूर्वकसुखाद्यनुभव एव भोगतया व्यवह्रियते । अतोऽयं सुखभोग इति भोगमध्ये चैतन्यस्य विवेक्तव्यतयात्र सूत्रेऽपि भोगोऽपि लक्षितः । आत्मतत्त्वज्ञानार्थिभिश्चायमेव संयमः सततं कर्तव्य इति ॥ ३४ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65703",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसत्त्वपुरुषयोरत्यन्तासङ्कीर्णयोः प्रत्ययाविशेषो भोगः परार्थत्वात् स्वार्थसंयमात्पुरुषज्ञानम् ॥ ( ३५ )\nबुद्ध्यात्मनोः भोग्यभोक्तृत्वेनात्यन्तभिन्नयोः यः प्रत्ययाविशेषः- बुद्धिपरिणामैः सुखदुःखमोहप्रत्ययैः पुरुषस्य प्रतिबिम्बग्राहिभिः अविशेषः- सारूप्यं, प्रतिबिम्बद्वारा सुखाद्यारोपः स भोगः बुद्धिस्थः दृश्यत्वात् परार्थः पुरुषस्य भोक्तुः शेषभूतः । तस्मात् परार्थात् भोगात् चित्प्रतिबिम्बोपसर्जन (क) प्रत्ययरूपात् जडात् अन्यः चित्स्वभावः प्रतिबिम्बः स्वार्थोस्नन्यशेषः । तत्र संयमात् पुरुषस्य साक्षात्कारो भवति । सोस्पि स्वप्रकाशेन पुरुषेण दृश्यः बुद्धिस्थः न पुरुषं विषयीकर्तुमीष्टे । किं त्वनात्माकारत्वशून्यत्वेन आत्ममात्रप्रतिबिम्बग्राहित्वात् पुरुषज्ञानमित्युच्यते । तथा च श्रुतिः- ’विज्ञातारमरे केन विजानीयात्’ इति ॥ \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65517",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥ \nबुद्धिसत्त्वं प्रख्याशीलं समानसत्त्वोपनिबन्धने रजस्तमसी वशीकृत्य सत्त्वपुरुषान्यताप्रत्ययेन परिणतम्। तस्माच्च सत्त्वात्परिणामिनोऽत्यन्तविधर्मा विशुद्धोऽन्यश्चितिमात्ररूपः पुरुषः। तयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः पुरुषस्य दर्शितविषयत्वात्। स भोगप्रत्ययः सत्त्वस्य परार्थत्वाद्दृश्यः।\nयस्तु तस्माद्विशिष्टश्चितिमात्ररूपोऽन्यः पौरुषेयः प्रत्ययस्तत्र संयमात्पुरुषविषया प्रज्ञा जायते। न च पुरुषप्रत्ययेन बुद्धिसत्त्वात्मना पुरुषो दृश्यते। पुरुष एव तं प्रत्ययं स्वात्मावलम्बनं पश्यति। तथा ह्युक्तम् - विज्ञातारमरे केन विजानीयात् इति ॥ ३५ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65041",
      "key": "3-35",
      "order": 335,
      "tags": [
        "3-35",
        "Pada 3",
        "Sutra 35",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nसत्त्वपुरुषयोरत्यन्तासंकीर्णयोः प्रत्ययाविशेषो भोगः परार्थात्स्वार्थसंयमात्पुरुषज्ञानम् ॥ ३५ ॥ \nसत्त्वं प्रकाशसुखात्मकः प्राधानिकः परिणामविशेषः पुरुषो भोक्ताऽधिष्ठातृरूपः। तयोरत्यन्तासंकीर्णयोर्भोग्यभोक्तृरूपत्वाच्चेतनाचेतनत्वाच्च भिन्नयोर्यः प्रत्ययस्याविशेषो भेदेनाप्रतिभासनं तस्मात्सत्त्वस्यैव कर्तृताप्रत्ययेन वा सुखदुःखसंवित्स भोगः। सत्त्वस्य स्वार्थनैरपेक्ष्येण परार्थः पुरुषार्थनिमित्तस्तस्मादन्यो यः स्वार्थः पुरुषस्वरूपमात्रालम्बनः परित्यक्ताहंकारसत्त्वे या चिच्छायासंक्रान्तिस्तत्र कृतसंयमस्य पुरुषविषयं ज्ञानमुत्पद्यते। तत्र तदेवं रूपं स्वालम्बनं ज्ञानं सत्त्वनिष्ठः पुरुषो जानाति न पुनः पुरुषो ज्ञाता ज्ञानस्य विषयभावमापद्यते ज्ञेयत्वापत्तेर्ज्ञातृज्ञेययोश्चात्यन्तविरोधात्।\n"
    }
  ]
}