{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64076",
      "key": "3-51",
      "order": 157,
      "tags": [
        "Pada 3",
        "Sutra 51"
      ],
      "text": "स्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ३-५१ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66815",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥\nतत्र समाधौ स्थितावुपायमाह – स्थानीति । प्रधानजन्यस्य मधुभूमीति संज्ञा । तस्यां कृतसंयमस्य स्वमिनो देवा उपनिमन्त्रयितारो भवन्ति दिव्यत्वादिना तस्मिन्नुपनिमन्त्रणे नानेन सङ्गः कर्तव्यो नापि स्मयः सङ्गस्मयकरणे समाध्यनुत्साहोऽनिष्टप्रसङ्गः स्यात् ॥ ५१ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66587",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुनात्रान्तरायोत्पत्तौ तन्निराकरणकारणमाह –\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥\nचत्वारः खल्वमी योगिनः प्रथमकल्पिको मधुभूमिकः प्रज्ञाज्योतिरतिक्रान्तभावनीयश्चेति । तत्राद्यः संयमे प्रवृत्तिमान्यो न किञ्चिज्जानाति । संयमेन भूतेन्द्रियाणि साक्षात्कृत्य तज्जिगीषुर्द्वितीयः । भूतेन्द्रियजयी पुरुषमाचिख्यासुस्तृतीयः । संप्राप्तपुरुषख्यातौ परवैराग्यसम्पन्नश्चतुर्थः । सोऽसौ भगवान्महानुभावो जीवन्मुक्तो विघ्नशङ्काकलङ्कशून्यः । तृतीयो जितभूतेन्द्रियत्वान्महेन्द्रादिभिरक्षोभ्यः । आद्यस्तु देवनिमन्त्रणायोग्यः । अतः परिशेषाद्द्वितीयः स्थानिभिः शक्रादिभिः शक्यते प्रार्थयितुम् – ’भो योगिन्! इहास्यताम् । स्वर्गादिस्थाने रम्यताम् । कमनीयेयं कन्या । दिव्योऽयं भोगः । रसायनमिदं जरामृत्युनिवारणम् । इदम् कामगं यानम्’ इति । एवं प्रार्थने सङ्ग आसक्तिः, ’अहो मम योगप्रभावः’ इति स्मयश्च न कर्तव्यः; किं त्वित्थं तत्र दोषं भावयेत् – ’घोरेषु संसाराङ्गारेष्वहं पापच्यमानः कथञ्चित्क्लेशादिध्वान्तध्वंसकं योगप्रदीपमलभे । तस्यैते तृष्णायोनयो विषयवायवः प्रतिपक्षाः । स खल्वहं लब्धालोकः कथमेतैर्वञ्चितः पुनः पुनः प्रदीप्तस्य संसारहुतभुजः स्वात्मानमिन्धनीकुर्याम्? अतः स्वस्ति वः स्वप्नसमेभ्यः कृपणजनप्रार्थनीयेभ्यो विषयेभ्यः’ इति । एवं निश्चितमतिः पुरुषधौरेयः समाधिं भावयेत्। यदि तत्र सङ्गस्मयौ भवेताम्, तदास्य योगभ्रष्टस्य पुनरनिष्टं प्रसज्जेत । तस्मात्सङ्गस्मययोरकरणं कैवल्यान्तरायनिवारणकारणमित्यर्थः ॥ ५१ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66453",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं च सार्वज्ञ्यादिरागोऽपि कैवल्यसिद्ध्यन्तराय इति दर्शितं तदेवाह –\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥\nस्थानिनः स्वर्गादिलोकाधिकारिण इन्द्रादयः तेषां स्वर्गादिलोकनयनाय तत्रत्यभोगाय च निमन्त्रणे सति तत्र सङ्गस्मययोरकरणं कैवल्योपायः । अन्यथा सङ्गेन तथैव स्मयेन पुनः संसाररूपानिष्टप्रसङ्ग इत्यर्थः ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66245",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअत्र विघ्नोत्पत्तौ निरासोपायमाह –\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥\nतत्तत्स्थानिर्भिर्महेन्द्रादिभिरुपमन्त्रणं प्रार्थनम् । तस्मिन् क्रियमाणे सति, इहास्यतां कव्यादिभोगो विधीयतामित्यादिके प्रार्थने, तत्र सङ्गः – अहो मम योगप्रभावश्चेतिस्मयश्च न कार्यः, किन्तु दोषं भावयेत् । यतो योगभ्रष्टस्य पुनः संसाररूपस्यानिष्टस्य प्रसङ्गात् । अतः सङ्गस्मययोरकरणं कैवल्यविघ्ननिरासोपाय इत्यर्थः ॥ ५१ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66030",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ कैवल्याख्यसिद्ध्यर्थिनो योगिनो यथोक्तवैराग्यवदेव साधनान्तरमाह॥ अथवा सम्प्रति कैवल्यप्रसङ्गतः कैवल्यसाधने प्रवृत्तस्य योगिनस्तत्प्रत्यूहसम्भवे तन्निराकरणप्रकारमाह –\nस्थान्युपमन्त्रणे सङ्गस्मयाकरणम्पुनरनिष्टप्रसङ्गात्॥५१॥\nस्थानिनः स्वर्गादिलोकाधिकारिणो देवा इन्द्रादयस्तेषां स्वर्गलोकभोगार्थं योगिनो निमन्त्रणे सति तत्र सङ्गः प्रीतिः, स्मयश्च तादृशप्रार्थने सत्यपि आपाततस्त्यागेनात्मनि कृताभिमानः सिद्धोहं विरक्तोऽहं कोऽन्योऽस्ति सदृशो मयेत्याद्यात्मकः। तयोः सङ्गस्मययोरकरणमुपायः। ननु सङ्गसमये च का क्षितिरित्यत आह॥ पुनरिति॥ सङ्गस्मयाभ्यामहङ्कारगर्भाभ्यां पुनरेतच्छरीरोत्तरमप्यनिष्टप्रसङ्गात् संसारपाश- रूपानर्थप्रसङ्गादित्यर्थः॥\nयस्य नाहङ्कृतो भावो बुद्धिर्यस्य नलिप्यते।\nहत्वापि स इमाल्लोकान् न हन्ति निबद्ध्यते इति वदता भगवता निर्वृत्ताहङ्कारस्यैव मोक्षप्रतिपादनेन साहङ्कारस्य पुनः पुनर्बन्ध एव ज्ञापितः॥\nअथात्र प्रथमकल्पिको मधुभूमिको प्रज्ञाज्योतिरतिक्रान्तभावनीयश्चेति योगिनश्चत्वारः। एतेषु प्रथमस्य नोपमन्त्रणम्। अभ्यासिमात्रत्वात्। तृतीयचतुर्थयोस्तु स्वयमीश्वरकल्पत्वादुपेक्षणीया एव ते भवन्ति। अतो मधुभूमिकस्यिव कृत्यप्रज्ञावतो द्वितीयसिव तद्भवति। तेन कैवल्यार्थिना वासनावर्धकेषु तेषु सङ्गः स्मयश्च न कार्यः। पुनरपि संसारावरोहणरूपानिष्टप्रसङ्गादिति यावत्॥५१॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65798",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउक्तस्यात्मसंयमिनः कैवल्याख्यसिद्ध्यर्थं न केवलं सर्वज्ञादिसिद्धिषु वैराग्यमेवापेक्षते, अपित्वन्यदपीत्याह –\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥\nस्थानिनः स्वर्गादिलोकाधिकारिणो देवा इन्द्रादयस्तेषां स्वर्गादिलोकनयनाय योगिनो निमन्त्रणे सति तत्र संगस्मययोरकरणं कैवल्योपायः । अन्यथासंगस्मयाभ्यां पुनःसंसारहेतुत्वमिति ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65692",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ विघ्नोत्पत्तौ निरासोपायमाह- \nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ( ५१ )\nचत्वारः खल्वमी योगिनः- प्रथमकल्पिकः मधुभूमिकः, प्रज्ञाज्योतिः अतिक्रान्तभावनीयश्च । तत्र आद्यः संयमे प्रवृत्तिमात्रः न किञ्चित् परचित्तादिकं जानाति । द्वितीयः संप्रज्ञातयोगेन मधुमतीं चित्तभूमिम् ऋतम्भराप्रज्ञावस्थां लब्ध्वा भूतेन्द्रियाणि साक्षात्कृतानि विजिगीषते । तज्जयद्वारा पूर्वोक्ताः क्रमेण मधुप्रतीका विशेका संस्कारशेषा चेति तिस्रो भूमिलब्धुकामः । तृतीयस्तु जितभूतेन्द्रियत्वात् महेन्द्रादिभिरक्षोभ्यः लब्धभूमिद्वयः विशोकादिभूमिद्वयसिषाधयिषया स्वार्थसंयमयत्नवान् । चतुर्थस्तु भगवान् महानुभावः लब्धविवेकान्तभूमित्रये विरक्तः विघ्नशङ्काशून्यः जीवन्मुक्तः चतुर्थभूमौ वर्तते । यस्य सप्तधा प्रान्तभूमिः प्रज्ञा व्याख्याता । तत्राद्यस्य योगिनो देवनिमन्त्रनयोग्यता नास्ति । अतः परिशेषात् मधुभूमिको योगी द्वितीयो यः तस्य स्थानिभिः तत्तत्स्थानस्वामिभिः महेन्द्रादिभिः उपनिमन्त्रणं प्रार्थनं क्रियते – ’भोः इहास्यतां स्वर्गादिस्थाने रम्यतां कमनीयेयं कन्या, दिव्योस्यं भोगः रसायनमिदं जरामृत्युनिवारकम् इदं कामगं यानम् इत्येवं प्रार्थने सङ्गकामः ’अहो ममायं योगप्रभाव’ इति स्मयश्च न कर्तव्यः । किन्तु इत्थं तत्र दोषं भावयेत् घोरेषु संसाराङ्गारेषु पापच्यमानेन मया जन्ममृतिप्रबन्धचक्रारूढेन कथं चिदासादितः क्लेशकर्मान्धकारविध्वंसि योगप्रदीपः, तस्य चैते कृष्णायोनयो विषयवायवः प्रतिपक्षाः । स खल्वहं लब्धालोकः कथमनया मृगतृष्णया वञ्चितः, तस्यैव पुनः पुनः प्रदीप्तसंसाराग्नेरात्मानमिन्धनीकुर्याम् इति । ’स्वस्ति वः स्वप्नोपमेभ्यः कृपणप्रार्थनीयेभ्यो विषयेभ्य इत्येवं निश्चितमतिः समाधिं भावयेत् । सङ्गे पातित्यं गतस्य, स्मये कृतकृत्यम्मन्यस्य योगासिद्धिः । ततो योगभ्रष्टस्य पुनः संसारस्य अनिष्टस्य प्रसङ्गात् सङ्गस्मययोरकरणं कैवल्यविघ्ननिरासोपाय इत्यर्थः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65509",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥ \nचत्वारः खल्वमी योगिनः प्राथमकल्पिको मधुभूमिकः प्रज्ञाज्योतिरतिक्रान्तभावनीयश्चेति। तत्राभ्यासी प्रवृत्तमात्रज्योतिः प्रथमः। ऋतंभरप्रज्ञो द्वितीयः। भूतेन्द्रियजयी तृतीयः सर्वेषु भावितेषु भावनीयेषु कृतरक्षाबन्धः कर्तव्यसाधनादिमान्। चतुर्थो यस्त्वतिक्रान्तभावनीयस्तस्य चित्तप्रतिसर्ग एकोऽर्थः। सप्तविधाऽस्य प्रान्तभूमिप्रज्ञा।\nतत्र मधुमतीं भूमिं साक्षात्कुर्वतो ब्राह्मणस्य स्थानिनो देवाः सत्त्वविशुद्धिमनुपश्यन्तः स्थानैरुपनिमन्त्रयन्ते भो इहाऽऽस्यतामिह रम्यतां कमनीयोऽयं भोगः कमनीयेयं कन्या रसायनमिदं जरामृत्युं बाधते वैहायसविदं यानममी कल्पद्रुमाः पुण्या मन्दाकिनी सिद्धा महर्षय उत्तमा अनुकूला अप्सरसो दिव्ये श्रोत्रचक्षुषी वज्रोपमः कायः स्वगुणैः सर्वमिदमुपार्जितमायुष्मता प्रतिपद्यतामिदमक्षयमजरममरस्थानं देवानां प्रियमिति। एवमभिधीयमानः सङ्गदोषान्भावयेद्घोरेषु संसाराङ्गारेषु पच्यमानेन मया जननमरणान्धकारे विपरिवर्तमानेन कथंचिदासादितः क्लेशतिमिरविनाशी योगप्रदीपस्तस्य चैते तृष्णायोनयो विषववायवः प्रतिपक्षाः। स खल्वहं लब्धालोकः कथमनया विषयमृगतृष्णया वञ्चितस्तस्यैव पुनः प्रदीप्तस्य संसाराग्नेरात्मानमिन्धनी कुर्यामिति। स्वस्ति वः स्वप्नोपमेभ्यः कृपणजनप्रार्थनीयेभ्यो विषयेभ्य इत्येवं निश्चितमतिः समाधिं भावयेत्। \nसङ्गमकृत्वा स्मयमपि न कुर्यादेवमहं देवानामपि प्रार्थनीय इति। स्मयादयं सुस्थितंमन्यतया मृत्युना केशेषु गृहीतमिवाऽऽत्मानं न भावयिष्यति। तथा चास्य च्छिद्रान्तरप्रेक्षी नित्यं यत्नोपचर्यः प्रमादो लब्धविवरः क्लेशानुत्तम्भयिष्यति ततः पुनरनिष्टप्रसङ्गः। एवमस्य सङ्गस्मयावकुर्वतो भावितोऽर्थो दृढी भविष्यति। भावनीयश्चार्थोऽभिमुखी भविष्यतीति ॥ ५१ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65077",
      "key": "3-51",
      "order": 351,
      "tags": [
        "3-51",
        "Pada 3",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअस्मिन्नेव समाधौ स्थित्युपायमाह –\nस्थान्युपनिमन्त्रणे सङ्गस्मयाकरणं पुनरनिष्टप्रसङ्गात् ॥ ५१ ॥ \nचत्वारो योगिनो भवन्ति। तत्राभ्यासवान्प्रवृत्तमात्रज्योतिः प्रथमः। ऋतंभरप्रज्ञो द्वितीयः। भूतेन्द्रियजयी तृतीयः। अतिक्रान्तभावनीयश्चतुर्थः। तत्र चतुर्थस्य समाधेः प्राप्तसप्तविधप्रान्तभूमिप्रज्ञो भवति। ऋतंभरप्रज्ञस्य द्वितीयां मधुमतीसंज्ञां भूमिकां साक्षात्कुर्वतः स्थानिनो देवा उपनिमन्त्रयितारो भवन्ति दिव्यस्त्रीरसायनादिकं ढौकयन्ति तस्मिन्नुपनिमन्त्रणे नानेन सङ्गः कर्तव्यः नापि स्मयः सङ्गकरणे पुनर्विषयभोगे पतति स्मयकरणे कृतकृत्यमात्मानं मन्यमानो न समाधावुत्सहते। अतः सङ्गस्मययोस्तेन वर्जनं कर्त्तव्यम्।\n"
    }
  ]
}