{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64131",
      "key": "4-12",
      "order": 173,
      "tags": [
        "Pada 4",
        "Sutra 12"
      ],
      "text": "अतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ ४-१२ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66854",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66627",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वास्तां तावदासां वासनानामुच्छेदः; किमुत्पत्तिरसतीनां सतीनां वा? न तावदाद्यः, असम्भवात्; न ह्यसतः शशविषाणस्य सास्ति; नापि द्वितीयः, असम्भवादेव; न हि सद्रूपायाश्चितिशक्तेरुत्पत्तिः सम्भवति येन तथा स्यादित्याशङ्क्य शक्तिरूपेण स्वप्रकृतौ विद्यमानानामेवाभिव्यक्तिरुत्पत्तिरित्याशयेनाह –\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥\nअतीतानागतं धर्मजातं धर्मिणि शक्तिरूपेणास्त्येव । अतस्तस्याभिव्यक्तिपद-वेदनीयोत्पत्तिरुपपद्यते । ननु तर्हि वासनादिबन्धस्य विद्यमानत्वात्तत्त्वज्ञानवैयर्थ्यमिति चेत्, न; धर्माणामनागताद्यध्वनां भेदात् । वर्तमानाध्वनि दुःखादिवासनाचित्रं साधिकारमसंख्येयपरिणामशीलं चित्तं भोग्यतामापन्नं बन्ध इत्युच्यते । तत्त्वज्ञाने सति निरधिकारमतीताध्वनि प्रवेशितं प्रवृत्त्यात्मना सदपि पुनर्व्युत्थानबीजस्य कर्तव्यपुरुषार्थस्य कृतत्वान्न पुनरावर्तत इत्यर्थः ॥ १२ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66425",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥\n\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66207",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु सतां संस्काराणां कथं नाश इत्यत आह –\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥\nअतीतानागतं धर्मिणि शक्तिरूपेण वर्त्तत एव, यत्परिणामत्रयसंयमाद् योगिनः साक्षात् कुर्वन्ति। ननु तर्हि बन्धस्य सत्त्वादलं तत्त्वज्ञानेनेतिचेन्न । धर्माणामनागताद्यध्वनां भेदाद् वर्तमानत्वाध्वनि हि दुःखादिवासनाश्रयं चित्तं साधिकारं भोग्यमापन्नं बन्ध इति कथ्यते । तत्त्वज्ञाने सति निरधिकारमतीताध्वनि प्रवेशितं प्रकृत्यात्मना पुरुषार्थस्य कृतत्वान्न पुनरावर्तत इति भावः ॥ १२ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65896",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतदेवं चित्तं मोक्षयोग्यं चित्तं तदितरचित्तस्य बन्धप्रकारो वासनोच्छेदसंभवश्चोक्तः । इतः परं मोक्षयोग्यं चित्तं तदितरचित्तस्य बन्धप्रकारो वासनोच्छेदसंभवश्चोक्तः । इतः परं मोक्षकारणविवेकज्ञानाख्यस्य सम्यग्ज्ञानस्य विषयो लक्षणादिकं चातिविस्तरेण प्रतिपादनीयं विशेषदर्शन आत्माभावनाविनिवृत्तिरित्यन्तैः सूत्रैः । ननु द्वितीयपाद एव तत्सर्वमुक्तमिति चेत्सत्यम् । तथापि तेषामेवार्थानां तर्केणात्र परीक्षार्थमनुक्तपूरणार्थं च पुनरारम्भः । तत्रादौ विकाराणां स्वरूपं परीक्ष्यते –\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥\nअतीतमनागतं च विकारजातं तदानीमपि वर्तमानावस्थायामिव स्वरूपतोऽस्ति । अभिव्यक्ततयैवासत्त्वात्। एतदेव वेदान्तसुत्रेणाप्युक्तम् । ’असद्व्यपदेशादिति चेन्न धर्मान्तरेण वाक्यशेषात्’ (२।१।१७) इति । अत्र युक्तिमाह । धर्माणामध्वभेदादिति । अनागतवर्तमानातीतरूपावस्थात्रयमध्वशब्देनोच्यते, आसु कार्याणामनुक्षणं सञ्चारात् । तत्र ते धर्माणां कार्याणामवस्थाभेदा अनुभूयमानानां कार्याणां स्वरूपतो नित्यत्वं विना नोपपद्यन्ते । नहि धर्मिण्यसत्यतीतत्वादिधर्मः स्थातुमुत्सहते । अतः कार्यं नित्यमिति ॥ १२ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65658",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु सतां संस्काराणां कथमभाव इत्यत आह- \nअतीतानागतं स्वरूपतोस्स्त्यध्वभेदाद्धर्माणाम् ॥ ( १२ )\nनासतामुत्पादो न सतां विनाशः । ’नासतो विद्यते भावो नाभावो विद्यते सतः’ इति परमेश्वरगीताश्रुतेः । ’वेदाहं समतीतानि वर्तमानानि चार्जुन । भविष्याणि च भूतानि मां तु वेद न कश्चन’ ॥ इति वर्तमानवदतीतानागतस्य प्रत्यक्षवेद्यत्वोक्तेश्च । न ह्यसतः प्रत्यक्षवेद्यत्वं सम्भवति । तस्मात् अतीतानागतं धर्मजातं धर्मिणि शक्तिरूपेणास्त्येव, यत्परिणामत्रयसंयमादिना योगिनः साक्षात्कुर्वन्ति, कुलालादयश्च बुद्धौ आलिख्य कुर्वन्ति,( यदान्वयी) (यदन्वयी) धर्मी स्थिर एक उक्तः ।\nननु तर्हि वासनादिबन्धसत्त्वात् तत्त्वज्ञानवैयर्थ्यमिति चेन्न । धर्माणामनागताद्यध्वनां भेदात् वर्तमानाध्वनि हि दुःखादिवासनाचित्रं साधिकारमसंख्येयपरिणामशीलं चित्तं भोग्यतापन्नं बन्ध उच्यते । तत्त्वज्ञाने सति निरधिकारमतीताध्वनि प्रवेशितं प्रकृत्यात्मना सदपि पुनरुत्थानबीजस्य कर्तव्यपुरुषार्थस्य कृतत्वात् न पुनरावर्तत इत्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65486",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनास्त्यसतः संभवः, न चास्ति सतो विनाश इति द्रव्यत्वेन संभवन्त्यः कथं निवर्तिष्यन्ते वासना इति।\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥ \nभविष्यद्व्यक्तिकमनागतमनुभूतव्यक्तिकमतीतं स्वव्यापारोपारुढं वर्तमानं, त्रयं चैतद्वस्तु ज्ञानस्य ज्ञेयम्। यदि चैतत्स्वरूपतो नाभविष्यन्नेदं निर्विषयं ज्ञानमुदपत्स्यत। तस्मादतीतानागतं स्वरूपतोऽस्तीति। किंच भोगभागीयस्य वाऽपवर्गभागीयस्य वा कर्मणः फलमुत्पित्सु यदि निरुपाख्यमिति तदुद्देशेन तेन निमित्तेन कुशलानुष्ठानं न युज्येत। सतश्च फलस्य निमित्तं वर्तमानीकरणे समर्थं नापूर्वोपजनने। सिद्धं निमित्तं नैमित्तिकस्य विशेषानुग्रहणं कुरुते नापूर्वमुत्पादयतीति।\nधर्मी चानेकधर्मस्वभावस्तस्य चाध्वभेदेन धर्माः प्रत्यवस्थिताः। न च यथा वर्तमानं व्यक्तिविशेषापन्नं द्रव्यतोऽस्त्येवमतीतमनागतं च। कथं तर्हि, स्वेनैव व्यङ्ग्येन स्वरूपेणानागतमस्ति। स्वेन चानुभूतव्यक्तिकेन स्वरूपेणातीतमिति। वर्तमानस्यैवाध्वनः स्वरूपव्यक्तिरिति न सा भवत्यतीतानागतयोरध्वनोः। एकस्य चाध्वनः समये द्वावध्वानौ धर्मिसमन्वागतौ भवत एवेति नाभूत्वा भावस्त्रयाणामध्वनामिति ॥ १२ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65061",
      "key": "4-12",
      "order": 412,
      "tags": [
        "4-12",
        "Pada 4",
        "Sutra 12",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु प्रतिक्षणं चित्तस्य नश्वरत्वाद्भेदोपलब्धेः वासनानां तत्फलानां च कार्यकारणभावेन युगपदभावित्वाद्भेदे कथमेकत्वमित्याशङ्क्यै कत्वसमर्थनायाऽऽह –\nअतीतानागतं स्वरूपतोऽस्त्यध्वभेदाद्धर्माणाम् ॥ १२ ॥ \nइहात्यन्तमसतां भावानामुत्पत्तिर्न युक्तिमती तेषां सत्त्वसम्बन्धायोगात्। न हि शशविषाणादीनां क्वचिदपि सत्त्वसंबन्धो दृष्टः। निरुपाख्ये च कार्ये किमुद्दिश्य कारणानि प्रवर्तेरन्। न हि विषयमनालोच्य कश्चित्प्रवर्तते। सतामपि विरोधान्नाभावसम्बन्धोऽस्ति। यत्स्वरूपेण लब्धसत्ताकं तत्कथं निरुपाख्यतामभावरूपतां वा भजते न निरुद्धं रूपं स्वीकारोतीत्यर्थः तस्मात्सतामभावसंभवादसतां चोत्पत्त्यसंभवात्तैस्तैर्धर्मैर्विपरिणममानो धर्मी सदैवैकरूपतयाऽवतिष्ठते। धर्मास्तु तत्रैव त्र्यधिकत्वेन त्रैकालिकत्वेन व्यवस्थिताः स्वस्मिन्स्वस्मिन्नध्वनि व्यवस्थिता न स्वरूपं त्यजन्ति। वर्तमानेऽध्वनि व्यवस्थिताः केवंल भोग्यतां भजन्ते तस्माद्धर्माणामेवातीतानागताद्यध्वभेदस्तेनैव रूपेण कार्यकारणभावोऽस्मिन्दर्शने प्रतिपाद्यते। तस्मादपवर्गपर्यन्तमेकमेव चित्तं धर्मितयाऽनुवर्तमानं न निह्नोतुं पार्यते।\n"
    }
  ]
}