{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64146",
      "key": "4-34",
      "order": 195,
      "tags": [
        "Pada 4",
        "Sutra 34"
      ],
      "text": "पुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ४-३४ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66806",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥\nइदानीं फलभूतस्य कैवल्यस्यासाधारणं स्वरूपमाह – पुरुषार्थेति । समाप्तभोगापवर्गलक्षणपुरुषार्थानां गुणानां यः प्रतिप्रसवः प्रतिलोमपरिणामस्य समाप्तौ विकारानुद्भवो यद्वा चितिशक्तेर्वृत्तिसारूप्यनिवृत्तौ स्वरूपमात्रेणावस्थानं तत् कैवल्यमुच्यते । न केवलमस्मद्दर्शने क्षेत्रज्ञः कैवल्यावस्थायामेवंभूतो दर्शनान्तरेष्वपि विमृष्यमाण एवंरूप एवावतिष्ठते यस्माच्छास्त्रान्तरेष्वेवमेव निश्चयस्तस्मादिदमेव युक्तं वृत्तिसारूप्यपरिहारेण स्वरूपप्रतिष्ठा चितिशक्तिः कैवल्यमिति । तदेवं सिद्ध्यन्तरेभ्यो विलक्षणा सर्वसिद्धिमूलभूता समाधिसिद्धिः सैव साधनीयेति ॥ ३४ ॥\nसूत्रार्थवृत्तिमालोच्य कृतेयं पदचन्द्रिका । अनन्तेनेश्वरप्रीत्यै चर्पिता शिवपादयोः ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66641",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nगुणानां परिणामक्रमसमाप्तौ किं फलिष्यतीत्यत्राह –\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥\nकृतभोगापवर्गाणां कार्यकारणात्मनां गुणानां प्रधाने प्रतिप्रसवः प्रलयः कैवल्यम्, चितिशक्तिः कूटस्थनित्या शुद्धासङ्गचित्स्वभावा शक्तिः स्वरूपप्रतिष्ठा पुनर्बुद्ध्यादिसम्बन्धविधुरा वा कैवल्यं भवतीत्यतिशोभनम् । इतिशब्दः शास्त्रपरिसमाप्तिद्योतनार्थः ॥ ३४ ॥ यत्कृपापोतमासाद्य समुत्तीर्णो भवार्णवात् ।नमोऽस्तु तस्मै गुरवे स्वाविद्याध्वान्तभानवे ॥ १ ॥ क्वाहं क्व योगसरणिर्गहनार्था तथाप्यहम् ।श्रीगुरोः कृपयाकार्षं वृत्तिं योगसुधाकरम् ॥ २ ॥ फणीन्द्रसूत्रग्रथिता मद्वाङ्मौक्तिकमालिका ।समर्प्यते मया श्रीमद्गुरोश्चरणपङ्कजे ॥ ३ ॥\nइति श्रीपरमहंसपरिव्राजकाचार्यश्रीपरमशिवेन्द्रसरस्वतीपादाब्जसेवापरायणेन श्रीसदाशिवेन्द्रसरस्वत्या विरचितायां श्रीमत्पतञ्जलिप्रणीते योगशास्त्रे सांख्यप्रवचनापरनामधेये योगसुधाकराभिधायां वृत्तौ\n॥ कैवल्यपादः समाप्तः ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66419",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकैवल्यस्वरूपमाह –\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥\nअत्र गुणशब्देन बुद्धिरूपतया परिणताः सत्वादय उक्ताः । कैवल्यमेकाकिता । साचान्योन्यमविभक्तानामन्योन्यवियोगरूपतया गुणपुरुषयोरेव भवति । तत्र विवेकख्यात्या परवैराग्येण पुरुषार्थशून्यानां गुणानां पुरुषोपकरणवासनासहितानामात्यन्तिकः प्रतिप्रसवः प्रधाने लयस्तस्मात्पुरुषादत्यन्तवियोगस्तदेतद्यत्किञ्चित्पुरुषं प्रति प्रधानस्य कैवल्यम् । पुरुषस्य तु स्वरूपप्रतिष्ठा, सदा प्रतिबिम्बरूपेणोपाधिना वियुक्ता चितिशक्तिरूपा तत्कैवल्यमित्यर्थः । वाशब्दो व्यवस्थितविकल्पे । एवं हि परमात्मनि जीवात्मलयो मोक्ष इति वदन्ति तन्मतेऽपि समुद्रे नदीनामिव ब्रह्मणि जीवानामुपाधिलयेनाविभाग एव लयशब्दार्थ इति न विरोधः । येऽप्यात्मनि अशेषविशेषगुणोच्छेदो मोक्ष इति वदन्ति वैशेषिकाः तदपि नास्मकं विरुद्धम्, उपाधिविशेषगुणानामेवोपाधिमत्युपचारेण तदुच्छेदस्याप्युपचारात् । आत्यन्तिकी दुःखनिवृत्तिर्मोक्ष इति नैयायिकाः । तत्र भोग्यभोक्तृभावसम्बन्धेन दुःखनिवृत्तिः पुरुषार्थो न समवायेनेत्येतावान्विशेषः । वस्तुतो वैशेषिकमतवदेव तेनाविरोधः । यदपि नित्यानन्दावाप्तिर्मोक्ष इति तदपि निर्दुःखतारूपानन्दावाप्तिपरत्वे(न) किञ्चिद्विरुद्धम् । विद्वान्हर्षशोकौ जहातीत्यादि तु वैषयिकहर्षपरम् । ये तु वास्तवमात्मनः कर्तृत्वं भोकृत्वमनुसंधातृत्वं मन्यन्ते तेषां तद्रुपेण परिणामित्वापत्त्याऽनित्यत्वप्रसङ्गः । यदवस्थस्य सुखानुभवितृत्वं न तदवस्थस्य दुःखानुभवितृत्वम् । अवस्थाभेदाङ्गीखारे चावस्थावतोऽपि नानात्वापत्त्यैकत्वभङ्गः । तस्माद्बुद्धियोगे यदात्मनोऽधिष्ठातृत्वं चिच्छायाग्रहणसामर्थ्यं बुद्धिसत्त्वस्य तद्ग्रहणसामर्थ्यं [ च चितेः?] तेन बुद्धेर्यः कर्तृत्वाध्यवसायस्तेनैवाऽत्मनोऽपि तथाभासो न वास्तवं कर्तृत्वादीत्यास्थेयम् । मोक्षदशायां तु ग्राह्यग्राहकलक्षणव्यवहाराभावात्स्वरूपेणैवावतिष्ठते नात्मग्राहकत्वेन । स्वरूपं ह्यहमिति गृह्यते । नतु तदा तथा ग्रहीतुं शक्यम् । अहंताया अभावात् । निर्विकल्पकं तु स्वरूपप्रतिष्ठापर्यवसाय्येवेति दिक् ॥ ननु ज्ञानस्वरूप एव तत्वात्मा ज्ञानं स्वसंवेद्यमेवेति नियमभङ्ग इति चेन्न, वृत्तिरूपज्ञानविषय एवैतादृशनियमात् । यदपि नैयायिकाः जडे आत्मनि मनःसंयोगादिना ज्ञानोत्पत्तिमङ्गीकुर्वन्ति तेषां [विरोधसमाधौ] इतरव्यावृत्तं किमात्मत्वम् । नित्यत्वव्यापकत्वजातिमत्त्वानामाकाशमनआदिवृत्तित्वेन तद्व्यावर्तकत्वाभावात् । तस्मात्तदा जडेभ्यो व्यावृत्तये चिद्रूपताऽवश्यं स्वीकार्या । येऽप्यहंप्रत्यये आत्मनः कर्तृत्वं कर्मत्वं च वदन्ति तेऽपि कर्तृत्वकरणत्वयोरिव कर्मकर्तृत्वयोरपि विरोधेन निरस्था । तस्माच्चेतनोऽधिष्ठातेत्येव युक्तम् । केचित्तु कर्तृत्वमेवात्मनः । तथा हि विषयसान्निध्ये या ज्ञानलक्षणा क्रिया समुत्पन्ना तस्या विषयसंवित्तिः फलं, तस्यां च फलरूपायां संवित्तौ ज्ञानं क्रियास्वरूपं प्रकाशरूपतया प्रतिभासते । विषयश्च ग्राह्यतया आत्माग्राहकत्वेन घतमहं जानामीत्येवंप्रकारेण तस्याः समुत्पत्तेः । अतः कर्तृत्वं भोक्तृत्वं चात्मनो रूपमिति वदन्ति । तेऽपि नैयायिकवदेव निरसनीया इति शिवम् ॥ ३४ ॥\nइति श्रीपातञ्जलयोगसूत्रवृत्तौ नागोजिभट्टियायां कैवल्यपादश्चतुर्थः ।विचार्य बहुतन्त्राणि योगसूत्रेषु या कृता । वृत्तिस्तया प्रीयतां मे भवगवान्स फणीश्वरः ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66253",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥\nकृतकर्तव्यतया पुरुषार्थशून्यानां गुणानां लिङ्गशरीराद्याऽऽत्मकानां यः प्रतिप्रसवःस्वकारणेऽत्यन्तलयोऽनागतावस्थाशून्यत्वमिति यावत् । सा बुद्धेः कैवल्यम् । एतदेव च प्रधानस्यापि ज्ञानिपुरुषं प्रति कैवल्यमुच्यते । तेन सह पुरुषेण सह असंयोगात् । एवं चितिशक्तिः स्वरूपप्रतिष्ठा वा बुद्धिसत्त्वोपाधिरूपशून्यता वा कैवल्यम् । स्वरूपतः स्वच्छस्यापि स्फटिकस्य जपाकुसुमाद्यपाये स्वरूपप्रतिष्ठावत् । तथा च निरुपाधिकतया सार्वदिकी स्थितिरेव कैवल्यं , साध्यता चोपाधिनिवृत्तेरेवेति भावः ॥ ३४ ॥\nतीर्थराजे प्रयागेऽस्मिन् योगसूत्रार्थवर्णनम् ।नारायणो भिक्षुवर्यो व्यातेन हरितुष्टये ॥ १ ॥\nइति श्रीरामगोविन्दतीर्थशिष्यश्रीनारायणतीर्थविरचिता पातञ्जलसूत्रव्याख्या समाप्ता ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65850",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकैवल्यस्वरूपमाह –\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥\nकृतकर्तव्यतया पुरुषार्थशून्यानां गुणानां पुरुषोपकरणानां लिङ्गशरीरात्मकानां यः प्रतिप्रसवः स्वकारणेऽत्यन्तविलयः स प्रकृतेः कैवल्यम् । या तु धर्माभेदाच्छितिशक्तिस्वरूपिणी स्वरूपप्रतिष्ठा बुद्धिसत्त्वोपाधिकरूपशून्यत्वरूपा जपापाये स्फटिकस्वरूपप्रतिष्ठावत्, सा पुरुषस्य कैवल्यमित्यर्थः । परस्परवियोगे हि प्रकृतिपुरुषयोरपि केवलता एकाकिता भवति । इति शब्दः शास्त्रसमाप्तौ ॥ ३४ ॥\nवृत्तिदीपोऽयमुद्भास्य वृत्त्यन्तरतमोपहः ।यथार्थयोगसूत्रार्थदृष्टयेऽस्तु सदा सताम् ॥\nइति श्रीमत्परमहंसपरिव्राजकविज्ञानाचार्यशिष्याग्र्यभावागणेशभट्टकृतायां पातञ्जलवृत्तौ कैवल्यपादश्चतुर्थः समाप्तः ।\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65666",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुना शास्त्रप्रतिपाद्ययोगफलं कैवल्यं दर्शयति- \nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ( ३४ )\nकृतभोगापवर्गाणां कृतकृत्यानां बुद्ध्यादिगुणानां यः प्रातिलोम्येन प्रसवः- व्युत्थानसमाधिपरवैराग्यसंस्कारा मनसि लीयन्ते, मनश्चास्मितायां लीयते, सा महति महत्तत्त्वं गुणेष्विति प्रलयः- तत् प्रधानस्य कैवल्यं पुरुषविशेषे उपचर्यते । यद्वा चितिशक्तिः चित्स्वभावा पुरुषव्यक्तिः, स्वरूपमात्रेण प्रकर्षेण तिष्ठतीति स्वरूपप्रतिष्ठा । पुनर्बुद्ध्याद्यनर्थेनात्यनिकवियोग इति यावत् । तदिदं पुरुषस्य नित्यस्य नित्यशुद्धासङ्गस्य प्रकाशस्य कैवल्यमिति रमणीयम् । सौत्र इतिशब्दः शास्त्रपरिसमाप्तिद्योतनार्थः ।\nयद्वाग्प्रणवप्रतिपत्तिदहनः सद्योस्न्तरायाटर्वीं\nदग्ध्वा स्वात्मनि बोधदीपमचलं सूते तमःपाटनम् ॥\nयत्र न्यस्तसमस्तकर्म जनयेद्योगं तदङ्गं विना ।\nवन्दे सिद्धिभुवं तमीशमनिशं कैवल्यदं राघवम् ॥ १ ॥\nयत्प्रसादलवः सूते मोक्षाद्याः सर्वसंपदः ।\nउमाधवं महेशानं तं काशीनिलयं भजे ॥ २ ॥\nफणीन्द्रसूत्रसंबद्धा व्यासवाङ्मणिभूषिता ।\nमद्वाङ्मौक्तिकी माला स्यात् सदा रामपादयोः ॥ ३ ॥\nक्वाहं प्रमादनिरतः क्व वात्सल्यं गुरोरिदम् ।\nननूं महात्मनां दीने स्वतश्चित्तं कृपान्वितम् ॥ ४ ॥\nइति श्रीमत्परमहंसपरिव्राजकाचार्यश्रीगोविन्दानन्दभगवत्पूज्यपादशिष्यश्रीरामानन्दसरस्वतीकृतौ साङ्ख्यप्रवचने योगमणिप्रभायां कैवल्यपादश्चतुर्थः समाप्तः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65473",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nगुणाधिकारक्रमसमाप्तौ कैवल्यमुक्तं तत्स्वरूपमवधार्यते –\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥ \nकृतभोगापवर्गाणां पुरुषार्थशून्यानां यः प्रतिप्रसवः कार्यकारणात्मकानां गुणानां तत्कैवल्यं, स्वरूपप्रतिष्ठा पुनर्बुद्धिसत्त्वानभिसंबन्धात्पुरुषस्य चितिशक्तिरेव केवला, तस्याः सदा तथैवावस्थानं कैवल्यमिति ॥ ३४ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65132",
      "key": "4-34",
      "order": 434,
      "tags": [
        "4-34",
        "Pada 4",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं फलभूतस्य कैवल्यस्यासाधारणं स्वरूपमाह –\nपुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति ॥ ३४ ॥ \nसमाप्तभोगापवर्गलक्षणपुरुषार्थानां गुणानां यः प्रतिप्रसवः प्रतिलोमस्य परिणामस्य समाप्तौ विकारानुद्भवः यदि वा चितिशक्तेर्वृत्तिसारूप्यनिवृत्तौ स्वरूपमात्रेऽवस्थानं तत्कैवल्यमुच्यते।\nन केवलमस्मद्दर्शने क्षेत्रज्ञः कैवल्यावस्थायामेववंविधश्चिद्रूपो यावद्दर्शनान्तरेष्वपि विमृष्यमाण एवंरूपोऽवतिष्ठते। तथाहि संसारदशायामात्मा कर्तृत्वभोक्तृत्वानुसंधातृत्वमयः प्रतीयतेऽन्यथा यद्ययमेकः क्षेत्रज्ञस्तथाविधो न स्यात्तदा ज्ञानलक्षणानामेव पूर्वापरानुसंधातृशून्यानामात्मभावे नियतः कर्मफलसंबन्धो न स्यात्कृतहाना कृताभ्यागमप्रसङ्गश्च। यदि येनैव शास्त्रोपदिष्टमनुष्ठितं कर्म तस्यैव भोक्तृत्वं भवेत्तदा हिताहितप्राप्तिपरिहाराय सर्वस्य प्रवृत्तिर्घटेत सर्वस्यैव व्यवहारस्य हानोपादानलक्षणस्यानुसंधानेनैव व्याप्तत्वाज्ज्ञानक्षणानां परस्परभेदेनानुसंधानशून्यत्वात्तदनुसंधानाभावे कस्यचिदपि व्यवहारस्यानुपपत्तेः कर्ता भोक्ताऽनुसंघाता यः स आत्मेति व्यवस्थाप्यते। मोक्षदशायां तु सकलग्राह्यग्राहकलक्षणव्यवहाराभावाच्चैतन्यमात्रमेव तस्यावशिष्यते। तच्चैतन्यं चितिमात्रत्वेनैवोपपद्यते न पुनरात्मसंवेदनेन। यस्माद्विषयग्रहणसमर्थत्वमेव चिते रूपं नाऽऽत्मग्राहकत्वम्। तथाहि अर्थश्चित्या गृह्यमाणोऽयमिति गृह्यते स्वरूपं गृह्यमाणमहमिति न पुनर्युगपद्बहिर्मुखतान्तर्मुखतालक्षणव्यापारद्वयं परस्परविरुद्धं कर्तुं शक्यम्। अत एकस्मिन्समये व्यापारद्वयस्य कर्तुमशक्यत्वाच्चिद्रूपतैवावशिष्यते अतो मोक्षावस्थायां निवृत्ताधिकारेषु गुणेषु चिन्मात्ररूप एवाऽऽत्माऽवतिष्ठत इत्येवं युक्तम्। संसारदशायां त्वेवंभूतस्यैव कर्तृत्वं भोक्तृत्वमनुसंधातृत्वं च सर्वमुपपद्यते। तथाहि योऽयं प्रकृत्या सहानादिर्नैसर्गिकोऽस्य भोग्यभोक्तृत्वलक्षणः संबन्धोऽविवेकख्यातिमूलस्तस्मिन्सति पुरुषार्थकर्तव्यतारूपशक्तिद्वयसद्भावे या महदादिभावेन परिणतिस्तस्यां संयोगे सति यदात्मनोऽदिष्ठातृत्वं चिच्छायासमर्पणसामर्थ्यं बुद्धिसत्त्वस्य च संक्रान्तचिच्छायाग्रहणसामर्स्यं चिदवष्टब्धायाश्च बुद्धेर्योऽयं कर्तृत्वभोक्तृत्वाध्यवसायस्तत एव सर्वस्यानुसंधानपूर्वकस्य व्यवहारस्य निष्पत्तेः किमन्यैः फल्मुभिः कल्पनाजल्पैः। यदि पुनरेवंभूतमार्गव्यतिरेकेण पारमार्थिकमात्मानः कर्तृत्वाद्यङ्गी क्रियेत तदाऽस्य परिणामित्वप्रसङ्गः। परिणामित्वाच्चानित्यत्वे तस्याऽऽत्मत्वमेव न स्यात्। न ह्येकस्मिन्नेव समये एकेनैव रूपेण परस्परविरुद्धावस्थानुभवः संभवति। तथाहि यस्यामवस्थायामात्मसमवेते सुखे समुत्पन्ने तस्यानुभवितृत्वं न तस्यामेवावस्थायां दुःखानुभवितृत्वम्। अतोऽवस्थानां नानात्वात् तदभिन्नस्यावस्थावतोऽपि नानात्वं नानात्वेन च परिणामित्वान्नाऽऽत्मत्वम्। नापि नित्यत्वम्। अत एव शान्तब्रह्मवादिभिः सांख्यैरात्मनः सदैव संसारदशायां मोक्षदशायां चैकरूपत्वमङ्गीक्रियते।\nये तु वेदान्तवादिनश्चिदानन्दमयत्वमात्मनो मोक्षे मन्यन्ते तेषां न युक्तः पक्षः। तथाहि आनन्दस्य सुखरूपत्वात्सुखस्य च सदैव संवेद्यमानतयैव प्रतिभासात्संवेद्यमानत्वं च संवेदनव्यतिरेकेणानुपपन्नमिति संवेद्यसंवेदनयोरभ्युपगमादद्वैतहानिः। अथ सुखात्मकत्वमेव तस्योच्येत तद्विरुद्धधर्माध्यासादनुपपन्नम्। न हि संवेदनं संवेद्यं चैकं भवितुमर्हति। किंचाद्वैतवादिभिः कर्मात्मपरमात्मभेदेनाऽऽत्मा द्विविधः स्वीकृतः। इत्थं च तत्र येनैव रूपेण सुखदुःखभोक्तृत्वं कर्मात्मनस्तेनैव रूपेण यदि परमात्मानः स्यात्तदा कर्मात्मत्वपरमात्मनः परिणामित्वमविद्यास्वभावत्वं च स्यात्। अथ न तस्य साक्षाद्भोक्तृत्वं किंतु तदुपढौकितमुदासीनतयाऽधिष्ठातृत्वेन स्वी करोति तदाऽस्मद्दर्शनानुप्रवेशः आनन्दरूपता च पूर्वमेव निराकृता। किं चाविद्यास्वभावत्वे निःस्वभावत्वात्कर्मात्मनः कः शास्त्राधिकारी। न तावन्नित्यनिर्मुक्तत्वात्परमात्मा नापि अविद्यास्वभावत्वात्कर्मात्मा। ततश्च सकलशास्त्रवैयर्थ्यप्रसङ्ग। अविद्यामयत्वे च जगतोऽङ्गीक्रियमाणे कस्याविद्येति विचार्यते। न तावत्परमात्मनो नित्यमुक्तत्वाद्विद्यारूपत्वाच्च कर्मात्मनोऽपि परमार्थतो निःस्वभावतया शशविषाणप्रख्यत्वे कथमविद्यासंबन्धः अथोच्यते एतदेवाविद्याया अविद्यात्वं यदविचाररमणीयत्वं नाम। यैव हि विचारेण दिनकरस्पृष्टनीहारवद्विलयमुपयाति साऽविद्येत्युच्यते। मैवं यद्वस्तु किंचित्कार्यं करोति तदवश्यं कुतश्चिद्भिन्नमभिन्नं वा वक्तव्यम्। अविद्यायाश्च संसारलक्षणकार्यकर्तृत्वम् अवश्यमङ्गीकर्तव्यम्। तस्मिन्सत्यपि यद्यनिर्वाच्यत्वमुच्यते तदा कस्यचिदपि वाच्यत्वं न स्यात्। ब्रह्मणोऽप्यवाच्यत्वप्रसक्तिः। तस्मादधिष्ठातृतारूपव्यतिरेकेण नान्यदात्मनो रूपमुपपद्यते। अधिष्ठातृत्वं च चिद्रूपमेव तद्व्यतिरिक्तस्य धर्मस्य कस्यचित्प्रमाणानुपपत्तेः।\nयैरपि नैयायिकादिभिरात्मा चेतनायोगाच्चेतन इत्युच्यते। चेतनाऽपि तस्य मनःसंयोगजा। तथाहि इच्छाज्ञानप्रयत्नादयो गुणास्तस्य व्यवहारदशायामात्ममनः संयोगादुत्पद्यन्ते। तैरेव च गुणैः स्वयं ज्ञाता कर्ता भोक्तेति व्यपदिश्यते। मोक्षदशायां तु मिथ्याज्ञाननिवृत्तौ तन्मूलानां दोषाणामपि निवृत्तेस्तेषां बुद्ध्यादीनां विशेषगुणानामत्यन्तोच्छित्तेः स्वरूपमात्रप्रतिष्ठत्वमात्मनोऽङ्गीकृतं तेषामयुक्तः पक्षः यतस्तस्यां दशायां नित्यत्वव्यापकत्वादयो गुणा आकाशादीनामपि सन्ति अतस्तद्वैलक्षण्येनाऽऽत्मनश्चिद्रूपत्वमवश्यमङ्गीकार्यम्। आत्मत्वलक्षणजातियोग इति चेत। न सर्वस्यैव हि तज्जातियोगः संभवति अतो जातिभ्यो वैलक्षण्यमात्मनोऽवश्यमङ्गीकर्तव्यम्। तच्चाधिष्ठातृत्वं तच्च चिद्रूपतयैव घटते नान्यथा।\nयैरपि मीमांसकैः कर्मकर्तृरूप आत्माऽङ्गी क्रियते तेषामपि न युक्तः पक्षः। तथाहि अहंप्रत्ययग्राह्यः आत्मेति तेषां प्रतिज्ञा। अहंप्रत्यये च कर्तृत्वं कर्मत्वं चाऽऽत्मन एव। न चैतद्विरुद्धत्वादुपपद्यते। कर्तृत्वं प्रमातृत्वं कर्मत्वं च प्रमेयत्वम्। न चैतद्विरुद्धधर्माध्यासो युगपदेकस्य घटते। यद्विरुद्धधर्माध्यस्तं न तदेकं यथा भावाभावौ विरुद्धे च कर्तृत्वकर्मत्वे। अथोच्यते न कर्तृत्वमकर्मत्वयोर्विरोधः किंतु कर्तृत्वकरणतयोः। कैनेतदुक्तं विरुद्धधर्माध्यासस्य तुल्यत्वात्कर्तृत्वकरणत्वयोरेव विरोधो न कर्तृत्वकर्मत्वयोः इति। तस्मादहंप्रत्ययग्राह्यत्वं परिहृत्याऽऽत्मनोऽधिष्ठातृत्वमेवोपपन्नम् तच्च चेतनत्वमेव।\nयैरपि द्रव्यबोधपर्यायभेदेनाऽऽत्मनोऽव्यापकस्य शरीरपरिमाणस्य परिणामित्वमिष्यते तेषामुत्थानपराहत एव पक्षः। परिणामित्वे चिद्रूपताहानिश्चिद्रूपताभावे किमात्मन आत्मत्वम्। तस्मादात्मन आत्मत्वमिच्छता चिद्रूपत्वमेवाङ्गीकर्तव्यम्। तच्चाधिष्ठातृत्वमेव।\nकेचित्कर्तृरूपमेवाऽऽत्मनमिच्छन्ति। तथा हि विषयसांनिध्ये या ज्ञानलक्षणा क्रिया समुत्पन्ना तस्या विषयसंवित्तिः फलं तस्यां च फलरूपायां संवित्तौ स्वरूपं प्रकाशरूपतया प्रतिभासते विषयश्च ग्राह्यतया आत्मा च ग्राहकतया घटमहं जानामीत्याकारेण तस्याः समुत्पत्तेः। क्रियायाश्च कारणं कर्तैव भवतीत्यतः कर्तृत्वं भोक्तृत्वं चाऽऽत्मनो रूपमिति। तदनुपपन्नं यस्मात्तासां संवित्तीनां स किं कर्तृत्वं युगपत्प्रतिपद्यते क्रमेण वा। युगपत्कर्तृत्वे क्षणान्तरे तस्य कर्तृत्वं न स्यात्। अथ क्रमेण कर्तृत्वं तदेकरूपस्य न घटते एकेन रूपेण चेत्तस्य कर्तृत्वं तदैकस्य रूपस्य सदैव संनिहितत्वात्सर्वं फलमेकरूपं स्यात्। अथ नानारूपतया तस्य कर्तृत्वं तदा परिणामित्वं परिणामित्वाच्च न चिद्रूपत्वम्। अतश्चिद्रूपत्वमेवाऽऽत्मन इच्छद्भिर्न साक्षात्कर्तृत्वमङ्गीकर्तव्यम्। यादृशमस्माभिः कर्तृत्वमात्मनः प्रतिपादितं कूटस्थस्य नित्यस्य चिद्रूपस्य तदेवोपपन्नम्।\nएतेन स्वप्रकाशस्याऽऽत्मनो विषयसंवित्तिद्वारेण ग्राहकत्वमभिव्यजत इति ये वदन्ति तेऽपि अनेनैव निराकृताः।\nकेचिद्विमर्शात्मकत्वेनाऽऽत्मनश्चिन्मयत्वमिच्छन्ति। ते ह्याहुर्न विमर्शव्यतिरेकेण चिद्रूपत्वमात्मनो निरूपयितुं शक्यम् जड़ाद्वैलक्षण्यमेव चिद्रूपत्वमुच्यते तच्च विमर्शव्यतिरेकेण निरूप्यमाणं नान्यथाऽवतिष्ठते। तदनुपपन्नम्। इदमित्थमेवंरूपमिति यो विचारः स विमर्श इत्युच्यते। स चास्मिताव्यतिरेकेण नोत्थानमेव लभते। तथाहि आत्मन्युपजायमानो विमर्शोऽहमेवंभूत इत्यनेनाऽऽकारेण संवेद्यते। तताश्चाहंशब्दसंभिन्नस्याऽऽत्मलक्षणस्यार्थस्य तत्र स्फुरणान्न विकल्परूपतातिक्रमः विकल्पश्चाध्यवसायात्मा बुद्धिधर्मो न चिद्धर्मः। कूटस्थनित्यत्वेन चितेः सदैकरूपत्वान्नाहंकारानुप्रवेशः। तदनेन सविमर्शत्वमात्मानः प्रतिपादयता बुद्धिरेवाऽऽत्मत्वेन भ्रान्त्या प्रतिपादिता न प्रकाशात्मनः परस्य पुरुषस्य स्वरूपमवगतमिति।\nइत्थं सर्वेष्वपि दर्शनेष्वधिष्ठातृत्वं विहाय नान्यदात्मनो रूपमुपपद्यते। अधिष्ठातृत्वं च चिद्रूपत्वम्। तच्च जड़ाद्वैलक्षण्यमेव। चिद्रूपतया यदधितिष्ठति तदेव भोग्यतां नयति। यच्च चेतनाधिष्ठितं तदेव सकलव्यापारयोग्यं भवति। एष च सति कृतकृत्यत्वात् प्रधानस्य व्यापारनिवृत्तौ यदात्मनः कैवल्यमस्माभिरुक्तं तद्विहाय दर्शनान्तराणामपि नान्या गतिः। तस्मादिदमेव युक्तमुक्तं वृत्तिसारूप्यपरिहारेण स्वरूपे प्रतिष्ठा चितिशक्तेः कैवल्यम्।\nतदेव सिद्ध्यन्तरेभ्यो विलक्षणां सर्वसिद्धिमूलभूतां समाधिसिद्धिमभिधाय जात्यन्तरपरिणामलक्षणस्य च सिद्धिविशेषस्य प्रकृत्यापूरणमेव कारणमित्युपपाद्य धर्मादीनां प्रतिबन्धकनिवृत्तिमात्र एक सामर्थ्यमिति प्रदर्श्य निर्माणचित्तानामस्मितामात्रादुद्भव इत्युक्त्वा तेषां च योगिचित्तमेवाधिष्ठापकमिति प्रदर्श्य योगिचित्तस्य चित्तान्तरवैलक्षण्यमभिधाय तत्कर्मणामलौकिकत्वं चोपपाद्य विपाकानुगुणानां च वासनानामभिव्यक्तिसामर्थ्ये कार्यकारणयोश्चेक्यप्रतिपादनेन व्यवहितानामपि वासनानामानन्तर्यमुपपाद्य तासामानन्त्येऽपि हेतुफलादिद्वारेण हानमुपदर्श्यातीतादिष्वध्वसु धर्माणां सद्भावमुपपाद्य विज्ञानवादं निराकृत्य साकारवादं च प्रतिष्ठाप्य पुरुषष्य ज्ञातृत्वमुक्त्वा चित्तद्वारेण सकलव्यवहारनिष्पत्तिमुपपाद्य पुरुषसत्त्वे प्रमाणमुपदर्श्य कैवल्यनिर्णयाय दशभिः सूत्रैः क्रमेणोपयोगिनोऽर्थानभिधाय शास्त्रान्तरेऽप्येतदेव कैवल्यमित्युपपाद्य कैवल्यस्वरूपं निर्णीतमिति व्याकृतः कैवल्यपादः।\nइति श्रीभोजदेवविरचितायां पातञ्जलयोगशास्त्रसूत्रवृत्तौ\n"
    }
  ]
}