{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64157",
      "key": "4-9",
      "order": 170,
      "tags": [
        "Pada 4",
        "Sutra 9"
      ],
      "text": "जातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ४-९ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66837",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\nआसां कार्यकारणभावानुपपत्तिं निराकरोति जातीति । इह काञ्चिद्योनिमनुभूय यदा योग्यन्तरसहस्रव्यवधानेन तामेव पुनर्योनिं प्रतिपद्यते तत्र या वासनाः प्रकटीभूताः आसंस्तास्तथाविधव्यञ्जकाभावात्तिरोभूताः पुनस्तादृक्शरीरलाभे प्रकटीभवन्ति । जातिदेशकालव्यवधानेऽपि तासां स्वानुरूपस्मृत्यादिफलसाधने आनन्तर्यंनैरन्तर्यं कुतः? स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66637",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वेता नरभोगवासना देवत्वादिजन्मसहस्रव्यवधानानन्तरं कथं तर्हि पुनर्नरजन्मन्यभिव्यज्यन्त इत्याशङ्क्याह –\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\nअनादौ संसारे येन कर्मणा यस्मिञ्जन्मनि भौगैः सञ्चिता या वासनास्तासां जन्मकोट्या स्वर्गादिदेशेन कल्पशतेन च व्यवहितानामपि तज्जातीयेन कर्मणा तस्मिञ्जन्मनि पुनः प्राप्ते सति तेनैव कर्मणा जन्मनामभिव्यक्तानामानन्तर्यं स्मृतिद्वारा भोगादिहेतुत्वं भवति । कुतः? यच्छक्त्यात्मना स्थितं स संस्कारः । तत्र क्रियासंस्कारः क्रियात्मना परिणतः, ज्ञानसंस्कारः स्मृत्यात्मना, अन्यसंस्कारोऽन्यात्मना परिणत इत्येवं स्मृतिसंस्कारयोरभेदेनैकविषयत्वेन चैकरूपत्वादानन्तर्यशब्दितः कार्यकारणभावः सजातीययोः सम्भवति, न विजातीययोः । न हि व्यवधानं संस्कारस्य विरूपकार्यकारित्वमापादयति; तथात्वे घटानुभवजसंस्कारादनन्तरमननुभूतस्मृत्यापत्तेरित्यर्थः ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66448",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु यस्य कर्मणो विपाकानुगुणवासना बहुजन्मादिव्यवहितास्तस्य तदभिव्यञ्जकत्वं न घटते सन्निहितवासनां परित्यज्य व्यवहितवासनाया अभिव्यक्त्यनौचित्यात् तत्राह –\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\nजातिर्जन्म । जन्मशतेन दूरदेशतया कल्पशतेन वा व्यवहितानामपि वासनानामानन्तर्यमव्यवहितवत्कार्यकारित्वं कल्प्यते । तदभिव्यक्तिनिमित्तकर्मणस्ता उपादायैव स्वफलारम्भाभिमुखत्वात् । किञ्च स्मृतिसंस्कारयोरेकत्वात् । नहि जातमात्रस्य स्तनपानादीष्टसाधनतादिस्मृतिस्तत्समानाकारवासनां विनोत्पद्यत इत्यर्थः । देशव्यवधानमवच्छेदकतया बोध्यम् ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66269",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वनन्तरजन्मवासनाः पूर्वदिनपूर्वजन्मादिवासनावत् कुतो नाभिव्यज्यन्त इतिचेन्न। व्यञ्जकाभावात् । स्वर्गदेशे देवजन्मन्यऽनुभवाच्चेत्यत आह –\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\nजातिदेशेति । वृषदंशविपाकादिः स्वव्यञ्जकाञ्जनाभिव्यक्तः स यदि जातिशतेन देशेनात्यन्तदूरदेशतया वा कल्पशतेन वा व्यवहितः पुनश्च स्वव्यञ्जकाञ्जन एवोदीयाद् द्रागित्येवं पूर्वानुभूतवृषदंशविपाकाभिसंस्कृता वासना उपादाय व्यज्येत । कस्मात् । यतोऽत्यन्तव्यवहितानामप्यासां सदृशं कर्माभिव्यञ्जकं निमित्तीभूतमित्यानन्तर्यमेव । कुतः । स्मृतिसंस्कारयोरेकरूपत्वात् ॥ यथानुभवास्तथा संस्काराः । ते च कर्मवासनारूपाः । यथा च वासनास्तथा स्मृतय इति जातिदेशकालव्यवहितेभ्यः संस्कारेभ्यः स्मृतिः , स्मृतेश्च पुनः संस्कार इति ते स्मृतिसंस्काराः कर्माशयवृत्तिलाभवशाद्व्यज्यन्ते । अतश्च व्यवहितानामपि निमित्तनैमित्तिकभावानुच्छेदादानन्तर्यमेवेति दिक् ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65847",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु यस्य कर्मणो विपाकानुगुणा वासना बहुजन्मादिव्यवहिता तस्य तदभिव्यञ्जकत्वं न घटते । संनिहितवासनां परित्यज्य व्यवहितवासनाभिव्यक्त्यनौचित्यात्तत्राह –\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥\nजात्यादिभिर्जन्मादिभिर्व्यवहितानामपि वासनानामानन्तर्यमव्यवहितवत्कार्यकारित्वं कल्प्यते । स्मृतिसंस्कारयोरेकरूपत्वात् । न हि जातमात्रस्य स्तनपानादीष्टसाधनतादि स्मृतिस्तत्समानाकारवासनां विनोत्पद्यत इत्यर्थः ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65693",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु स्वर्गदेशे देवजन्मनि जाताः तद्भोगेभ्यो वासनाः कथं नरव्याघ्रादिजन्मसहस्रव्यवधानानन्तरं पुनः देवजन्मन्यभिव्यज्यन्ते । अनन्तरजन्मपूर्ववासना एव पूर्वदिनवासनावत् कुतो न व्यज्यन्त इत्यत आह-  \nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ( ९ )\nयद्यपि सुप्तोत्थितस्यानन्तरपूर्वदिनानुभवजवासनाः प्रायेणाभिव्यज्यन्ते अव्यवधानात्, तथाप्यनादिसंसारे येन कर्मणा यज्जन्मनि भोगर्वासनाः सञ्चिताः तासां जन्मकोट्या देशेन कल्पशतेन च व्यवहितानामपि तज्जातीयेन कर्मणा तज्जन्मनि पुनः प्राप्ते सति तेनैव कर्मणा जन्मना या अभिव्यक्तानाम् आनन्तर्यम् अव्यवहितत्वं स्मृतिद्वारा भोगादिहेतुत्वमिति यावत् । विजातीयकर्मारब्धानन्तरपूर्वजन्मवासनानां व्यञ्जकाभावात् प्रसुप्तिरेव । व्यवहितानामपि कर्मजन्मनोः अभिव्यञ्जकयोः सत्त्वात् अभिव्यक्तिर्युक्ता । न च – विजातीयत्वेस्पि अव्यवधानात् अनन्तरपूर्ववासना एव ताभ्यां स्मृत्याद्यर्थमभिव्यज्यन्ताम् इति वाच्यम् । स्मृतिसंस्कारयोरेकरूपत्वात् । अयमर्थः- क्रिया ज्ञानमन्यद्वा रागादिकं शक्त्यात्मना स्थितः संस्कारः । स च स्वसमानविषयकक्रियास्मृत्यादिहेतुः । क्रियासंस्कारः क्रियात्मना, ज्ञानसंस्कारः स्मृत्यात्मना अन्यसंस्कारोस्न्यात्मना परिणमत इति यावत् । एवं स्मृतिसंस्कारयोरभेदेन एकविषयत्वेन च एकरूपत्वात् आनन्तर्यशब्दितः कार्यकारणभावो न विजातीययोः । न हि व्यवधानं संस्कारस्य विरूपकार्यकारित्वमापादयति, घटानुभवजसंस्कारादनन्तरमननुभूतस्मृत्यापत्तेरिति ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65507",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥ \nवृषदंशविपाकोदयः स्वव्यञ्जकाञ्जनाभिव्यक्तः। स यदि जातिशतेन वा दूरदेशतया वा कल्पशतेन वा व्यवहितः पुनश्च स्वव्यञ्जकाञ्जन एवोदियाद्द्रागित्येवं पूर्वानुभूतवृषदंशविपाकाभिसंस्कृता वासना उपादाय व्यज्येत। कस्मात्। यतो व्यवहितानामप्यासां सदृशं कर्माभिव्यञ्जकं निमित्तीभूतमित्यानन्तर्यमेव। कुतश्च, स्मृतिसंस्कारयोरेकरूपत्वात्। यथाऽनुभवास्तथा संस्काराः। ते च कर्मवासनानुरूपाः। यथा च वासनास्तथा स्मृतिरिति जातिदेशकालव्यवहितेभ्यः संस्कारेभ्यः स्मृतिः। स्मृतेश्च पुनः संस्कारा इत्येवमेते स्मृतिसंस्काराः कर्माशयवृत्तिलाभवशाद्व्यज्यन्ते। अतश्च व्यवहितानामपि निमित्तनैमित्तिकभावानुच्छेदादानन्तर्यमेव सिद्धमिति ॥ ९ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65063",
      "key": "4-9",
      "order": 409,
      "tags": [
        "4-9",
        "Pada 4",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nआसामेव वासनानां कार्यकरणभावानुपपत्तिमाशङ्क्य समर्थयितुमाह –\nजातिदेशकालव्यवहितानामप्यानन्तर्यं स्मृतिसंस्कारयोरेकरूपत्वात् ॥ ९ ॥ \nइह नानायोनिषु भ्रमतां संसारिणां कांचिद्योनिमनुभूय यदा योन्यन्तरसहस्रव्यवधानेन पुनस्तामेव योनिं प्रतिपद्यते तदा तस्यां पूर्वानुभूतायां योनौ तथाविधशरीरादिव्यञ्जकापेक्षया वासना याः प्रकटीभूता आसंस्तास्तथाविधव्यञ्जकाभावात्तिरोहिताः पुनस्तथाविधव्यञ्जकशरीरादिलाभे प्रकटी भवन्ति। जातिदेशकालव्यवधानेऽपि तासां स्वानुभूतस्मृत्यादिफलसाधने आनन्तर्यं नैरन्तर्यम् कुतः स्मृतिसंस्कारयोरेकरूपत्वात्। तथा ह्यनुष्ठीयमानात्कर्मणश्चित्तसत्त्वे वासनानुरूपः संस्कारः समुत्पद्यते। स च स्वर्गनरकादीनां फलानामङ्कुरीभावः कर्मणां वा यागादीनां शक्तिरूपतयाऽवस्थानम्। कर्तुर्वा तथाविधभोग्यभोक्तृत्वरूपं सामर्थ्यम्। संस्कारात्स्मृतिः स्मृतेश्च सुखदुःखोपभोगस्तदनुभवाच्च पुनरपि संस्कारस्मृत्यादयः। एवं च यस्य स्मृतिसंस्कारादयो भिन्नास्तयाऽऽनन्तर्याभआवे दुर्लभः कार्यकारणभावः। अस्माकं तु यदाऽनुभव एव संस्कारी भवति संस्कारश्च स्मृतिरूपतया परिणमते तदैकस्यैव चित्तस्यानुसंधातृत्त्वेन स्थितत्वात्कार्यकारणभावो न दुर्घटः।\n"
    }
  ]
}