{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64010",
      "key": "2-1",
      "order": 52,
      "tags": [
        "Pada 2",
        "Sutra 1"
      ],
      "text": "तपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ २-१ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66678",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥\nसमाहितचित्तस्य योगमभिदाय व्युत्थितचित्तस्य योगः कथं सिद्ध्यतीति तत्साधनप्रतिपादनाय क्रियायोगमाह – तप इति । तपः कृच्छ्रादि, स्वाध्याय ओंकारपूर्वकमन्त्राणां जपः, सर्वक्रियाणां समर्पणमेतानि क्रियायोगः ॥ १ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66508",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपूर्वं सावान्तरभेदं सान्तरङ्गसाधनं सफलं समाधिमभिधायाधुना पूर्वाभिहितसाधनेऽप्रवर्तमानमानसमपक्वकषायकरणं प्रति बहिरङ्गसाधनं क्रियायोगमाह –\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥\nहितमितमेध्याशनं तपः । परमपवित्रप्रणवादिमन्त्रजपः स्वाध्यायः । ईश्वरे लीलया स्वीकृतातिमनोहराङ्गे परमगुरौ कायवाङ्मनोभिर्निर्वर्तितो भक्तिविशेषः प्रणिधानम् । तानि क्रियारूपत्वाद्योगसाधन्त्वाच्च क्रियायोग इति शुद्धसारूप्यलक्षणाश्रयणेन निरूप्यन्ते ’आयुर्घृतम्’ इतिवदित्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66377",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥\nइदानीं व्युत्थितचित्तस्य मध्यमाधिकारिणो वानप्रस्थादेः क्रियायोगरूपं साधनमाह – तपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः । तपश्चित्तप्रसादाविरोधिशास्त्रोक्तोपवासादिकम् , स्वाध्यायः प्रणवादिजपः मोक्षशास्त्राध्ययनं वा, ईश्वरप्रणिधानमत्र परमेश्वरे सर्वकर्मार्पणं तत्फलन्यासश्च । अर्पणं च –’नाहं कर्ता सर्वमेतद्ब्रह्मैव कुरुते तथा । एतद्ब्रह्मार्पणं प्रोक्तमृषिभिस्तत्त्वदर्शिभि’रिति कौर्मे उक्तम् । कर्मफलन्यासश्च सर्वकर्मफलानामीश्वरो भोक्तेति चिन्तनम् । यदेव जीवान् कर्मफलानि भोजयन्परमेश्वरः प्रीणाति स एवेश्वरस्य तत्फलभोगः । यथार्थिभ्यो धनानि यच्छन् दाता तद्धनभोक्ता । यद्यप्यस्य नित्यानन्दभोगो नित्य एव तथापि जीवानां कर्मफलप्रदानाभिव्यक्तत्वेनैश्वर्यानुगतानन्दोऽत्पत्तिरौपचारिकी । यद्वा ’कामतोऽकामतो वापि यत्करोमि शुभाशुभम् । तत्सर्वं त्वयि संन्यस्तं त्वत्प्रयुक्तः करोम्यहम्’ इत्यर्पणम् । फलन्यासश्च फलमनभिसंधाय कर्मकरणम् । एते क्रियारूपा योगा \n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66113",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइतः परं वृत्तिनिरोधसाधनीभूताभ्यासवैराग्यसाधनीभूतचित्तशुद्धिरिति तत्र हेतुमदौ क्रियायोगमाह –\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥\nतपो ब्रह्मचर्यगुरुसेवादि । स्वाध्यायः प्रणवादिपवित्राणां जपः, मोक्षशास्त्राध्ययनं वा फलाभिसन्धिमन्तरा क्रियमाणानां परमेश्वरे समर्पणमीश्वरप्रणिधानम् । तानि क्रियारूपो योगः, योगसाधनत्वादित्यर्थः ॥ १ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65977",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिरूपितः समाधिरतः परं साधनानि निरूप्यन्ते द्वितीये। तत्रादौ निरोधसाधनीभूतयोरध्यासवैराग्ययोः साधनीभूतायां चित्तशुद्धौ हेतुं चित्तमाकर्षयतां बाह्येन्द्रियाणां निग्रहे वा साधारणहेतुं क्रियायोगमाह-\n तपस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः॥१॥\nतप उपवासादिना कायशेषणम्। उक्तमीश्वरगीतायाम्। उपवासपराकादिकृच्छ्रचान्द्रायणादिभिः* शरीरशोषणं प्राहुस्तापसास्तप उत्तममिति। स्वाध्याय उपनिषदाद्यावृत्तिः। उक्ता च तत्रैव। ”वेदान्तशतरुद्रीयप्रणवादिजपं बुधाः* सत्वशुद्धिकरं पुंसां स्वाध्यायं परिचक्षते” इति। प्रणिधानं स्तुत्यादिजनिता भक्तिः। उक्ता तथा तत्रैव। स्तुतिस्मरणपूजाभिर्वाङ्मनःकार्यकर्मभिः* सुनिश्चला भवेद्भक्तिरेतदीश्वरपूजनमिति। स्तुतिरत्र गुणमात्रकथनं पूजा चासनपाद्याद्यर्पणम्। एताभिर्जनिता भक्तिरीश्वरपूजनम्। तच्च सर्वक्रियाणां परमेश्वरे परमगुरावर्पणम्। तत्फलसन्यासो वा। तत्राद्यं, कामतोऽकामतो वाऽपि यत् करोमि शुभाशुभम्* तत्सर्वं त्वयि सन्यस्तं त्वत्प्रयुक्तः करोम्यहमित्यादिस्मृतिभिर्व्याख्यातम्। द्वितीयं तु कर्मफलानां भोक्ता परमेश्वर इति चिन्तनम्। भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम्* सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छतीत्यादिना बोधितम्। एतानि निरुक्तार्थभावनाविशिष्टभक्तियोगभिन्नत्वात् क्रियायोगः। वागादिव्यापारमात्रत्वात्। क्रियायोग इत्येकवचननिर्देशात् कायवाङ्मनोव्यापारः समुच्चित एव  क्रियायोगो विशिष्टफल इति ज्ञापितम्। यद्यपि योगाङ्गेषु नियमे शौचसन्तोषतपःस्वाध्यायेश्वरप्रणिधानानि पञ्चोक्तानि तथापि प्रकृतत्रयाणां दृष्टादृष्टद्वाराऽऽशु कायेन्द्रियमनोजयादिविशिष्टफलश्रवणाद् दर्शनाच्च ततः पृथगुक्तिरिति मन्तव्यम्॥१॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65773",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगस्य बहिरङ्गान्येव पञ्च पूर्वपादे व्याख्यातानि । अन्तरङ्गत्रयं तु सिद्धिभिः सहातिबहुलतया पृथक्पादेन व्याख्यायते –\nदेशबन्धश्चित्तस्य धारणा ॥ १ ॥\nयत्र हृत्पुण्डरीकादिरूपे देशे ध्येयं चिन्तनीयं तत्र देशे चित्तस्य बन्ध ऐकाग्र्यं धारणेत्यर्थः ॥ १ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65613",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपूर्वस्मिन् पादे योगमुद्दिश्य लक्षणमुक्त्वा वृत्तीर्निरूप्य तन्निरोधोपायाभ्यासवैराग्ये प्रतिपाद्य चित्तस्थित्युपायान् कांश्चिदुक्त्वा द्विविधो योगः सावान्तरभेदः प्रतिपादितः । तत्राभ्यासवैराग्ये चित्तशुद्धिसाध्ये इति मत्वा तस्य शुद्धिहेतुमादौ क्रियायोगमाह- \nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ ( १ )\nपूर्वपादोक्तस्य योगस्यास्मिन् पादे साधनानि उच्यन्त इत्यनयोः पादयोः सङ्गतिः । ब्रह्मचर्यगुरुसेवासत्यवचनकाष्ठमौनाकारमौनस्वाश्रमधर्मद्वन्द्व-सह-नमिताशनादिकं तपः, न कायशोषः । धातुवैषम्ये योगविधानात् । स्वाध्यायः प्रणवश्रीरुद्रपुरुषसूक्तादीनां पवित्राणां जपो मोक्षशास्त्राध्ययनं च । फलाभिसन्धिं विना कृतानां कर्मणां परमगुरावीश्वरे समर्पणम् ईश्वरप्रणिधानम् । तानि क्रियारूपो योगः योगसाधनत्वात् इत्यर्थः ॥ \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65428",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउद्दिष्टः समाहितचित्तस्य योगः। कथं व्युत्थितचित्तोऽपि योगयुक्तः स्यादित्येतदारभ्यते –\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥ \nनातपस्विनो योगः सिध्यति। अनादिकर्मक्लेशवासनाचित्रा प्रत्युपस्थितविषयजाला चाशुद्धिर्नान्तरेण तपः संभेदमापद्यत इति तपस उपादानम्। तच्च चित्तप्रसादनमबाधमानमनेनाऽऽसेव्यमिति मन्यते। स्वाध्यायः प्रणवादिपवित्राणां जपो मोक्षशास्त्राध्ययनं वा। ईश्वरप्रणिधानं सर्वक्रियाणां परमगुरावर्पणं तत्फलसंन्यासो वा ॥ १ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64958",
      "key": "2-1",
      "order": 201,
      "tags": [
        "2-1",
        "Pada 2",
        "Sutra 1",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतपःस्वाध्यायेश्वरप्रणिधानानि क्रियायोगः ॥ १ ॥ \nतदेवं प्रथमे पादे समाहितचित्तस्य सोपायं योगमभिधाय व्युत्थितचित्तस्यापि कथमुपायाभ्यासपूर्वको योगः स्वास्थ्यम् उपयातीति तत्साधनानुष्ठानप्रतिपादनाय क्रियायोगमाह।\nतपः शास्त्रान्तरोपदिष्टं कृच्छ्रचान्द्रायणादि। स्वाध्यायः प्रणवपूर्वाणां मन्त्राणां जपः। ईश्वरप्रणिधानं सर्वक्रियाणां तस्मिन्परमगुरौ फलनिरपेक्षतया समर्पणम्। एतानि क्रियायोग इत्युच्यते।\n"
    }
  ]
}