{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64067",
      "key": "2-18",
      "order": 69,
      "tags": [
        "Pada 2",
        "Sutra 18"
      ],
      "text": "प्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ २-१८ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66699",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66509",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nदृश्यं प्रपञ्चयति –\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥\nप्रकाशः प्रख्यारूपः, क्रिया प्रवृत्तिरूपा, स्थितिर्नियमरूपा, ताः सत्त्वरजस्तमसां धर्माः शीलं स्वाभाविकं रूपं यस्य तत्तथोक्तम्; भूतेन्द्रियात्मकं भूतानि महाभूततन्मात्रभेदभिन्नानि इन्द्रियाणि बुद्धिकर्मेन्द्रियान्तःकरणभेदभिन्नानि एतद्ग्राह्यग्रहणरूपमात्मा स्वाभिन्नः परिणामो यस्य तत्तथोक्तम्; भोगापवर्गार्थं भोगमोक्षप्रयोजकं तद्दृश्यमित्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66357",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्र दृश्यपदार्थमाह –\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥\nप्रलये प्रकाशादिकार्याभावाच्छीलपदम् । तत्र प्रकाशो बुद्धिवृत्त्यादिरूपालोकस्तच्छीलं सत्वम् । क्रिया प्रयत्नचेष्टादिस्तच्छीलं रजः । स्थितिः प्रकाशक्रिययोः प्रतिबन्धस्तच्छीलं तमः । ते गुणाः परस्परोपरक्ता इतरेतराश्रयेण कार्यमारभन्ते । तत्र क्वचित्कार्ये जननीये एकस्य प्राधान्यमपरयोः सहकारित्वम् । यथा दिव्यशरीरे जनयितव्ये सत्त्वं प्रधानं मानुषे रजः तिर्यक्शरीरे तमः । ते च पुरुषस्य भोगापवर्गार्थं संनिधिमात्रोपकारकतया प्रवर्तन्ते । तदाह – भूतेन्द्रियात्मकमिति । तत्र स्थूलसूक्ष्मभूतकारणत्वेन स्थितिशीलत्वं, स्थूलदशेन्द्रियहेतुत्वात्क्रियाशीलत्वं, अन्तःकरणरूपसूक्ष्मेन्द्रियहेतुत्वात्प्रकाशशीलत्वम् । तत्प्रवृत्तेः प्रयोजनमाह – भोगापवर्गार्थमिति । तत्र सुखदुःखरूपाया बुद्धेः पुरुषेणाविभागापन्नतयावधारणं भोगः । भोक्तुः स्वरूपावधारणमपवर्ग इति भाष्यम् । तावेतौ भोगापवर्गौ बुद्धिकृतौ बुद्धावेव वर्तमानौ योद्धृगतजयपराजयौ राजनीव पुरुषे व्यपदिश्येते । बन्धमिक्षावप्येवमिति च भाष्यम् ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66182",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nदृश्यं प्रपञ्चयति –\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥\nप्रकाशशीलं सत्त्वं, क्रियाशीलं रजः । स्थितिः प्रकाशक्रिययोः प्रतिबन्धस्तच्छीलं तपः । तदिदं गुणत्रयं स्वस्वकार्ये मिथःसहायमविवेकिभोग्यं त्याज्यं परस्पराश्रयं परस्पराभिभावकं स्वतः परस्पराऽविभागदुर्ज्ञानभेदं प्रधानशब्दवाच्यं भूतेन्द्रियाऽऽत्मकम् । भूतानि स्थूलसूक्ष्माणि इन्द्रियाणि ज्ञानकर्मेन्द्रियाणि एवं मनोबुद्ध्यहङ्काराणि त्रीण्यन्तःकरणान्यात्माभिन्नः परिणामो यस्य तद्भोगाऽपवर्गार्थं भोगमोक्षप्रयोजनकं दृश्यमित्यर्थः ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65987",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्र दृश्यस्वरूपं कार्यं प्रयोजनमाह-\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम्॥१८॥\nप्रकाशः प्रपञ्चावभासः सत्वधर्मः, क्रिया प्रवृत्तिः रजसो धर्मः, स्थितिनियमस्तमसः, ताः प्रकाशक्रियास्थितयः शीलं स्वाभाविकं रूपं यस्य तत्तथाविधमिति स्वरूपमस्य निर्दिष्टम्। भूतेन्द्रियात्मकं भूतानि स्थूलसूक्ष्मभेदेन द्विविधानि। उभयमेतत् पृथिव्यादीनि बुद्धीन्द्रियकर्मेन्द्रियान्तःकरणभेदेन त्रिविधानि। उभयमेतद् ग्राह्यग्रहणरूपतयाऽऽत्मस्वरूपाभिन्नः परिणामो यस्य तत्तथाविधमित्यनेन कार्यमस्योक्तम्। भोगः सुखदुःखान्तरसाक्षात्कारः। अपवर्गः संसारनिवृत्तिरूपकैवल्यं, तौ भोगाऽपवर्गावर्थः प्रयोजनं यस्य तत्तथाविधमित्यनेन प्रयोजनमस्योक्तम्। तदिदं गुणत्रयं प्रपञ्चकारणं भोगमोक्षप्रयोजनकं दृश्यपदार्थ इत्यर्थः॥१८॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65904",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंस्कारसाक्षात्करणात्पूर्वजातिज्ञानम् ॥ १८ ॥\nसंस्कारसंयमेनेति सूत्रस्यादौ पूरणीयम् । संस्कारश्च द्विविधः । ज्ञानरागादिवासना धर्माधर्मौ च। तेषु पूर्वजन्मसंस्कारेषु संयमात्साक्षात्कृतेषु पूर्वजन्मज्ञानं जातिस्मरता भवतीत्यर्थः ॥ १८ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65555",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nदृश्यं प्रपञ्चयति-\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगाद्यपवार्गार्थं दृश्यम् ॥ ( १८ )\nप्रकाशशीलं सत्त्वम् । क्रियाशीलं रजः । स्थितिः- प्रकाशक्रिययोः प्रतिबन्धः । तच्छीलं तमः । तत्र सत्त्वं मृदुत्वात्तप्यम् । तापकं रजः । एवं सत्त्वरजसोस्तप्यतापकभावे सति तमसा मोहो भवति पुरुषस्य ’मम ताप’ इति । तदिदं गुणत्रयं स्वस्वकार्ये (मिथः सहायम्) अविवेकि भोग्यं विवेकित्याज्यं परस्पराश्रयं परस्पराभिभावकं परस्पराङ्गाङ्गिभावं सुखप्रकाशलाघवदुःखक्रियोपष्टम्भकमोहावरणगौरवलक्षणकार्यज्ञेयभेदं स्वतः परस्पराविभागाद् दुर्ज्ञानभेदं प्रधानशब्दवाच्यम् । भूतेन्द्रियात्मकम्- भूतानि स्थूलानि तन्मात्राणि च; इन्द्रियाणि ज्ञानकर्मेन्द्रियाणि दश, बुद्ध्यहङ्कारमनांसि त्रीण्यन्तःकरणानि, आत्मा स्वाभिन्नः परिणामो यस्य तत् । भोगापवर्गार्थं- भोगमोक्ष-प्रयोजकं दृश्यमित्यर्थः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65404",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nदृश्यस्वरूपमुच्यते –\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥ \nप्रकाशशीलं सत्त्वम्। क्रियाशीलं रजः। स्थितिशीलं तम इति। एते गुणाः परस्परोपरक्तप्रविभागाःपरिणामिनः संयोगवियोगधर्माण इतरेतरोपाश्रयेणोपार्जितमूर्तयः परस्पराङ्गाङ्गित्वेऽप्यसंभिन्नशक्तिप्रविभागास्तुल्यजातीयातुल्यजातीयशक्तिभेदानुपातिनः प्रधानवेलायाम् उपर्दशितसंनिधाना गुणत्वेऽपि च व्यापारमात्रेण प्रधानान्तर्णीतानुमितास्तिताः पुरुषार्थकर्तव्यतया प्रयुक्तसामर्थ्याः संनिधिमात्रोपकारिणोऽयस्कान्तमणिकल्पाः प्रत्ययमन्तरेणैकतमस्य वृत्तिमनु वर्तमानाः प्रधानशब्दवाच्या भवन्ति। एतद्दृश्यमित्युच्यते।\nतदेतद्भूतेन्द्रियात्मकं भूतभावेन पृथिव्यादिना सूक्ष्मस्थूलेन परिणमते। तथेन्द्रियभावेन श्रोत्रादिना सूक्ष्मस्थूलेन परिणमत इति। तत्तु नाप्रयोजनमपि तु प्रयोजनमुररीकृत्य प्रवर्तत इति भोगापवर्गार्थं हि तद्दृश्यं पुरुषस्येति। तत्रेष्टानिष्टगुणस्वरूपावधारणमविभागापन्नं भोगो भोक्तुः स्वरूपावधारणमपवर्ग इति। द्वयोरतिरिक्तमन्यद्दर्शनं नास्ति। तथा चोक्तम् – अयं तु खलु त्रिषु गुणेषु कर्तृष्वकर्तरि च पुरुषे तुल्यातुल्यजातीये चतुर्थे तत्क्रियासाक्षिण्युपनीयमानान्सर्वभावानुपपन्नाननुपश्यन्नदर्शनमन्यच्छङ्कत इति।\nतावेतौ भोगापवर्गौ बुद्धिकृतौ बुद्धावेव वर्तमानौ कथं पुरुषे व्यपदिश्येते इति। यथा विजयः पराजयो वा योद्धृषु वर्तमानः स्वामिनि व्यपदिश्यते, स हि तत्फलस्य भोक्तेति, एवं बन्धमोक्षौ बुद्धावेव वर्तमानौ पुरुषे व्यपदिश्येते, स हि तत्फलस्य भोक्तेति। बुद्धेरेव पुरुषार्थापरिसमाप्तिर्बन्धस्तदर्थावसायो मोक्ष इति। एतेन ग्रहणधारणोहापोहतत्त्वज्ञानाभिनिवेशा बुद्धौ वर्तमानाः पुरुषेऽध्यारोपितसद्भावाः। स हि तत्फलस्य भोक्तेति ॥ १८ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64997",
      "key": "2-18",
      "order": 218,
      "tags": [
        "2-18",
        "Pada 2",
        "Sutra 18",
        "Yoga Sutra Commentary"
      ],
      "text": "\nद्रष्टृदृश्ययोः संयोग इत्युक्तं तत्र दृश्य स्वरूपं कार्यं प्रयोजनं चाऽऽह –\nप्रकाशक्रियास्थितिशीलं भूतेन्द्रियात्मकं भोगापवर्गार्थं दृश्यम् ॥ १८ ॥ \nप्रकाशः सत्त्वस्य धर्मः क्रिया प्रवृत्तिरूपा रजसः स्थितिर्नियमरूपा तमसः ताः प्रकाशक्रियास्थितयः शीलं स्वाभाविकं रूपं यस्य तत्तथाविधमिति स्वरूपमस्य निर्दिष्टम्। भूतेन्द्रियात्मकमिति। भूतानि स्थूलसूक्ष्मभेदेन द्विविधानि पृथिव्यादीनि गन्धतन्मात्रादीनि च। इन्द्रियाणि बुद्धीन्द्रियकर्मेन्द्रियान्तःकरणभेदेन त्रिविधानि। उभयमेतद्ग्राह्यग्रहणरूपात्मा स्वरूपाभिन्नाः परिणामो यस्य तत्तथाविधमित्यनेनास्य कार्यमुक्तम्। भोगः कथितलक्षणः अपवर्गो विवेकख्यातिपूर्विका संसारनिवृत्तिः तौ भोगापवर्गावर्थः प्रयोजनं यस्य तत्तथाविधं दृश्यमित्यर्थः।\n"
    }
  ]
}