{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64039",
      "key": "2-27",
      "order": 78,
      "tags": [
        "Pada 2",
        "Sutra 27"
      ],
      "text": "तस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २-२७ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66682",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66534",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ जीवन्मुक्तस्य पुरुषस्य ज्ञानवैभवमाह –\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥\nतस्य सञ्जातविवेकख्यातेः पुरुषस्य सप्तधा सप्तप्रकारा प्रान्तभूमिः प्रकर्षेणान्तो निवृत्तिः फलत्वेन यासां ता भूमयोऽवस्था यस्याः सा प्रज्ञा प्रान्तभूमिः सप्तप्रकारा । अयमर्थः – सञ्जातविवेकख्यातेः पुरुषस्य सप्त प्रज्ञाभूमयः । तत्र चतस्रः कार्यविमुक्तिसंज्ञाः, तिस्रश्चित्तविमुक्तिसंज्ञाः । तद्यथा – ज्ञातव्यमखिलं ज्ञातं मम न किञ्चिज्ज्ञातव्यमस्तीति जिज्ञासानिवृत्तिरेका । हातव्यं सर्वं बन्धजातं  हीनं मम न किञ्चिद्धेयमस्तीति जिहासानिवृत्तिर्द्वितीया । कैवल्यप्राप्त्या प्राप्तव्यमखिलं प्राप्तं  ततो न किञ्चित्प्राप्तव्यमस्तीति प्रेप्सानिवृत्तिस्तृतीया । विवेकख्यातिलाभेन कर्तव्यमखिलं कृतं न किञ्चिन्मम कार्यमस्तीति चिकीर्षानिवृत्तिश्चतुर्थी । कृतार्थं मे बुद्धिसत्त्वमिति शोकनिवृत्तिरेका । मम बुद्ध्यादयो गुणाः प्रलीनाः प्रयोजनाभावात्पुनर्न प्ररोहन्तीति भयनिवृत्तिर्द्वितीया । तदाहं गुणातीतस्वरूप-मात्रेणावस्थितश्चिदेकरस इति सकलविकल्पनिवृत्तिस्तृतीया । इति सप्तधा प्रान्तभूमिर्द्रष्टव्येति ॥ २७ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66304",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविवेकख्यातेरविप्लवाख्यनिष्ठायाः फलमाह –\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥\nतस्य विवेकख्यातिरूपहानोपायस्य प्रान्तभूमिकारूपिणी प्रज्ञा योगजसाक्षात्काररूपिणी सप्तप्रकारा भवति । तद्यथा हेयं दुःखं मया परिज्ञातं न मे ज्ञातव्यमवशिष्यत इत्येका प्रज्ञा । विवेकख्यातिरूपो हानोपायो निष्पादितो न निष्पाद्यमवशिष्यते तत्फलानुभवादिति द्वितीया । हेयहेतवोऽविद्याकामकर्मादयोऽशेषतः क्षीणा न किञ्चित्क्षेतव्यमवशिष्यत इति तृतीया । तथा दुःखहानरूपमोक्षाख्यफलं तद्गोचरासंप्रज्ञातयोगेन साक्षात्कृतं न पुरुषार्थस्यापि ज्ञातव्यमवशिष्यत इति चतुर्थी । तदेतत्स्वस्य कृत्यसमाप्त्यनुभवरूपं प्रज्ञाचतुष्टयं प्रयत्नसाध्यतया कार्या विमुक्तिरित्युच्यते । विदेहकैवल्यकालिकावस्थानुभवरूपं चान्यत्प्रज्ञात्रयं यथा – समाप्तभोगापवर्गा मे बुद्धिर्भविष्यतीति प्रथमा, बुद्धिरूपेण परिणताः सत्वादयः स्वकारणे लयमेष्यन्तीति द्वितीया, लयं गच्छन्तीति वा द्वितीया; प्रलीनानां च तेषां बुद्धिरूपः परिणामो न भविष्यतीति तृतीया । एवं सप्तप्रकारानुभववतो ज्ञाननिष्ठा सद्योमुक्तिदेत्यवगन्तव्यम् । एवमुत्तमस्य केवलं ज्ञानमेव साधनं यथा सनकादीनां, मध्यमस्य ज्ञानकर्मणी समुच्चिते यथा हिरण्यगर्भादीनामिति विष्णुपुराणादौ स्पष्टम् ॥ २७ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66147",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्थिरविवेकख्यातेर्जीवन्मुक्तस्य ज्ञानवैभवमाह –\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥\nप्रकृष्टोऽन्तोऽवसानं फलत्वेन यासां ताः प्रान्ताश्चरमा इति यावत् । प्रान्ता भूमयो यस्याः सा प्रान्तभूमिः । तस्य विदुषः सप्तप्रकारा प्रज्ञाऽवस्था चरमा भवति । ज्ञातव्यमखिलं ज्ञातम् इति या सैका सर्वजिज्ञासानिवर्त्तकत्वात् प्रान्ता । न हीयमज्ञस्य संभवति । तत्तदालम्बनसमाधीनां प्रधानान्तप्रज्ञायां स्थिरायामप्यात्मजिज्ञासायाः सत्त्वेन तत्प्रज्ञाया अचरमत्वात् । एवमग्निमावस्थानां प्रान्तत्वं मन्तव्यम् । हातव्याः सर्वे बन्धहेतवो हताः, न किञ्चिन्मम हेयमस्तीति द्वितीया । कैवल्यप्राप्त्या प्राप्तव्यमखिलं प्राप्तमिति तृतीया । विवेकज्ञानसंपादनेन अखिलं कृतं, न किञ्चित् कर्तव्यमस्तीति चतुर्थी । एताश्चतस्रः कार्यविमुक्तिसंज्ञाः । चित्तविमुक्तिसंज्ञास्तु तिस्रः । यथा कृतार्थं बुद्धिसत्त्वमित्येका । बुद्ध्यादिरूपा गुणा अपि गिरिशिखरच्युता इव गावाणो निरवस्थानाः स्वकारणे प्रलयाभिमुखाः सम्प्रान्तेनात्यन्तिकमस्तं गच्छन्ति । तेषां नास्ति पुनः प्ररोहः प्रयोजनाभावादिति द्वितीया । तथाऽहङ्गुणातीतः स्वरूपमात्रावस्थितश्चिदेकरस इति तृतीया प्रज्ञावस्था इत्यर्थः ॥ २७ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65992",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु ज्ञानादेव चेन्मोक्षस्तदाऽसंप्रज्ञातयोगान्तरप्रयासानुसरणं व्यर्थम्। आत्मतत्वस्योपनिषदत्वेन श्रुत्यैव ज्ञानसम्भवादित्याशङ्क्य, आगमात् परोक्षैव विवेकख्यातिरुदेति नाअपरोक्षा, किन्तु सा भावनाप्रकर्षादेवेति ज्ञापयिष्यन् तस्या विवेकख्यातेः स्वरूपमाह-\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा॥२७॥\nतस्य सप्तेति॥तस्य उत्पन्नसाक्षात्कारस्य प्रान्तभूमिः प्रज्ञा प्रकृष्टोऽन्तोऽवसानं यासां ताः प्रान्ताः। चरमा इति यावत्। प्रान्ता भूमयोऽवस्था यस्याः सा प्रज्ञा प्रान्तभूमिः. सप्तधा सप्तप्रकारा भवतीत्यर्थः। सप्तप्रकाराः प्रज्ञावस्थाश्चरमा भवन्तीति यावत्। ज्ञातव्यमखिलं ज्ञातं, न किञ्चिज्ज्ञातव्यमस्तीति या सैका।१। सर्वजिज्ञासानिवर्तकत्वात् प्रान्ता। न हीयमज्ञस्याल्पज्ञस्य वा सम्भवति। तत्तदालम्बनसमाधिना प्रधानान्तप्रज्ञायां स्थिरायामपि आत्मजिज्ञासायाः सत्वेन तत्प्रज्ञायाश्चरमत्वात्। एवमग्रिमावस्थानां प्रान्तत्वमवगन्तव्यम्, हातव्याः सर्वे ब्न्धहेतवो हताः, न किञ्चिन्मम हातव्यमस्तीति या सा द्वितीया।२। कैवल्यप्राप्त्या प्राप्तव्यमखिलं प्राप्तं, न किञ्चिन्मे प्राप्तव्यमस्तीति या सा तृतीया।३। विवेकज्ञानसम्पादनेनाखिलं कर्तव्यं कृतं, न मे किञ्चित् कर्तव्यमस्तीति या सा चतुर्थी।४। एताश्चतस्रः प्रज्ञाः कार्यविषयनिर्मलज्ञानस्वरूपाः कार्यविमुक्तिसंज्ञाः चित्तविमुक्तिसंज्ञास्तु तिस्रः। कृतार्थं बुद्धितत्वमित्येका।१। गुणाः कृताधिकारा गिरिशिखरच्युता इव ग्रावाणः पाषाणविशेषा तिरवस्थाना न पुनः स्थितिं यास्यन्ति। उपरममुख्यानां मोहाभिधानरूपसंयोगकारणाभावत्। निष्प्रयोजनत्वाच्चामीषां कुतः प्ररोह इति द्वितीया।२। गुणातीतोऽहं स्वरूपमात्रावस्थितः सच्चिदेकरस इति तृतीया।३। इत्थं त्रिप्रकारा चितस्वरूपविमुक्तिविषयत्वात् तथोच्यते। ईदृशसप्तप्रकारप्रज्ञावानेव ज्ञानी कुशल इत्युच्यते। अत एतादृश्यः प्रज्ञा, जिज्ञासाजिहासाप्रेप्साचिकीर्षाशोकभयविकल्पनिवृत्तिफलाः साङ्गसमाधिं विना न सम्भवन्तीति तदन्तप्रयासः सार्थक एवेति दिक्॥२७॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65816",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचन्द्रे ताराव्यूहज्ञानम् ॥ २७ ॥\nचन्द्रमण्डले संयमादशेषविशेषसाक्षात्कारपर्यन्तात्ताराव्यूहस्य नक्षत्रमण्डलस्य तथा ज्ञानं भवति ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65661",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्थिरविवेकख्यातेर्जीवन्मुक्तस्य ज्ञानवैभवमाह- \nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ ( २७ )\nप्रकृष्टः अन्तः अवसानं फलत्वेन यासां ताः प्रान्ताचरमा इति यावत् । प्रान्ता भूमय अवस्था यस्याः सा प्रज्ञा प्रान्तभूमिः । स्थिरा विप्लवात्मख्यातेर्विदुषः प्रत्ययान्तरतिरस्कारेश्च सप्तप्रकाराः प्रज्ञावस्थाश्चरमा भवन्ति । ’ज्ञातव्यमखिलं ज्ञातम्, अतः परं न किञ्चिज्ज्ञातव्यमस्ति’ इत्येका । सर्वजिज्ञासानिवर्तकत्वादियं प्रान्ता । न हीयमनात्मज्ञस्य सम्भवति । (ततः) (तस्य) तदालम्बनसमाधिना प्रधानान्तप्रज्ञायां स्थिरायामपि आत्मजिज्ञासायाः सत्त्वेन तत्प्रज्ञाया अचरमत्वाद् । एवमग्रिमावस्थानां प्रान्तत्वं मन्तव्यम् । ’हातव्या सर्वे बन्धहेतवो हेताः, न किञ्चिन्मम हेयम्’ अस्तीति द्वितीया । ’कैवल्यप्राप्त्या प्राप्तव्यमखिलं प्राप्तम्, अतोस्न्यन्न किञ्चिदपि मम प्राप्तव्यमस्ति’ इति तृतीया । ’विवेकख्यातिसम्पादनेन कर्तव्यमखिलं कृतं न किञ्चित्कार्यमस्ति, इति चतुर्थी । एताश्चतस्रः कार्यविमुक्तिसंज्ञाः ।\nचित्तविमुक्तिसंज्ञाः तिस्रः- यथा कृतार्थं मे बुद्धिसत्वम्’ इत्येका । बुद्ध्यादिरूपा गुणा अपि गिरिशिखरच्युता इव ग्रावाणो निरवस्थानाः स्वकारणे प्रलयाभिमुखाः संपातेनास्तमात्यन्तिकं गच्छन्ति, तेषां नास्ति पुनः प्ररोहः प्रयोजनाभावात्’ इति द्वितीया । तथा ’गुणातीतः स्वरूपमात्रावस्थितश्चिदेकरसः” इति तृतीया प्रज्ञावस्थेत्यर्थः । जिज्ञासाजिज्ञासाप्रेप्साचिकीर्षाशोकभयविप्लवान्तफलाः सप्त प्रज्ञाभूमयः प्रान्ता मन्तव्या इत्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65391",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥ \nतस्येति प्रत्युदितख्यातेः प्रत्याम्नायः। सप्तधेति अशुद्ध्यावरणमलापगमाच्चित्तस्य प्रत्ययान्तरानुत्पादे सति सप्तप्रकारैव प्रज्ञा विवेकिनो भवति।\nतद्यथा – परिज्ञातं हेयं नास्य पुनः परिज्ञेयमस्ति। क्षीणा हेयहेतवो न पुनरेतेषां क्षेतव्यमस्ति। साक्षात्कृतं निरोधसमाधिना हानम्। भावितो विवेकख्यातिरूपो हानोपाय इति। एषा चतुष्टयी कार्या विमुक्तिः प्रज्ञायाः। चित्तविमुक्तिस्तु त्रयी चरिताधिकारा बुद्धिः। गुणा गिरिशिखरतटच्युता इव ग्रावाणो निरवस्थानाः स्वकारणे प्रलयाभिमुखाः सह तेनास्तं गच्छन्ति। न चैषां प्रविलीनानां पुनरस्त्युत्पादः प्रयोजनाभावादिति। एतस्यामवस्थायां गुणसंबन्धातीतः स्वरूपमात्रज्योतिरमलः केवली पुरुष इति। एतां सप्तविधां प्रान्तभूभिप्रज्ञामनुपश्यन्पुरुषः कुशल इत्याख्यायते। प्रतिप्रसवेऽपि चित्तस्य मुक्तः कुशल इत्येव भवति गुणातीतत्वादिति ॥ २७ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65064",
      "key": "2-27",
      "order": 227,
      "tags": [
        "2-27",
        "Pada 2",
        "Sutra 27",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउत्पन्नविवेकख्यातेः पुरुथस्य यादृशी प्रज्ञा भवति तां कथयन्विवेकख्यातेरेव स्वरूपमाह –\nतस्य सप्तधा प्रान्तभूमिः प्रज्ञा ॥ २७ ॥ \nतस्योत्पन्नविवेकज्ञानस्य ज्ञातव्यविवेकरूपा प्रज्ञा प्रान्तभूमौ सकलसालम्बनसमाधिभूमिपर्यन्ते सप्तप्रकारा भवति। तत्र कार्यविमुक्तिरूपा चतुष्प्रकारा 1 ज्ञातं मया ज्ञेयं न ज्ञातव्यं किंचिदस्ति। 2 क्षीणा मे क्लेशा न किंचित्क्षेतव्यमस्ति। 3 अधिगतं मया ज्ञानं 4 प्राप्त मया विवेकख्यातिरिति। प्रत्ययान्तरपरिहारेण तस्यामवस्थायामीदृश्येव प्रज्ञा जायते। ईदृशी प्रज्ञा कार्यविषयं निर्मलं ज्ञानं कार्यविमुक्तिरित्युच्यते। चित्तविमुक्तिस्त्रिधा 5 चरितार्था मे बुद्धिर्गुणा हताधिकारा गिरिशिखरनिपतिता इव ग्रावाणो न पुनः स्थितिं यास्यन्ति 6 स्वकारणे प्रविलयाभिमुखानां गुणानां मोहभिधानमूलकारणाभावान्निष्प्रयोजनत्वाच्चामीषां कुतः प्ररोहो भवेत् 7 सात्मीभूतश्च मे समाधिस्तस्मिन्सति स्वरूपप्रतिष्ठोऽहमिति। ईदृशी त्रिप्रकारा चित्तविमुक्तिः। तदेवमीदृश्यां सप्तविधप्रान्तभूमिप्रज्ञायामुपजातायां पुरुषः कुशलः इत्युच्यते।\n"
    }
  ]
}