{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64095",
      "key": "2-50",
      "order": 101,
      "tags": [
        "Pada 2",
        "Sutra 50"
      ],
      "text": "बाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ २-५० ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66715",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66577",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतमेवाभ्यासमाह –\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥\nरेचको बाह्यवृत्तिः, पूरक आभ्यन्तरवृत्तिः, कुम्भकः स्तम्भवृत्तिः । तत्रैकैको देशादिभिः परीक्षणीयः । तद्यथा – स्वभावसिद्धे रेचके हृदयान्निर्गत्य नासाग्रसंमुखे द्वादशाङ्गुलपर्यन्तं श्वासः समाप्यते। अभ्यासेन तु क्रमेण नाभेराधाराद्वा निर्गत्य चतुर्विंशत्यङ्गुलपर्यन्ते षट्त्रिंशदङ्गुलपर्यन्ते वा समाप्यते । तत्र च रेचकप्रयत्नातिशये सति नाभ्यादिप्रदेशक्षोभेण तन्निश्चेतुं शक्यम् । बहिस्तु सूक्ष्मं तूलं धृत्वा तच्चालनेन निश्चेतव्यम् । सेयं देशपरीक्षा । रेचककाले प्राणस्यावृत्तयो दश विंशतिस्त्रिंशदित्यादिभिः कालपरीक्षा । अस्मिन्मासे प्रतिदिनं दश रेचका आगामिमासे विंशतिरुत्तरमासे त्रिंशदित्यादिभिः संख्यापरीक्षा । एवं पूरकेऽपि योजनीयम् । यद्यपि कुम्भके देशव्याप्तिविशेषो नावगम्यते, तथापि कालसंख्याव्याप्तिरवगम्यत एव । यथा घनीभूतस्तूलपिण्डः प्रसार्यमाणो दीर्घो विरलतया सूक्ष्मश्च भवति, तथा प्राणोऽपि देशकालसंख्याभिरभ्यस्यमानो दीर्घो दुर्लक्षतया सूक्ष्मश्च सम्पद्यत इत्यर्थः ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66331",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्यावान्तरभेदानाह –\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥\nस प्राणायामो बाह्यवृत्तिराभ्यन्तरवृत्तिस्तम्भवृत्तिरिति त्रिधा रेचकपूरककुम्भकभेदात् । प्राणिनां दक्षिणा नाडी पिङ्गला नाम सूर्यदैवत्या पितृयोनिः । वामा इडाख्या चन्द्रदैवत्या देवयोनिः । तयोर्मध्ये सुषुम्ना ब्रह्मदैवत्या, तत्र रेचकस्य देशो नासिकाद्बहिः प्रादेशः द्वादशाङ्गुलहस्तादिपरिमितः शक्त्यनुसारात् । स चेषीकातूलादिक्रियया निश्चेयः । पूरकस्य चापादतलमस्तकमाभ्यन्तरो देशः स च पिपीलिकास्पर्शसदृशस्पर्शेन निश्चेयः । कुम्भकस्य च पूरकदेश एव विषयः । पूरकानन्तरं तच्छ्रवणात्। स तूलक्रियया उक्तस्पर्शस्य वानुपलब्ध्या निश्चेयः । कालावधृतो यथा । एतावत्काले रेचक एतावत्क्षणव्यापी पूरक एतावत्कालव्यापी कुम्भक इत्यङ्गीकृतकालैरवधृतः । द्वादशरूपमात्रासंख्यायाः एकैव संख्या त्रिष्वपि मार्कण्डेयोक्ता । मात्रा निमेषोन्मेषपरिच्छिन्नः कालः, स्वजानुमण्डलं त्रिः परामृश्य छोटिकावच्छिन्नकालो मात्रेत्यन्ये । निमेषाक्रियावच्छिन्नकालस्य चतुर्थो भागः क्षण इति च । उक्तछोटिकावच्छिन्नः काल एव श्वासप्रश्वासक्रियावच्छिन्नः काल इति च । वसिष्ठेन पूरके षोडश मात्राः कुम्भके चतुःषष्टिमात्राः रेचके द्वात्रिंशन्मात्रा उक्ताः । योगियाज्ञवल्क्येन त्रिष्वपि द्वादशमात्रः कनीयान्, त्रिष्वपि चतुर्विंशन्मात्रो मध्यमः, त्रिष्वपि षट्त्रिंशन्मात्राकालपरिच्छिन्न उत्तम इत्युक्तम् । दीर्घसूक्ष्म इति देशाद्यन्यतमनियमेन प्रत्यहमभ्यास्यमानः क्रमेण कालवृद्ध्या दीर्घकालव्याप्तित्वाद्दिर्घः, वायुसञ्चारस्यातिसूक्ष्मतया सूक्ष्मश्च भवतीति बोध्यम् । स च जपध्यानं विना क्रियमाणोऽगर्भ इत्युच्यते। तत्सहितश्च सगर्भ इति । तत्रेश्वरगीतायां सव्याहृतिका सप्रणवा गायत्री सशिरस्का त्रिर्जप्या इत्युक्तम् त्रिषु एकैकवारमित्यर्थः ॥ प्रणवो जप्य इत्यन्यत्र । तत्र पूरकादिक्रमेण नामिहृदयललाटेषु ब्रह्मविष्णुशिवानां ध्यानमुक्तं क्वचित् । क्वचित् परब्रह्मण एव ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66241",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसामान्यलक्षणमुक्त्वा लक्ष्यं प्राणायामं विभजते –\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥\nप्राणायामश्चतुर्विधः । बाह्यवृत्तिराभ्यन्तरवृत्तिस्तम्भवृत्तिस्तुरीयश्चेति । तत्र कोष्ठ्यस्य वायो रेचनेन बहिर्गतस्य बहिरेव विधारणं बाह्यवृत्तिः । स च रेचको बाह्यवायोः पूरकेणान्तर्गतस्यान्तरधारणम् आभ्यन्तरवृत्तिः । स च पूरकः । रेचकपूरकप्रयत्नं विना प्राणस्य केवलविधारकप्रयत्नेन गतिविच्छेदः स्तम्भवृत्तिः । स च कुम्भकः । त्रिविधोऽयं प्राणायामो देशकालसंख्यादिभिर्दीर्घसूक्ष्मश्चेति परिदृष्टः ॥ ५० ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66024",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसामान्यलक्षणमुक्त्वा लक्ष्यं प्राणायामत्रयं विभजते –\nबाह्याभ्यन्तरस्तम्भवृत्तिनिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः॥५०॥\nस तु प्राणायामो बाह्यवृत्तिः रेचकः। आभ्यन्तरवृत्तिः पूरकः स्तम्भवृत्तिः। स्तभ्यते पूरितकुम्भवन्निश्चलतया विधारकप्रयत्नेन अन्तर्बहिरेव वाऽवस्थाप्यते इति कुम्भकः। इत्थं रेचकपूरककुम्भकभेदात् त्रिविधः। सोऽयं त्रिविधः प्राणायामो देशकालसंख्याभिः परिदृष्टो निर्णीतो नासाद्वादशान्तादिदेशेन षट्त्रिंशन्मात्रादिकालेन एतावद्वारं कृतमिति संख्यया च नियमित इति यावत्। एतावद्भिः श्वासप्रश्वासैः प्रथम उद्घातो भवतीत्येतज्ज्ञापनाय संख्याग्रहणम्। उद्घातश्च नाभिमूलात् प्रेरितस्य शिरस्यभिहननम्। स खल्वयं दिवसपक्षमासादिक्रमेणाभ्यास्तो दीर्घदेशकालव्यापितयैव दीर्घो दुर्लक्ष्यगततया च सूक्ष्मो दीर्घसूक्ष्मसंज्ञको भवतीत्यर्थः॥\nअत्र, षट्त्रिंशदङ्गुलं हंसः प्रयाणं कुरुते बहिः* सव्यापसव्यमार्गेण तेन प्राणोऽभिधीयते* प्राणो देहगतो वायुरायामस्तन्निबन्धनमिति स्मृतेः, प्राणस्यायामः प्राणायाम इति योगादरेण रेचकपूरककुम्भकानां त्रयाणामपि विभक्ततयोक्तिः।\nतत्र रेचकस्य लक्षणं स्कान्दे-\nनासासंपुटमङ्गुल्या पीडयित्वा परेण तु।\nउदराद्रेचयेद्वायुं रेचनाद्रेचकः स्मृतः, इति॥उदराद्रेचनं शनैः शनैर्धारया निःसारणम्॥\nबहिर्यद्रेचनं वायोरुदराद्रेचकः शनैः।\nभानुदेवतयाऽजस्रं चान्द्रदैवतयाऽथवा, इति स्मृतेः॥\nअथ पूरकस्य –\nबाह्ये स्थितं नासपुटेन वायुमाकृष्य तेनैव शनैः समन्तात्।\nनाडीश्च सर्वाः परिपूरयेद्यः स पूरको नाम महानिरोधः, इति॥\nअत एव-\nपूरणात् पूरकः प्रोक्तः इति योगोऽथ देवले।\nपूरणं हृदिवत् प्रोक्तं देहे सर्वत्र योगिभिः॥\nतत्र कुम्भस्तुद्विधः – सहितः, केवलश्च। तत्र सहितकुम्भकस्य –\nन मुञ्चति न गृह्णाति वायुमन्तर्बहिःस्थितम्।\nआपूर्य कुम्भवत्तिष्ठेद् केवलः स तु कुम्भकः॥\nआरेच्यापूर्यं यत् कुर्यात् स वै सहितकुम्भकः, इत्यादि। अयमेवानेन सूत्रेणोक्तं।देशकालसंख्याभिः परिदृष्ट इत्यनेन रेचकादिदेशादिपरिच्छिन्नत्वकथनात्। अतोऽयं रेचकपूरकाभ्यां सान्तरितो बाह्याभ्यन्तररूपेण रेचकपूरकदेशेन विषयेणायुक्तोऽभ्यासबाहुल्यं विनैव जायमानसामान्य एवेति तृतीयस्यैतस्य अपरं रूपं केवलकुम्भकम्॥५०॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65825",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसर्वसिद्धिमूर्धन्यं विवेकसंयमस्य परवैराग्यद्वारकं मोक्षाख्यं सिद्ध्यन्तरमाह –\nतद्वैराग्यादपि दोषबीजक्षये कैवल्यम् ॥ ५० ॥\nअपिशब्दः कैवल्यमित्यन्तेनान्वेति । तथाच । विवेकख्यातिनिष्ठात एव विवेकख्यातौ तत्सिद्धौ च वैराग्ये सति असंप्रज्ञातयोगनिष्पत्त्या दुःखदोषस्य बीजानामखिलवासनाकर्मणामुच्छेदे पुरुषस्य (कैवल्यम्) आत्यन्तिकः प्रकृतिवियोगो भवतीत्यर्थः । यस्य चासंप्रज्ञातनिष्पत्त्या प्रारब्धं कर्म नोच्छिद्यते तस्यापि प्रारब्धसमाप्त्यनन्तरमुत्पद्यमानमोक्ष एव यथोक्तसंयमसिद्धिरिति ॥ ४९ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65678",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nबाह्याभ्यन्तरस्तम्बवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घः सूक्ष्मः ॥ ( ५० )\nप्राणायमश्चतुर्विधः- बाह्यवृत्तिः, आभ्यन्तरवृत्तिः, स्तम्बवृत्तिः तुरीयश्च इति । तत्र कोष्ठयस्य वायो रेचनेन बहिर्गतस्य बहिरेव धारणं बाह्यवृत्तिः स च रेचकः । बाह्यवायोः पूरणेनान्तर्गस्यान्तर्धारणमाभ्यन्तरवृत्तिः स च पूरकः । रेचनपूरणप्रयत्नं विना प्राणस्य केवलविधारकप्रयत्नेन गतिविच्छेदः स्तम्बवृत्तिः स च कुम्भकः । नायं रेचकः अन्तस्थत्वात् । नापि पूरकः, तप्तशिलातलनिहितजलबिन्दुवच्छरीरे प्राणस्य सङ्कुचितत्वेन सूक्ष्मत्वात् । यो हि स्थलोस्न्तर्निरोद्धो देहं पूरयति स पूरकः । तस्मात् रेचकपूरकाभ्यासेन विना सकृत्प्रयत्नमात्रेण सूक्ष्मप्राणस्य कुम्भकशब्दितस्य घटजलवन्निश्चलत्वेन देहेस्वस्थानत्कुम्भकस्तृतीयः सिद्धः । त्रिविधोस्यं प्राणायामो देशकालसंख्याभिदीर्घः सूक्ष्म इति परिदृष्टः । तत्र रेचकस्य बाह्यो देशो विषयः प्रादेशवितस्तिहस्तादिपरिमितो निर्वाते नासाग्रे इषीकातूलादिक्रियानुमितः पूरकादेस्त्वन्तरो देश आपादतलमस्तकं पिपीलिकास्पर्शतुल्येन स्पर्शेनानुमितः क्षणगणनया ज्ञेयः कालः । मात्रागणनया ज्ञेया संख्या । स्वजानुमण्डलं पाणिना त्रिभिः परामृश्य छोटिकाविच्छिन्नः कालो मात्रा । सा हि स्वस्थस्य पुंसःश्वासप्रश्वासाभ्यां मिता भवति । तत्र षड्विंशतिमात्रभिरभ्यासक्रमेण दीर्घ इति दृश्यते । अधिकदेशकालव्यापित्वं प्राणनिरोधस्य दीर्घत्वम् । यथा यथा दीर्घ इति निपुणेन दृश्यते तथा तथा प्राणस्य सूक्ष्मत्वेन दर्शनाद्दीर्घ एव सूक्ष्म इति परिदृष्टो भवतीत्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65380",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस तु –\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥ \nयत्र प्रश्वासपूर्वको गत्यभावः स बाह्यः। यत्र श्वासपूर्वको गत्यभावः स आभ्यन्तरः। तृतीयः स्तम्भवृत्तिर्यत्रोभयाभावः सकृत्प्रयत्नाद्भवति। यथा तप्ते न्यस्तमुपले जलं सर्वतः संकोचमापद्यते तथा द्वयोर्युगपद्गत्यभाव इति। त्रयोऽप्येते देशेन परिदृष्टा इयानस्य विषयो देश इति। कालेन परिदृष्टाः क्षणानामियत्तावधारणेनावच्छिन्ना इत्यर्थः। संख्याभिः परिदृष्टा एतावद्भिः श्वासप्रश्वासैः प्रथम उद्धातस्तद्वन्निगृहीतस्यैतावद्भिर्द्वितीय उद्धात एवं तृतीयः। एवं मृदुरेवं मध्य एवं तीव्र इति संख्यापरिदृष्टः। स खल्वयमेवमभ्यस्तो दीर्घसूक्ष्मः ॥ ५० ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64992",
      "key": "2-50",
      "order": 250,
      "tags": [
        "2-50",
        "Pada 2",
        "Sutra 50",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्यैव सुखावगमाय विभज्य स्वरूपं कथयति –\nबाह्याभ्यन्तरस्तम्भवृत्तिर्देशकालसंख्याभिः परिदृष्टो दीर्घसूक्ष्मः ॥ ५० ॥ \nबाह्यवृत्तिः श्वासो रेचकः। अन्तर्वृत्तिः प्रश्वासः पूरकः। अन्तस्तम्भवृत्तिः कुम्भकः। तस्मिञ्जलमिव कुम्भे निश्चलतया प्राणा अवस्थाप्यन्त इति कुम्भकः। त्रिविधोऽयं प्राणायामो देशेन कालेन संख्यया चोपलक्षितो दीर्घसूक्ष्मसंज्ञो भवति। देशेनोपलक्षितो यथा नासाप्रदेशान्तादौ। कालेनोपलक्षितो यथा षट्त्रिंशन्मात्रादिप्रमाणः। संख्ययोपलक्षितो यथा इयतो वारान्कृत एतावद्भिः श्वासप्रश्वासैः प्रथम उद्घातोभवतीति। एतज्ज्ञानाय संख्याग्रहणमुपात्तम्। उद्घातो नाम नाभिमूलात्प्रेरितस्य वायोः शिरसि अभिहननम्।\n"
    }
  ]
}