{
  "results": [
    {
      "book": "YogaSutras",
      "id": "63966",
      "key": "1-2",
      "order": 2,
      "tags": [
        "Pada 1",
        "Sutra 2"
      ],
      "text": "योगश्चित्तवृत्तिनिरोधः ॥ १-२ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66882",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥ \nआहङ्गारिकं हि चित्तं जडमचेतनं पुरोगं प्रत्यग्गं वा स्वातन्त्र्येण भवितं नार्हति । न हि निरीश्वरसांख्यवत् पातञ्जलाः प्रकृतिमनन्याधीनकर्त्रीमभ्युपगच्छन्ति । प्रणववाचक परमात्मानं सर्वज्ञं सगुणं निग्रहानुग्रहशालिनं दयावन्तञ्चाभ्युपगच्छन्ति । तस्मात् चित्तस्य पुरोगामित्वे प्रत्यग्गामित्वे च सर्वेश्वरस्य परमात्मनोऽनुग्रहविशेषं प्राप्तस्य जीवात्मनः प्रयत्नविशेषेण चित्तवृत्तिनिरोधः संभवति, तदभाववतः पुरुषविशेषस्य चित्तवृत्तिविक्षेपश्च भवतीत्यभ्युपेयम् । प्रकृष्टज्ञानवतां परमात्मानुग्रहस्तेन चित्तवृत्तिनिरोधः, तदभाववतां तदनुग्रहाभावात् चित्तविक्षेप इति विवेकः ।\nअत्र योगपदं ध्यानमित्यर्थकम् । चित्तवृत्तिनिरोध इति च\nध्यानविरोधियावद्बाह्यविषयकचित्तपरिणामनिरोध इत्यर्थः । ध्यानं च परमपुरुषसर्वेश्वरविषयकं “तज्जपस्तदर्थभावनमि”ति प्रमाणात् सिद्ध्यति । भावनं तदाकारेण चित्तस्थापनम्, तच्च ध्यानबलात् भवति । ध्यानं च “तत्र प्रत्ययैकतानता ध्यानमि”ति सूत्रात् ज्ञेयम् ।\nरजस्तमोलेशमात्रादप्यपेतं शुद्धसत्त्वमयं चित्तं यदा जीवात्मधर्मभूतज्ञानोपष्टब्धप्रबलप्राणायामादिबहुविधसमभ्यासेन हार्दान्तर्याम्यभिमुखमनुक्षणस्मरणबलात् प्रवर्तते तादृशप्रवृत्तेः तादृशचित्तस्य वा एकाग्रता, सा प्रत्ययैकतानता इति निष्पन्ना निरूढयोगिनां संज्ञा । आरुरुक्षूणां तत्रैव ध्यानमिति प्रथा । हार्दान्तर्याम्यभिमुखोपायानुसंधानक्रमस्तु “पद्मकोशप्रतीकाशं ...... परमस्वराट्” इति नारायणसूक्तात् विज्ञेयम् ।\nनामलिङ्गानुशासनात् प्रमाणात् योगपदं ध्यानार्थकमित्यवगभ्यते । “युज समाधौ” इति धातुपाठप्रमाणात् तत् समाधिं वक्ति । तत्रोभयत्र कुत्र आदरः? ध्यानस्य समाधेश्च कार्यकारणभावोऽङ्गीकृतः । समाधिस्तु ध्यानपरिपक्वावस्थैव न तु साध्यान्तरम् । अत एव “तदेवार्थमात्रनिर्भासमिति” सूत्रकारो भगवान् पतञ्जलिरह ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66710",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥\nसत्त्वपरिणामरूपस्य चित्तस्य या वृत्तयः तासां निरोधो बहिर्मुखताविच्छेदादन्तर्मुखतया सकारणे लयः ॥ २ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66466",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुना द्विविधस्य समाधेः साधारणं लक्षणं लक्षयति –\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥\nरजस्तमोवृत्त्योर्निरोधो योग इत्यर्थः । अतः सात्त्विकवृत्तिसत्त्वेऽपि संप्रज्ञाते नाव्याप्तिः ॥ २ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66289",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगलक्षणमाह –\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥\nचित्तस्यान्तःकरणस्य वक्ष्यमाणा या वृत्त्ययस्तासां निरोधो निवर्तनं योग इत्यर्थः । वृत्तिनिवर्तनं च जीवनयोनियत्नवदतीन्द्रियो यत्नविशेषश्चित्तनिग्रहरूपो वृत्तिविलयहेतुः, चित्तस्य वृत्तिसंस्कारशेषावस्था वा । सा चावस्था तारतम्यविशिष्टसंस्कारपरिणामधारा नतु वृत्त्यभाव एव । अभावस्याधिकरणावस्थाविशेषरूपत्वाद्वक्ष्यमाणसंस्कारजनकत्वानुपपत्तेः । अभावस्य संस्कारजनकत्वेऽतिप्रसङ्गात् । संस्कारवृद्धिं विनानुदिनं योगस्य कालवृद्धौ नियामकान्तरासंभवात् । अत्र सर्ववृत्तिनिरोधावचनात्संप्रज्ञातयोगोऽपि संगृहीतः । द्विविधो योगः संप्रज्ञातोऽसंप्रज्ञातश्च । तत्र यो ध्येयातिरिक्तवृत्तिनिरोधः स च विषयान्तरसञ्चाराख्यप्रतिबन्धकनिवृत्तिरूपतया विषयान्तरवासनाभिभवद्वारा धर्मविशेषद्वारा च ध्येयसाक्षात्कारहेतुः । चित्तं हि स्वत एव सर्वार्थग्रहणक्षमं विभु च । तमसावरणादेव तु न सर्वदा सर्वं गृह्णाति । अतस्तमोवर्धकानां विषयान्तरवासनापापादीनां क्षये [ योगतो वृत्तिः ] स्वयमेव ध्येयं वस्तु साक्षात्क्रियते चित्तेनेति सिद्धान्तः । अन्त्यः सर्ववृत्तिनिरोधः ।अत्रेदं बोध्यम् । क्षिप्तं मूढं विक्षिप्तमेकाग्रं निरुद्धमिति पञ्च चित्तस्यावस्थाविशेषाः । तत्र क्षिप्तं रजस उद्रेकादत्यन्तमस्थिरं शब्दानुरागि च । यथा दैत्यदानवदीनाम् । मूढं तमःसमुद्रेकात्कृत्याकृत्यविचारशून्यं क्रोधादियुतं निद्रादिमदधर्माद्यनुरागि च । यथा रक्षःपिशाचादीनाम् ।विक्षिप्तं सत्त्वोद्रेकाद्दुःखसाधनपरिहारेण सुखसाधनेष्वेव प्रवृत्तम् । यथा देवानाम् । चित्तं हि रजसा प्रवृत्तिशीलं , तमसा परापकारनिरतं , सत्त्वेन सुखमयं भवति । आसु तिसृषु विद्यमानोऽपि यत्किञ्चिच्चित्तवृत्तिनिरोधो न योगपक्षे तत्प्रतिद्वन्द्विविक्षेपोपसर्जनत्वात् । एकाग्रत्वं ध्येयातिरिक्तवृत्तिनिरोधः । तत्र हि सति कूटस्थनित्यचित्स्वरूपस्य हृदयदेशेऽन्तःकरणावच्छेदेनाभिव्यक्तस्य साक्षात्कारो भवति । साक्षात्कारे चाविद्योच्छेदात्तन्मूलक्लेशक्षयो भवति । अस्यामवस्थायां संप्रज्ञातयोगः । अत्र रजस्तमोमयवृत्तेः सर्वथा निरोधः । सात्विकी त्वात्मविषयास्त्येव । अस्य च ध्येयवस्तुपुरुषतत्त्वसाक्षात्कारद्वारा क्लेशाद्युच्छेदकत्वेन मोक्षहेतुता । निरुद्धं निरुद्धसकलवृत्तिसंस्कारमात्रशेषम् । अत्र सर्ववृत्तिनिरोधेऽसंप्रज्ञातः । अस्य चाखिलवृत्तिसंस्कारदाहद्वारा प्रारब्धस्याप्यतिक्रमेण मोक्षहेतुतेति वक्ष्यामः । तदुक्तम् –’एकाग्रता चेद्ग्रह्यादौ निरोधश्चेच्चिदात्मनि ।क्षिप्तादित्रिभुवस्त्यागात्कस्य मोक्षोऽत्र दूरतः’ इति ॥ यदाहि तमो रजोगुणमपि विजित्य त्रिगुणात्मकेऽपि चित्ते प्रधानं सत्त्वमावृणोति तदा रजस्तमःसमुत्सारणेऽशक्तत्वात्तमसा स्थगितं चित्तमधर्मावैराग्याद्युपगच्छति । एवं सर्वत्रेच्छाप्रतिघातरूपमनैश्वर्यं चोपगच्छति । विपर्ययज्ञानात्मकमज्ञानं निद्रारूपं चोपगच्छति । इदं मूढम् । यदा हि स्वन्यूनाभ्यां परस्परसमाभ्यां रजस्तमोभ्यां संसृष्टं सत्त्वं तदाऽणिमाद्यैश्वर्यशब्दादिविषयप्रियं भवति । इदं क्षिप्तमाद्यम् । यदा हि क्षीणतमस्करजसानुविद्धसत्त्वकं तदा धर्मज्ञानवैराग्यैश्वर्योपगं भवति । इदं विक्षिप्तम् । यदा तु लेशतोऽपि रजस्तमोमलरहितसत्त्वकं चित्तं तयोरपगमे संसारहेतुत्वादिदोषदर्शनान्निरुद्धबाह्यवृत्तिकं स्वरूपप्रतिष्ठं स्वाभाविकप्रसादादियुतं तदा सत्त्वपुरुषान्यताख्यातिरूपविवेकोपगं तन्मात्रवृत्तिकं भवति । एतदेवैकाग्रमित्युच्यते । अस्यैव परा काष्ठा धर्ममेघसमाधिः, यत्र चित्तस्य ध्यानमात्रप्रियता भवति । यदा तु – चिच्छक्त्यपेक्षया विवेकख्यातौ सत्त्वगुणात्मकत्वेनाधमत्वं गृह्णाति चिच्छक्तिः पुरुषाख्याऽपरिणामित्वात् बुद्धिवत्क्रियाराहित्येन विषयदेशे गमनरूपप्रतिसंक्रमरहिता विषयसङ्गरहिता च बुद्ध्या स्ववृत्तिद्वारा दर्शितविषया सुखदुःखमोहात्मकत्वरूपाशुद्धिरहिता अनन्ता च , विवेकख्यातिस्तु सत्त्वगुणकार्यापि परिणामिनी दीपशिखावद्विषयेषु संचरणात्प्रतिसंक्रमवती जडा सुखदुःखाद्यशुद्धिमती परिच्छिन्नत्वादन्तवती, मुखमपि विवेकिनो दुःखवद्धेयमेवेति तस्यामपि विरज्यते चित्तं – तदा सर्ववृत्तिनिरोध इति बोध्यम् । इदं निरुद्धम् ॥ २ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66076",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्र सम्प्रज्ञातासम्प्रज्ञातभेदेन वक्ष्यमाणेन द्विविधयोगस्य साधारणं लक्षणमाह –\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥\nचित्तस्य रजस्तमोवृत्तीनां वक्ष्यमाणानां निरोधः प्रतिलोमपरिणामेनोपशमो योग इत्यर्थः । अतो वक्ष्यमाणसम्प्रज्ञातसमाधेः सात्त्विकवृत्तिसत्त्वेऽपि नाव्याप्तिः । तत्र चित्तस्य त्रिगुणात्मकत्वात् क्षिप्तमूढविक्षिप्तैकाग्रनिरुद्धरूपपञ्चभूमयोऽवस्थाविशेषा भवन्ति । तत्र न तिसृणामुपयोगोऽपि तु द्वयोरेवान्त्ययोः । तत्र क्षिप्तं रजस उद्रेकादस्थिरं बहिर्मुखतया सुखदुःखादिविषयेषु विकल्पितेषु व्यवहितेषु सन्निहितेषु च रजःप्रेरितं भवति । तच्च सदैव दैत्यदानवादीनाम् । मूढं तमस उद्रेकात् कृत्याकृत्यविभागमगणय्य क्रोधादिभिर्विरुद्धकृत्येष्वेव निरतं भवति । तच्च सदैव रक्षःपिशाचादीनाम् । विक्षिप्तं तु सत्त्वोद्रेकाद् रजोविशिष्टं परिहृत्य दुःखसाधनं सुखसाधनेष्वेव शब्दादिषु प्रवृत्तं भवति । तच्च सदैव देवानां, रजसोऽप्यभावेन शुद्धसत्त्वोद्रेकाद् भगवद्भक्तानां देवासुरमनुष्यादीनां सात्त्विकवृत्तिविशिष्टमेकाग्रं भवति । तस्या अपि निरोधे निरुद्धं योगिनामेव भवति । व्यक्तमेतदाकरे ॥ २ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66065",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसपरिकरो योगः प्रतिपाद्यते इति प्रतिज्ञातम् । तत्र योगलक्षणं योगशब्दप्रवृत्तिमित्तं च निर्दिष्टपञ्चदशप्रकारयोगसाधनव्यावृत्तमाह – \nयोगश्चित्तवृत्तिनिरोधः ॥२॥तदा द्रष्टुः स्वरूपेऽवस्थानम् ॥३॥ इति द्वाभ्याम् ॥\nतत्र चित्तस्य महदहङ्कारभेदेन त्रिविधाऽन्तःकरणस्य वृत्तयः दीपस्य शिखा इव अवस्थापरिणामरूपा बाह्या, आभ्यन्तराश्च । तासां निरोधः उपशमो निरिन्धनाग्निवत् स्वकारणे लयः। तदा निरोधकाले द्रष्टुः प्रमातुरहमर्थस्यान्तःकरणावच्छिन्नस्य स्वरूपे विशेष्ये केवलचैतन्य आत्मन्यवस्थानं विषयतयाऽवस्थितिर्विद्यमानातेत्यर्थः । विषयता च व्यापारानुबन्धिनी । व्यापरश्च वृत्तिरेव । योगी यामहमेतावन्तं कालं समहितोऽभूवमिति स्मरणेन व्युत्थानेऽनुमिनोति । इत्थं च वृत्यन्तरनिरोधपूर्वकात्त्मगोचरधारवाहिकनिर्विकल्पकवृत्तिर्योगः इति लक्षणं सिद्धम्। मय्येकचित्ततायोगो वृत्यन्तरनिरोधत इति कूर्मपुराणादौ शिवोक्तेः । यत्रचैवात्मानात्मानं पश्यन्नात्मनि तुष्यतीति गीतायां भगवदुक्तेश्च । यद्यपि द्रष्टृगोचारया अपि तादृशवृत्तेः समाधित्वं वक्ष्यति सूत्रकारः तथाप्यत्र मयीत्यादि पृकृताभिप्रायम् । ततौपदेशिकवित्तिवारणाय विशेषणम् । अभावस्य निर्विषयत्वेन संस्कारऽजनकत्त्वात् योगस्य च संस्कारजनकत्वात् तथिवाग्रं वक्ष्यमाणत्वात् विशेष्यम् । तत्र सम्प्रज्ञातासाधरणाय निर्विकल्पकेति । सूत्रद्वयेन विशेषणविशेष्ययोर्द्वयोरुक्तिस्तु प्रत्येकस्यापि फलभेदज्ञापनाय । अत एव पादभेदेन विशेषणांशफलं विभूतितृतीयपादे, विशेष्यांशफलं च कैवल्यं चतुर्थपादे वक्ष्यति सूत्रकारः॥\nअथवा शिवलक्षणा स्वस्वरूपाभिव्यक्तिर्महायोगो निरालम्बः। तत्साधनं त्वभावयोगः समाधिपदाभिधेयो निराभासः। तत्र प्रथमस्य लक्षणं तदेति। द्वितीयस्तु चित्तवृत्तीति ॥ योगस्तु द्विविधः ज्ञेयो ह्यभावः प्रथमः मतः अपरस्तु महायोगः सर्वयोगोत्तमोत्तमः। शून्यं सर्वे निराभासं सरूपं यत्र चिन्त्यते। अभावयोगः स् प्रोक्तो येनात्मनं प्रप्श्यति ॥  यत्र पश्यति चात्मानं नित्यानन्दं निरञ्जनम् । मयैक्यं स महायोगो भाषितः परमः स्वयमित्यादिस्मृतिभिरपि तथा ज्ञापनात् । अत्र सम्प्रज्ञातप्राणनिरोधादेः साधनाकोटावेव निवेशात् सम्प्रज्ञाते सात्विकविशिष्टवृत्तिसत्त्वेऽपि योगः प्राणनिरोधः इत्यनुक्तावपि च न हानिः । राजयोगविजिज्ञापयिषयैव लक्षणसूत्रप्रवृत्तेः। ननु सम्प्रज्ञातेऽस्मिन् ध्येयमात्रगोचरवृत्तिस्वीकारः,सर्ववृत्तिनिरोधे तु असम्प्रज्ञात इति भाष्येण विरुध्यते इति चेन्न । सम्प्रज्ञातं प्रकम्य, तामपि ख्यातिं निरुणद्धि इत्युत्तरग्रन्थेन विषिष्टवृत्तिमात्रनिरोधस्यैव तदर्थत्वज्ञापनात् । एतेन तत्र ध्येयवृत्तिसत्त्वे सर्ववृत्तिनिरोधाऽसिद्धिः । असत्वे तु समाधिशब्दार्थहानिः। मय्येकचित्ततेत्याद्युदाहृतस्मृत्या ध्येयमात्राकारवृत्तेरेव योगत्वकथनादित्याद्याशङ्कापि समाहिता । सर्वपदमठता सूत्रकारेणापि तज्ञापनात् । असम्प्रज्ञातशब्दादिभिरेव, न तत्र किञ्चित् सम्यगहन्त्वादिना प्रज्ञायते इत्यादि व्युत्पत्या तदर्थलाभाच्च। अत एव तावन्मनो निरोद्धव्यं हृदि यवद्गतक्षयम् । एतज्ज्ञानञ्च मोक्षश्च शेषोऽस्यो ग्रन्थविस्तरः इत्यादि श्रुतिषु यत्रोपरमते चित्तं निरुद्धं योगसेवयेत्यादिस्मृतिषु च मनोनिरोधस्यैवोक्तत्वेऽपि नात्र तथोक्तम्। तत्रापि विवक्षितविवेकेन मनोनिरोधस्य विशिष्टवृत्तिनिरोधात्मकत्वलाभदिति दिक् ॥ \nअथवा समाधित्वेन सम्प्रज्ञातस्याप्यग्रे वक्ष्यमाणत्वात् राजयोगवत् सम्प्रज्ञातोऽपि प्रतिज्ञासूत्रे योगशब्दाभिधेयः। तथा च युज समाधावित्यनुशासनादुभयविधसमाधेः  स्वरूपसाधनभेदफलप्रतिपादकशास्त्रमारभ्यते इति प्रतिज्ञासूत्रार्थः। तदुभयसाधरणं लक्षणमाह ॥ योगश्चित्तव्रूत्तिनिरोधः इति॥\nतत्र  चित्तस्य राजसतामसवृत्तिनां निरोध उपशमः सम्प्रज्ञातः। सर्ववृत्तीनां निरोध उपशमः सम्प्रज्ञातः । सर्ववृत्तीनां निरोधोऽसम्प्रज्ञातः। यदत्मतत्वं प्रसमीक्ष्य़ देही एकः कृतार्थो भवति वीतशोकः *यदात्मतत्त्वेन तु ब्रह्मतत्त्वं दीपोपमेनेह मुक्तः प्रपश्यन्॥ अजं ध्रुवं सर्वतत्त्वैर्विशुद्धं ज्ञात्वा देवं मुच्यते सर्वपाशैः । यदा पञ्चवतिष्ठन्ते ज्ञानानि मनसा सह , बुद्धिश्च न विचष्टेत तामाहुः परमां गतिम् ॥ अप्रमत्तस्तदा  भवति योगो हि प्रभवाप्ययौ॥ मन एव मनुष्य़ाणां कारणं बन्धमोक्षयोः । बन्धाय विषयासक्तं मोक्षो निर्विषयं स्मृतम् । सर्ववित्तिशून्यरूपासम्प्रज्ञातस्य तु समाध्यङ्गिनः योगस्य मधुमतीमधुप्रतीकाविशोकसंस्काराख्यासु भूमिषु सतीषु लक्ष्यस्य मणिमन्त्रादिन्यायेन कैवल्यहेतुत्वं  स्वजन्यादृष्टद्वारात्मसाक्षात्करहेतुत्वं॥\nअथवा निरोधः ;- चित्तवृत्तयोनिरुध्यन्तेऽस्मिन् इति व्युत्पत्या वृत्तिहीनं मनः कृत्वा क्षेत्रज्ञं परमात्मनि । एकीकृत्य विमुच्येत योगयुक्तः स उच्यते इत्यादि स्मृतेश्च सर्वानर्थविरोध्यखण्डाकारवृत्तिपर्यवसायी बोध्यः । विरोधिपदार्थस्यैव नाश्यनाशरूपत्वात् प्रगभावादौ तथा दर्शनात् । अत एव वृत्तिविशेषरूपाभ्यां सम्प्रज्ञाताऽसंप्रज्ञाताभ्यां योगस्य विभजनमप्यग्रे संगच्छते । अत एव न योगस्य वैर्थ्यमपि । तादृशवृत्तेर्भावनासहकृतमनः प्रमाणजन्यत्वेनापरोक्षतयाऽज्ञानोच्छेदक्षमत्वादित्यग्रे स्फुटी भविष्यति ।द्वौ क्रमौ चित्त नाशस्य योगो ज्ञानञ्च राघव ।योगो वृत्ति निरोधो हि ज्ञानं सम्यगवेक्षणम् । असाध्यः कस्यचिद् योगः कस्यचित् तत्वनिश्चयः । प्रकारौ द्वौ ततो देवो जगाद परमः शिव इत्यादिना वासिष्ठे योगज्ञानयोः पृथक्त्वकथनं तु योगवृत्तेः शास्त्रजवृत्या विकल्पार्थम् ।बहिर्मुखानां वाक्यतोऽखण्डार्थबोध्यस्यापि दुर्लभत्वात्  इति संक्षेपः ।\nसोऽयं योगः भूमिविशेषः एव आविर्भवति, न सर्वासु भूमिषु । तथा हि चित्तस्य त्रिगुणात्मकत्वात्  क्षिप्तमूढविक्षिप्तैकाग्रनिरुद्धाख्याः पञ्चभूमयोऽवस्थाविशेषाः भवन्ति ।तत्र न तिसृणामुपयोगः । बहिःप्रवृत्तिभूयस्त्वात् । अपि तु द्वयोरेवान्त्ययोः। तत्र क्षिप्तं रजसः उद्रेकादस्थिरं बहिर्मुखतया सुखदुःखादिविषयेषु व्यवहितेषु विकल्पितेषु संनिहितेषु च प्रेरितं भवति । तच्च सदैव दैत्यदानवादीनाम् । मूढं तमस उद्रेकात् कृत्याऽकृत्यविभागमुल्लङ्घ्य क्रोधादिभिर्विरुद्धकृत्येष्वेव निरन्तरं भवति । तच्च सदैव रक्षः पिशाचादीनाम् । विक्षिप्तं सत्वोद्रेकाद्रजोविशिष्टं दुःखसाधनं परिहृत्य सुखसाधनेष्वेव शबादिषु प्रवत्तं भवति ।तच्च सदिव देवानाम् । एकाग्र्यं तु रजसोऽप्यभावेन शुद्धसत्वोद्रेकादात्ममात्रगोचरं सगुणब्रह्मगोचरं वा सविकल्पकसात्विकवृत्तिविषिष्टम् ।तच्च सदैव भगवद्भक्तानाम् । देवासुरगन्धर्वरक्षोमनुष्यप्रभृतीनां निरुद्धम् । तच्चापि निरोधविशिष्टं योगिनामेव भवति । वर्तमानाध्वनि प्रवेशलक्षणनिरोधस्यानात्माकारसर्ववृत्तिनिरोधेच्छासहकृतसम्प्रज्ञातादिपाटवैकसध्यस्यान्यत्रासम्भवात् । तस्मान्निरोध एवाऽसम्प्रज्ञातः ॥२॥\nनिरोधवांस्तु योगी । द्विविधः ;- युक्तोऽयुक्तश्च । तत्र युक्तः समाहितमनाः । यः केवलसमाधिनिष्टः मोक्षमभिवाञ्छति । अयुक्तस्त्वसमाहितमनाः प्रारब्धदोषात् प्रतिभादिसिध्यादिकमपि वाञ्छन्नुपहतसमाधिः। तत्रायुक्तोऽनेकार्थद्र्ष्टत्वेन सोपाधिरपि ।युक्तो योगे स्थितः किंस्वरूपः । किं सांख्यपातञ्जलादिसम्मतश्चित्तत्तकार्यसाक्षिमात्ररूपः? उत किं बोधरूपोऽपि संस्तदानीं सविषयत्वनिर्वाहकवृत्याद्युपाधेरभावन्निर्विषय एव् ।अथवा तार्किकवैशेषिकप्रभाकरसम्मतः सुषुप्त्यादाविव साम्ग्र्यभावेन विषयमगृह्णन् तदानीमपि जड एव । काष्टादिवान्निर्विषयस्य प्रकाशत्वायोगात् । उत आत्मनः संयोगविशेषादात्ममात्रद्रष्टा चेतनः । अथवा शून्यवादिविज्ञानवादिसम्मतो दशाक्षयं दीपादिवद् विषयनिरूप्यो विषयोपरमान्न पश्यति ? उत प्रवृत्तिविज्ञानोपरमेऽपि सुषुप्ताविवाऽऽलयविज्ञानसन्ततिरूपस्तिष्ठतीत्याशङ्क्य तदानीमपि विद्यमान चित्तरोधरूपस्य सर्वथा निर्विषयत्वायोगेन  प्रथमद्वितीयपक्षस्य बाधात् तार्किकोक्तयोः तृतीयतुर्ययोस्तु, योयं विज्ञानमय इत्यादिश्रुत्या तन्मते विशेषगुणयोगेनैवात्मनः प्रत्यक्षस्याङ्गीकारादात्ममात्रदर्शनरूपनिर्विकल्पकसमाधेर्बाधेन च भाधात् । बौद्धभिमतयोः पञ्चमषष्ठपक्षयोः तु अविनाशी वा अरे अयमात्मा अनुच्छ्इत्तिधर्मेत्यादिश्र्युत्या असतः क्षणिकत्वायोगेन च बाधात् स्वाभोप्रेतं प्रथमपक्षमेव सिद्धान्तयति ॥ तदा द्रष्टुः स्वरूपे अवस्थानम् इति । तदा सकलचित्तवृत्तिनिरोधकाले  द्रष्टुः चित्ततदृत्तिनिरोधपरिणामसाक्षिणः चित्तशक्तेः पुरुषस्य स्वरूपे तत्त्वेन चित्तादेरपि अनवगाहितया  निर्विषये निरुपप्लवे स्वप्रकशानावृतसच्चिद्रूपे अवस्थानं कुसुमापाये स्फटिकस्य अलोहिते स्वस्वरूप इव क्लेशाद्यपाये चित्तद्यसंक्रमेण कर्तृत्वाद्यभिमाननिवृत्या अभेदेनावस्थितिः इत्यर्थः । स्वभावत् स कर्यचित्तरोधात्माऽपि सन् निरुपाधिस्वरूपात्मना तिष्ठतीति यावत् ।इत्थञ्च चितिशक्तेः पुरुषस्य निर्विषयस्वप्रकाशसच्चिद्रूपता एव स्वरूपम् ।\nविषयग्राहिता तु औपाधिकी । तस्याश्च निरोधकालेऽसत्वेऽपि न हनिः। पाकनिवृत्तौ पाचकस्येव तदुपक्षितसाक्षिस्वरूपस्याबधात् । तस्मात् स्वतो निरुपाधिसत्स्वप्रकाशरूपस्यप्यात्मनः उपाधिभिः औपाधिकस्वरूपस्य  तत्र तर निरोधसमाधिना संस्कारसहितचित्तशेषवृत्तिनिरोधे शान्तघोरमूढावस्थानिवृत्तौ हि जीवन्नेव विद्वान् हर्षामर्षाभ्यां विमुच्यते इत्यादि श्रुत्युक्ता निर्विकारस्वरूपाऽवस्थितिरूपाजीवन्मुक्तिः भवति । परममुक्तिस्तु वक्षमाणप्रज्ञाकाष्ठायां प्रान्तभोगान्ते प्रतिप्रसवेनौपाधिकरूपात्यन्तिकनिवृत्तावात्यन्तिकस्वरूपावस्थानमिति बोध्यम् । व्यक्तीभविषय्ति चेदमुपरिष्टादिति दिक् ॥३॥ \n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65723",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउपदिष्टं योगं लक्षयति सूत्राभ्याम् –\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥\nचित्तस्यान्तःकरणस्य वक्ष्यमाणा या वृत्तयः तासां निरोधो निवर्तनं योग इत्यर्थः । इदं च चित्ते निवर्तनं जीवनयोनियत्रवदतीन्द्रियः प्रयत्नविशेषश्चित्तनिग्रहरूपो वित्तोविलयहेतुर्न तु वृत्त्यभाव एव, वक्ष्यमाणसंस्कारजनकत्वस्यानुपपत्तेः, अभावस्य संस्कारजनकत्वेऽतिप्रसङ्गादिति । अत्र सर्ववृत्तिनिरोधावचनेन संप्रज्ञातयोगोऽपि संगृहीतः । योगो हि द्विविधः । संप्रज्ञातोऽसंप्रज्ञातश्च । अत्राद्यो ध्येयातिरिक्तवृत्तिनिरोधः । अन्त्यस्तु सर्ववृत्तिनिरोधः । वृत्तिनिरोधस्तूभयसाधारण इति ॥ २ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65528",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुना द्विविधस्य योगस्य साधारणं लक्षणमाह- \nयोगश्चित्तवृत्तिनिरोधः ॥ ( २ )\nचित्तस्य रजस्तमोवृत्तीनां निरिधः योग इत्यर्थः । अतः सम्प्रज्ञाते सात्त्विकवृत्तिसत्वेस्पि नाव्याप्तिः ।\nनन्वेकस्य चित्तस्य क्षिप्ताद्यनेकभूमयः कुत इति चेत्, चित्तस्य त्रिगुणात्मकत्वादिति ब्रूमः । चित्तं हि ज्ञानसुखादिशीलत्वात् प्रवृत्ति ( गुणादि ) ( दुःखादि ) मत्त्वात् आलस्यदैन्यादिमत्त्वाश्च सत्त्वरजस्तमोगुणकं भवति । तत्र सत्त्वात् किञ्चिदूने रजस्तमसी मिथः समे यदा भवतः तदा सत्त्वात् तद्ध्यानाभिमुखं भूत्वा तमसा तत्पिधाने सति रजसा ऐश्वर्यं कामयमानं विषयप्रियं भवति विक्षिप्तम् । यदा तु तमःप्रधानं चित्तं मूढं तदा अश्रेयः अधर्माज्ञानावैराग्यानैश्वर्यमुपगच्छति । अज्ञानमत्र भ्रमः निद्रा च । रजःप्रधानं तु क्षिप्तम् । इमे क्षिप्तमूढे साधारणे भवतः । विक्षिप्तं तु प्रथमयोगिनः । सन्ति हि चत्वारो योगिनः – प्रथमकल्पिकः, मधुभूमिकः, प्रज्ञाज्योतिः, अतिक्रान्तभावनीयश्च इति तेषां लक्षणं तु वक्ष्यते । यदि पुनः सत्त्वप्रधानं वितमस्कं सरजस्कं भवति, तदा ऐकाग्र्यं सम्प्रज्ञातयोगसिद्धयोः मध्यमयोगिनोः चित्तं धर्मज्ञानवैराग्यैश्वर्यवद्भवति । यदा तु विधूतरजस्तमोमलं शुद्धसत्त्वं चित्तं तदानीं विवेकख्यातिं कृत्वा पुरुषमात्रध्यानं धर्ममेधाख्यं करोति तत्परं प्रसंख्यानमित्याचक्षते ध्यायिनः । ध्यानेन चितिशक्तिरपरिणामिनी अप्रतिसंक्रमा दर्शितविषया शुद्धा चानन्ता च इति निश्चित्य सत्त्वगुण-विकृतौ विवेकख्यातावपि विरक्तं सच्चित्तं तां निरुध्य संस्कारमात्रशेषं भवति चतुर्थस्य योगिनः । सोस्यमसम्प्रज्ञातसमाधिः । अत्र हि न किञ्चित् प्रज्ञायत इत्यलम् ।\n’चितिशक्तिरित्याद्यनन्ता च’ इत्यन्तं भाष्यम् । तत्र अप्रतिसंक्रमा इत्यस्य बिले सर्पवत् (बुद्ध्यादौ) (चित्ते) प्रविश्य न सञ्चरतीत्यर्थः । बुद्ध्या दर्शिता विषया यस्याः सा दर्शितविषया । सुखदुःखमोहशून्या शुद्धेत्यर्थः ।।\nचतुर्थयोगिनश्चित्तं निरूपयितुं पातनिकामारचयति यदात्विति । धर्ममेघाख्यं सम्प्रज्ञातम् । तत् परमिति । तत्- सम्प्रज्ञाताख्यध्यानं परं प्रकृष्टं प्रसंख्यानमित्याचक्षते ध्यायिनः । चित्तसामानाधिकरण्यं च धर्मधर्मिणोरभेदविवक्षया द्रष्टव्यम् । ध्यानेन- सम्प्रज्ञातयोगेन । न प्रतिसङ्क्रमः सञ्चारः विद्यते यस्याः सा इति समासमभिप्रेत्य फलितार्थमाह चित्ते इति । बुद्ध्येति- बुद्धेः विषयप्रदर्शकत्वोक्त्या पुरुषस्य औदासीन्यं ज्ञापितमिति भावः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65337",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्य लक्षणाभिधित्सयेदं सूत्रं प्रववृते-\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥ \nसर्वशब्दाग्रहणात्संप्रज्ञातोऽपि योग इत्याख्यायते। चित्तं हि प्रख्याप्रवृत्तिस्थितिशीलत्वात्त्रिगुणम्।\nप्रख्यारूपं हि चित्तसत्त्वं रजस्तमोभ्यां संसृष्टमैश्वर्यविषयप्रियं भवति। तदेव तमसाऽनुविद्धमधर्माज्ञानावैराग्यानैश्वयोपगं भवति। तदेव प्रक्षीणमोहावरणं सर्वतः प्रद्योतमानमनुविद्धं रजोमात्रया धर्मज्ञानवैराग्यैश्वर्योपगं भवति।\nतदेव रजोलेशमलापेतं स्वरूपप्रतिष्ठं सत्त्वपुरुषान्यताख्यातिमात्रं धर्ममेघध्यानोपगं भवति। तत्परं प्रसंख्यानमित्याचक्षते ध्यायिनः। चितिशक्तिरपरिणामिन्यप्रतिसंक्रमा दर्शितविषया शुद्धा चानन्ता च सत्त्वगुणात्मिका चेयमतोविपरीता विवेकख्यातिरिति। अतस्तस्यां विरक्तं चित्तं तामपि ख्यातिं निरुणद्धि। तदवस्थं संस्कारोपगं भवति। स निर्बीजः समाधिः। न तत्र किंचित्संप्रज्ञायत इत्यसंप्रज्ञातः। द्विविधः स योगश्चित्तवृत्तिनिरोध इति ॥ २ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64953",
      "key": "1-2",
      "order": 102,
      "tags": [
        "1-2",
        "Pada 1",
        "Sutra 2",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्र को योगः इत्याह –\nयोगश्चित्तवृत्तिनिरोधः ॥ २ ॥ \nचित्तस्य निर्मलसत्त्वपरिणामरूपस्य या वृत्तयोऽङ्गाङ्गिभावपरिणामरूपास्तासां निरोधो बहिर्मुखतया परिणतिविच्छेदादन्तर्मुखतया प्रतिलोमपरिणामेन स्वकारणे लयो योग इत्याख्यायते। स च निरोधः सर्वासां चित्तभूमीनां सर्वप्राणिनां धर्मः कदाचित् कस्याञ्चित् बुद्धिभूमावाविर्भवति। ताश्च क्षिप्तं मूढं विक्षिप्तमेकाग्रं निरुद्धमिति चित्तस्य भूमयश्चित्तस्यावस्थाविशेषाः। तत्र क्षिप्तं रजस उद्रेकादस्थिरं बहिर्मुखतया सुखदुःखादिविषयेषु विकल्पितेषु व्यवहितेषु संनिहितेषु वा रजसा प्रेरितं। तच्च सदैव दैत्यदानववादीनाम्। मूढं तमस उद्रेकाकृत्याकृत्य विभागमन्तरेण क्रोधादिभिः विरुद्धकृत्येष्वेव नियमितं तच्च सदैव रक्षः पिशाचादीनाम्। विक्षिप्तं तु सत्त्वोद्रेकाद्वैशिष्टयेन परिहृत्य दुःखसाधनं सुखसाधनेष्वेव शब्दादिषु प्रवृत्तं तच्च सदैव देवानाम्। एतदुक्तं भवति रजसा प्रवृत्तिरूपं तमसा परापकारनियतं सत्त्वेन सुखमयं चित्तं भवति। एतास्तिस्रश्चित्तावस्थाः समाधावनुपयोगिन्यः। एकाग्रनिरुद्धरूपे द्वे च सत्त्वोत्कर्षाद्यथोत्तरमवस्थितत्वात् समाधावुपयोगं भजेते। सत्त्वादिक्रमव्युत्क्रमे तु अयमभिप्रायः द्वयोरपि रजस्तमसोरत्यन्तहेयत्वेऽप्येतदर्थं रजसः प्रथममुपादानं यावन्न प्रवृत्तिर्दर्शिता तावन्निवृत्तिर्नं शक्यते दर्शयितुमिति द्वयोर्व्यत्ययेन प्रदर्शनम्। सत्त्वस्य त्वेतदर्थं पश्चात्प्रदर्शनं यत्तस्योत्कर्षेणोत्तरे द्वे भूमी योगोपयोगिन्याविति। अनयोर्द्वयोरेकाग्रनिरुद्धयोर्भूम्योर्यश्चित्तस्यैकाग्रतारूपः परिणामः स योग इत्युक्तं भवति। एकाग्रे बहिर्वृत्तिनिरोधः। निरुद्धे च सर्वावृत्तीनां संस्काराणां च प्रविलय इत्यनयोरेव भूम्योर्योगस्य सम्भवः।\n"
    }
  ]
}