{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64004",
      "key": "1-23",
      "order": 23,
      "tags": [
        "Pada 1",
        "Sutra 23"
      ],
      "text": "ईश्वरप्रणिधानाद्वा ॥ १-२३ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66903",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nईश्वरप्रणिधानाद्वा ॥ २३ ॥ \nसमाधिकारणं परिशुद्धजीवात्मनः स्वरूपज्ञानं तच्च “तदा द्रष्टुःसूत्रे” व्यक्तीकृतम् । द्रष्टुरिति स्वात्मदर्शनकर्तारं बोधयति । स्वात्मपदं जीवशरीरकपरमात्मपरम् । जीवशरीरकपरमात्मज्ञानं शुद्धं मित्रं च । मिश्रज्ञानस्य8 शब्दब्रह्मेति प्रथितमपि सर्वे न जानन्ति । तत्र स्वात्मस्वरूपमेतदपि परिशुद्धस्वात्मज्ञानस्य कौषीतक्युपदिष्टप्रतर्दनविद्याप्रोक्ताहंग्रहोपासनस्योपकरकं भूत्वा समाधिनिर्वर्तकं भवतीति नाथमुनीनामाशयः ।\nद्वितीयस्तु समाधौ एतादृशाहंग्रहोपासनेऽसमर्था ये तेषां समाध्यपेक्षिणां चित्तविहेपनिरसनाय, परवैराग्यप्रकृतिपुरुषविवेकख्यात्यभ्यासबलादपि हेतुरिति भगवत्पतञ्जलेः सौत्रमभिप्रायं नाथमुनयोऽप्यङ्गीकुर्वन्ति । ईदृशसमाधिस्तत्तज्जैवानादिकर्मवासनाबलात् काम्यरूपोऽपि भवति । इत्याद्यप्यङ्गीकृत्य भवप्रत्ययसूत्रोक्तसमाधिफलमपि केषांचित् भविष्यतीति तत्र तत्र योगरहस्ये प्रकटीकृतम् ।\nतृतीयस्तु कारणं श्रद्धावीर्यसूत्रोक्तमेवास्माभिरङ्गीक्रियत इति सम्मतिर्दत्ता । त्रिविधमपि9 समाधिकारणानुष्ठानं कृतयुगप्रतिपादितवर्णाश्रमधर्मानुष्ठानवत् दुःसाध्यमिति मत्वा लघुतरं शीघ्रफलप्रदं सर्वाश्रमिणामनाश्रमिणां च प्राकृतदुःखत्रयनिवारकं सर्वाश्रमधर्मानुष्ठानसुकरोपायं समाधिमुपदिशतीत्यभिप्रायेणैव “किमेतस्मादेव... कश्चिदन्योऽप्युपायः समाधौ” इति भाष्योक्तिमप्यङ्गकृित्य “चतुर्थं लघुतरमपेक्षितेऽनपेक्षिते वा भोगापवर्गफलप्रदं समाध्यपरनामधेयं प्रणिधानप्रपत्तिभक्तिपदाभिधेयमीश्वरोपासनात्मकं समाध्युपायं विवक्षति भगवान् पतञ्जलिः “ईश्वरप्रणिधानाद्वा” इति सूत्रेणेति भगवन्नाथमुनिराह ॥\nईश्वरपदं 'ईश ऐश्वर्ये' इति धातोर्निष्पन्नम् । ईश्वर ऐश्वर्यशाली । ऐश्वर्यं नित्यनिरुपाधिकं स्वसंकल्पायत्तं न तु कर्माधीनम् । कर्म वैदिकं, तान्त्रिकं, वैदिकतान्त्रिकमिति त्रिविधमित्यन्यदेतत् । तादृशैश्वर्यविशिष्टपरमात्मा इत्यर्थः । तेन तस्यान्यानधीनत्वं स्फोरयति । ईश्वरप्रणिधानमित्यत्र ईश्वरपदं ईश्वरमीश्वरीं10 चाभिधत्ते । ईश्वरेण साकमीश्वर्यपि जगद्सृष्ट्यादिकं करोतीत्यभ्युपेयम् । पाञ्चरात्रग्रन्थेष्विदं स्पष्टमुपलभ्यते । प्राचीनवेदान्तिन उभावप्येकेनैव दिव्यदम्पतीतिपदेन व्यवहरन्ति । ईश्वरस्य प्रणिधानं, ईश्वरप्रणिधानम् । प्रकर्षेण नितरां धीयत इति प्रणिधानम् । अर्थादीश्वरपादयोः स्वात्मनोऽनन्यगतिकत्वेन दृढप्रेम्णा चार्पणम् । तच्च त्रिकरणशुद्ध्या कर्तव्यम् । आकारस्तु त्रिविधतापाभिभूतोऽहं तापजन्यदुःखपरम्परां सोढुं न शक्नोमि त्वामृते तादृशदुःखनिवर्तको जगतीतले सर्वस्मिन् नान्योऽस्ति । अकिञ्चनोऽहमशक्तोऽहमितरोपायानुष्ठानेऽनुचितकार्यकरणे शान्ताभिसन्धिश्च । शास्त्रदृष्ट्या लौकिकदृष्ट्या च\nनिरूपाधिकनिरवधिकदयावान् त्वमेवेति निश्चित्य आत्मात्मीयं यत्किञ्चिदस्तिसर्वं त्वदीयमेवेति समर्पयामीत्यभिसन्धाय नारायणोपनिषदुक्तया “ओमित्यात्मानं युञ्जीते”ति रीत्या अहरहः प्रणिपतनमेव प्रणिधानशब्दार्थः । ईदृशप्रणिधानाद्वा समाधिः समाधिमत्वं च भवतीति सूत्रार्थः ।\nपतञ्जलिमुनिप्रोक्तयोगसूत्रप्रथमपादे योगफलीभूतसमाधेः कारणानि चत्वारि सूत्रेषु निगूढानि । समाध्यपेक्षिणामेषु चतुर्ष्वेकमनुष्ठेयम् । विकल्पेनेति चतुर्थकारणीभूतेश्वरप्रणिधानसूत्रे वाशब्दोक्त्या सूत्रभाष्यतट्टीकाट्टिप्पणीकारैः स्फुटीकृतं भवति । “उपमायां विकल्पे वेति” नामलिङ्गानुशासनतृतीयकाण्डनानार्थाव्ययवर्गे वाशब्दस्य विकल्पार्थकत्वममरसिंहेनानुशिष्टम् । इत्यतः समाधिकारणानि चत्वारि विकल्पितानीति व्याख्यानं चक्रुः । तत्र वस्तुस्थितिं प्राहुः योगरहस्यकारा नाथमुनयः । सत्यमुक्तं वाशब्दो विकल्पार्थं बोधयतीति । तर्हि सर्वं सापवादमिति न्यायं विस्मृत्य तथा टीकामकुर्वन्निति योगशास्त्राध्येतृभिर्निश्चतव्यमिति । तथा हि-स एवामरसिंहः “स्युरेवन्तु पुनर्वै वेत्यवधारणवाचका” इति तृतीयकाण्डनामलिङ्गानुशासनाव्ययवर्गे वाशब्दस्यावधारणार्थकत्वमेवान्वशात् । तद्बलात् समाधकारणीभूतचतुर्षूपायेषु ईश्वरप्रणिधानात्मक एक एव मुख्योपायो इति योगरहस्यवादप्रकरणे निगदितम् । तस्यैवोपायस्य सर्वेषां समाधिसाधने सुकरत्वात् । तदर्थमेव हि योगवल्ल्यां समाधपादो द्वेधा विभक्तः पूर्व उत्तरश्चेति । पूर्वभागोक्तसमाध्युपाया-अस्मिन् युगे दुःसाध्या इति सुतरामसाध्या एव । तत्रात्यन्तिकवैराग्यसहितप्रकृतिपुरुषविवेकख्यातिरूपयोगोपायः केवलं कृतयुगीनजनानुष्ठानयोग्यस्योक्त इति । तेन च योगानुशासन पूर्वभागीनः प्रथमसूत्रादारभ्य आन्तं मृदुमध्यादिसूत्रपर्यन्तं पूर्वभागीनः, ईश्वरप्रणिधानसूत्रादारभ्य संपूर्णद्वितीयपादपर्यन्तं द्वितीयभागीन इति विस्पष्टं भवति । वस्तुतस्तु संपूर्णप्रथमपादपर्यन्तमेव द्वितीयभागः । प्रकृतमनुसरामः । अव्ययवर्गोक्तनामलिङ्गानुशासनमाधारीकृत्य सूत्रार्थविवरणे कृते सति ईश्वरप्रणिधानरूपोपायेन सर्वेषां समाधिः समाधिमत्वं च सुलभे इति स्पष्टं भवति ।\nयोगरहस्योक्तो वावादसारांशः । यथा वेदोक्तोऽपि वर्णाश्रमधर्मेषूत्कृष्टतमः क्षत्रियमात्रसाध्योऽश्वमेधगोमेधादिः कलियुगेऽनुष्ठातुमशक्यत्वेनाननुष्ठानेऽपि न दोषावहः, यथा वा वर्णाश्रमधर्मेषु तेषु परमोत्कृष्टतुरीयाश्रमधर्मानुष्ठानं चेतरयुगेषु सुखतरमपि कलियुगे दुःसाध्यमिति “अग्न्याधेयं गवालम्भं ......कलौ पञ्च विवर्जये” दिति प्रमाणानुरोधेन तदनुष्ठानवर्जनेऽपि वेदातिक्रमरूपदोषो नास्तीति निर्णीतं, तथैव भगवत्पतञ्जलिप्रणीतचतुष्पादात्मकयोगसूत्रान्तर्गतप्रथमपादप्रतिपाद्यसमाध्युपायभूत (निरोधसमाधि) समाध्यङ्गभूत (साधनभूत) वशीकारसंज्ञवैराग्यासाध्यत्वेन (कलियुगे) युगधर्ममहिम्ना पुरुषाणामायुःपरिमाणस्याल्पतया समाधिसाधनानुष्ठानस्य कालदैर्घ्यमावश्यकमिति सूत्रकारेणैव प्रथमपादपूर्वभागीने सूत्रे “दीर्घकालनैरन्तर्येति” प्रमाणानुसारेण बहुदीर्घकालसाध्यसमाधिसाधनानुष्ठानस्यासुकरत्वेन प्रथमपादीनद्वितीयभागोक्तेश्वरप्रणिधानरूप- भक्तिप्रपत्योरत्यन्तसुकरत्वेनानुष्ठात्रपेक्षितभोगापवर्गयोरन्यतरस्य सुसाध्यत्वमिति निरूपितम् । क्रियापादोक्त “योगाङ्गनुष्ठाना” इत्यत्र विवृतयोगाङ्गेषु द्वितीयभागान्तर्गतेश्वरप्रणिधानस्यैवावश्यकत्वमिति प्रतिपादयित्रा भगवता पतञ्जलिमहर्षिणा प्रथमपादीनद्वितीयभागारम्भ एव सर्वपुरुषाणां योगानुष्ठाने ईश्वरप्रणिधानस्यैवात्यन्तसुकरत्वमिति सूचितम् ।\nईश्वरपदं निरुपाधिकसर्वेश्वरपरम् । तेन ध्यानेषु सकलप्रकारेषु ध्येयतया सर्वेश्वरस्य प्रणवप्रतिपाद्यस्य लक्ष्मीविशिष्टस्य वासुदेवाभिधानस्यैव ग्रहणमित्युक्तं भवति । लक्ष्मीविशिष्टत्वं च पूर्वमेवोक्तम् । ततश्च प्रणवप्रतिपाद्यः श्रीमान् नारायण एव समाध्यङ्गभूतध्यानेषु विषयः । तथा चोक्तं “प्रणवो धनुः शरो ह्यात्मा………… शरवत् तन्मयो भवेत्” । “धनुर्गहीत्वौपनिषदं ……….. लक्ष्यं तदेव अक्षरं सौम्य विद्धि'” । “ओमित्यात्मानं युञ्जीत” इत्यादयः प्रमाणम्, यथा सर्वेश्वरस्य नारायणवासुदेवपदाभिधेयस्य “यद्भूतयोनिं परिपश्यन्ति धीरा” इति । परिपश्यन्ति ध्यानेनेति ज्ञेयम् । योगिनां समाधिविषयत्वमेवमीश्वर्या महालक्ष्म्या अपि “ईश्वरीगं सर्वभूतानां त्वामिहोपह्वये श्रिय” मित्यादिश्रुतिभिः सर्वभूतयोनित्वं श्रुतिशतसमधिगतं भवति ।\nतथा चेश्वरे प्रणिधानमीश्वरप्रणिधानम् । प्रणिधानं भक्तिविशेषः परा भक्तिः । भक्तिप्रपत्तिभ्यां प्रसन्नः स एव लक्ष्मीविशिष्टो नारायणो ध्यानातिशयेन प्रीतस्तापत्रयविमोकं प्रयच्छति । ईदृशप्रणिधानमात्रादेव समाधिसिद्धिमभिमतफलं च ध्याता प्राप्नोति । यद्यपि प्रथमपादे पातञ्जलसूत्रे प्रातिस्विकतया योगाङ्गध्यानादिपदानि न प्रतिपादितानि, तथापि शिरःप्रायभूतसमाधिपदस्यानेकेषु सूत्रेषूक्तत्वात् तदङ्गभूतयमादिभिरुक्तप्रायाणीति वेदितव्यमिति संग्रहः ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66697",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nईश्वरप्रणिधानाद्वा ॥ २३ ॥\nईश्वरेति। सुगमोपायोग्यं भक्तिक्रियाविशेषः ईश्वरे सर्वक्रियाणामर्पणं वा ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66478",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथासन्नतमसमाधिलोभ उपायान्तरमुपदर्शयति -\nईश्वरप्रणिधानाद्वा ॥ २३ ॥\nईश्वरो वक्ष्यमाणलक्षणः । तस्मिन्परमगुरौ प्रणिधानं भावनाविशेषः । तस्मादासन्नतमः समाधिलाभः । ईश्वरो हि समाराधनादिना साधनेन आराधितः ’इदमस्येष्टमस्तु’ इति संसाराङ्गारे तप्यमानं पुरुषमनुगृह्णातीति भावः । ननु पुष्करपलाशवन्निर्लेपस्य पुरुषस्य तप्यभावः कथमुपपद्यते येन परमेश्वरोऽनुग्राहकतया कक्षीक्रियेतेति चेत्, उच्यते – तापकस्य रजसः सत्त्वमेव तप्यम् । बुद्ध्यात्मना परिणते सत्त्वे तप्यमाने तदारोहवशेन तदभेदावगाही पुरुषोऽपि तप्यत इत्युपचर्यते । तदुक्तम् – ’ सत्त्वं तप्यं बुद्धिभावेन वृत्तं भावा ये वा राजसास्तापकास्ते । तस्याभेदग्राहिणी तामसी या वृत्तिस्तस्यां तप्य इत्युक्त आत्मा’ इति । इत्थं तप्यमानं पुरुषं परमेश्वरः स्वेच्छया निर्माणकायमधिष्ठाय लौकिकवैदिकसम्प्रदायप्रद्योतकोऽनुगृह्णातीत्यनवद्यम् ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66318",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nगुप्तं सुखदोषायान्तरमाह –\nईश्वरप्रणिधानाद्वा ॥ २३ ॥\nपूर्वसूत्रस्थं विशेष इत्यनुवर्तते । वक्ष्यमाणलक्षणेश्वरस्य परब्रह्मादिशब्दवाच्यस्यौपाधिकैश्वर्योपलक्षितस्य चिन्मात्रपुरुषविशेषस्य प्रणिधानं ’तज्जपस्तदर्थभावनम्’ इति वक्ष्यमाणं तद्विषयकधारणाध्यानसमाधित्रयादल्पादिति आसन्नतमो योगस्तत्फलं च भवति । पूर्वं हि संप्रज्ञातो जीवात्मसाधारण उक्तः । तत्र जीवात्मविषयसंप्रज्ञातादुक्तोपायेनैवासंप्रज्ञातस्यासन्नतमता । परमात्मसंप्रज्ञातात् तं विनापि स आसन्नतम इति भावः । अत एव श्रुत्यादिषु प्रायेण परब्रह्मज्ञानमेव मोक्षहेतुत्वेनोपदिश्यते । तस्मादयं मुख्यो मार्ग इति तत्त्वम् । किञ्च ब्रह्मात्मना चिन्तनरूपप्रेमलक्षणया भक्त्याभिमुखईश्वरोऽस्य मोक्षो भवत्वित्यभिध्यायति । एवञ्च तस्याव्याहतेच्छत्वात्तद्रूपादभिध्यानस्य मोक्ष आसन्नतम इति तात्पर्यम् ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66123",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीमेतदुपायाद्विलक्षणमुपायान्तरमाह –\nईश्वरप्रणिधानाद्वा ॥ २३ ॥\nईश्वरे कायिकाद्वाचनिकान्मानसात् प्रणिधानाद् भक्तिविशेषादासन्नतमः समाधिलाभः । वाशब्दो भक्तिविकल्पार्थः ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66068",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु स्वमते प्रधानपुरुषातिरिक्तं तत्वं नास्त्येव, कुत ईश्वरतत्प्रणिधानं च? तत्र चेश्वरस्य न प्रधानेऽन्तर्भावः। चेतनत्वादिनाऽभ्युपगतस्याचेतने प्रधानेऽन्तर्भावाऽयोगात्। नापि पुरुषेऽन्तर्भावः। सर्वेषां पुरुषाणां सच्चिन्मात्रस्वरूपेणेश्वरत्वाऽनीश्वरत्वयोः स्वतोऽसम्भवात्। विनिगमनाभावे नैकतरस्य तथात्वाऽनिर्णयाच्च। न चात एव वैशेषिकादेरिव नित्यज्ञानादिमान् तदुभयातिरिक्तः स इति वाच्यम्। तत्वान्तराङ्गीकारेऽप्रसिद्धत्वात् मानाऽभावाच्च। न च कर्तृजन्यत्वव्याप्यकार्यत्वहेतुस्तदनुमापक इति वाच्यम्। शरीरजन्यत्वाद्युपाधिदोषगणग्रस्तत्वात्।\nअपि चेश्वरस्य कर्तृत्वे कथञ्चित्स्वोपकारार्थमेव कर्तृत्वं रागित्वं च स्यात्। रागवत एव स्वोपकारार्थमेव च प्रवृत्तिदर्शनात्। उपकाररागयोः स्वीकारे तु सोऽपि संसारी लोकवदेव स्यात्। इष्टापत्तौ नित्यैश्वर्यानुपपत्या सांख्यानामिव सर्गाद्युत्पन्नपुरुषे परिभाषामात्रं स्यात्। रागाद्यभावेऽपि दयया राजवल्लीलयैव करोतीति तु न युक्तम्। परलोकसुखमुद्दिश्य दयया, क्रीडादिसुखविशेषमुद्दिश्य च लीलायाः सर्वत्र दर्शनात्, तयोरपि साक्षात्परम्परया वा स्वोपकारनिबन्धब्=नाच्च। अपि च स्वमते साक्षी चेता केवलो निर्गुणश्च। इत्यादिश्रुत्या सदा निर्गुण इति। तस्य प्रकृतिप्रवर्तनेच्छादयो गुणाः प्रकृतिप्रवृत्यनन्तरं, प्रकृतिप्रवृत्तिश्चेच्छादित इत्यन्योन्याश्रयप्रसङ्गः। तत्र, प्रधानस्य न्त्येच्छादयः श्रुतिस्मृतिसिद्धसाम्यावस्थाऽनुपपत्तेः। अपि च प्रकृतिं प्रत्यैश्वर्यं किं प्रधानधर्मत्वेनाभिमतानामिच्छादीनां साक्षादेव सम्बन्धात्, उत अयस्कान्तमणिवत् सन्निधिसत्तामात्रेण् प्रेरकत्वात्? तत्र नाद्यः- असङ्गश्रुतिविरोधात्। नापि द्वितीयः- सर्वेषामेव तत्तत्सर्गेषु भोक्तॄनामप्यविशेषेणेश्वरत्वप्रसङ्गादित्यास्तां विस्तरः। न च तदैक्षत बहुस्याम् इत्यादिश्रुतिः स्मृतिश्च चेतनकारणत्वबोधिका तत्र मानम्। तस्याः सर्गादावुत्पन्नमहत्तत्त्वोपाधिकपुरुषपरत्वेनाप्युपपत्तेः। याऽपि मुक्तस्येश्वरस्य बोधिका साऽप्युपाधिनिवृत्या पुरुषाणामीश्वरत्वपरा। अतो नास्ति प्रधानपुरुषयोरतिरिक्तः ईश्वरः इति साङ्ख्याक्षेपनिरासाय आह-\nक्लेशकर्मविपाकाशयैरपरामृष्टः पुरुषविशेष ईश्वरः ॥२४॥\nक्लेशेति। श्रुतिसिद्धनित्येश्वरत्वादिना संसारिपुरुषेभ्यो विशिष्यत इति स पुरुषविशेषः। संसारिपुरुषविलक्षणः पुरुष एव ईश्वरः। तथा चेश्वरस्य पुरुषेन्तर्भावस्तदुपाधेश्च प्रधान इति भावः। शोधितजीवानामेव ईश्वरत्वमस्त्विति शङ्कानिरासाय अपरामृष्ट इत्यन्तं विशेषणम्। क्लेशाः वक्षमाणलक्षणाः अविद्यादयः। कर्म धर्माधर्मौ। विपाकस्तयोः फलं सुखदुःखे। आशयाः तन्मूलीभूताः वासनाः। एतैरपरामृष्टः कालत्रयेऽप्यसंसृष्टः इत्यर्थः। एतेन क्लेशाद्यपरामृष्टत्वात् श्रुत्यादौ गीत ईश्वरो न शुद्धजीवो न वा सदृशः। कादाचित्कक्लेषसंबन्धात् इत्यनुमानं लब्धम्। एवमन्यदपि स्वयमूह्यम्।\nअत्र भाष्यम् – अविद्यादयः क्लेशाः, कुशलाकुशलानि कर्माणि, तत्फलं विपाकः, तदनुगुणा वासना आशयाः। ते च मनसि वर्तमानाः पुरुषे व्यपदिश्यन्ते। स हि तत्फलस्य भोक्तेति। यथा जयः पराजयो वा योधृषु वर्तमानः स्वामिनि व्यपदिश्यते योह्यनेन भोगेन अपरामृष्टः स पुरुषविशेष ईश्वरः। कैवल्यं प्राप्तास्तर्हि सन्ति च बहवः केवलिनः। ते हि त्रीणि बन्धनानि छित्वा कैवल्यं प्राप्ताः। ईश्वरस्य च तत्सम्बन्धो न भूतो, न भावी। यथा मुक्तस्य पूर्वा बन्धकोटिः प्रज्ञायते, नैवमीश्वरस्य। यथा वा प्रकृतिलीनस्योत्तरा बन्धकोटिः सम्भाव्यते, नैवमीश्वरस्य। स तु सदैव मुक्तः सदैवेश्वरः इति। वोसौ प्रकृष्टसत्त्वोपादानात् ईश्वरस्य शाश्वतिक उत्कर्षः स किं सनिमित्तः आहोस्वित् निर्निमित्तः इति? तस्य शास्त्रं निमित्तम्। शास्त्रं पुनः किंनिमित्तम्? प्रकृष्टसत्त्वनिमित्तम्। एतयोः शास्त्रोत्कर्षयोः ईश्वरसत्त्वे वर्तमानयोरनादिः सम्बन्धः। एतस्मादेतद्भवति सदैवेश्वरः सदैव मुक्तः इति। तच्च तस्यैश्वर्यं साम्यातिशयविनिर्मुक्तम्। न तावदैश्वर्यमन्तरेण तदतिशय्यते। यदेवातिशयि स्यात् तदेव तत्स्यात्। तस्मात् यत्र काष्ठाप्राप्तिः ऐश्वर्यस्य स ईश्वरः। न च तत्समानमैश्वर्यमस्ति। कस्मात्? द्वयोस्तुल्ययोः एकस्मिन् युगपत् कामितेऽर्थे नवमिदमस्तु पुराणामिदमस्त्वित्येकस्य प्रसिद्धावितरस्य प्राकाम्यविघातादूनत्वं प्रसक्तम्। द्वयोश्च तुल्ययोर्युगपत्कामितार्थप्राप्तिर्नास्त्यर्थस्य विरुद्धत्वात्। तस्मात् यस्य साम्यातिशयविनिर्मुक्तमैश्वर्यं स ईश्वरः। स च पुरुषविशेष इति।\nअस्यार्थः – वक्ष्यमाणा अविद्यादयः अविद्यास्मितारागद्वेषाभिनिवेशाः पञ्चक्लेशाः इति सूत्रेण प्रतिपाद्यमाना अविद्यादयः कुशलाकुशलानि इष्टानिष्टसाधनत्वात् हिताहितरूपाणि कर्माणि धर्माधर्माः तत्फलं क्लेशकर्मणोःफलम्। विपाकः विपच्यते साध्यते कर्मभिरिति जात्यायुर्भोगात्मकः। तदनुगुणाः विपाकहेतवः आशयाः, चित्तभूमावशेरत इत्याशयाः। ते च अविद्यादयः मनसि जागरस्वप्नयोः सांसारिकतया गृहीते अन्तःकरणे वर्तमानाः तादात्म्यसम्बन्धेन सन्तोऽपि पुरुषेऽसांसारिके द्रष्टरि अहमर्थे व्यपदिश्यन्ते। वस्तुतो यद्यपि तत्रैव तथापि स्वामित्वरूपभोक्तृत्वस्य पुरुषमात्रनिष्ठत्वात्। तत्रापि ते व्यपदिश्यन्त इत्याह। स हीति। हि यस्मात् स पुरुषस्तस्य क्लेशादेः फलस्य सुखादेः स्वस्मिन् प्रतिबिम्बितस्य भोक्ता भवतीत्यर्थः। स्वामित्वसम्बन्धेन आधारत्वे दृष्टान्तमाह – यथेति। यथा च राजा जयी पुरुषो धनी इत्यादिवदेव पुरुषः क्लेशादिमान् सुखी-दुःखी इत्यादिवुद्वद्व्यवहार इति भावः। विशेषण-विशेष्यभावादितादात्म्यसम्बन्धेन पुरुषे सुखादिमत्त्वधीरेवाविद्येति सिद्धम्। इत्थञ्च भोक्तृत्वसमम्बन्धेन क्लेशादिराहित्यं नान्यपुरुषेऽस्ति। किन्त्वीश्वर एवेत्याह – यो ह्यनेनेति। क्लेशादिमूलकभोगेन असंसृष्टः इत्यर्थः। अनेनेति विशेषणात् रामकृष्णादिभावेन क्रीडतो महेश्वरस्य स्वेच्छापरिगृहीतो विषयभोगोऽन्तर्यामिरूपस्य तु सोऽपाधिसुखसाक्षितारूपो भोगोऽस्ति।\nऋतं पिबन्तौ सुकृतस्य लोके –\nइति श्रुतेरिति ज्ञापितम्। शङ्कते – कैवल्यमिति। यदि क्लेशादिशून्य एव ईश्वरः श्रुतिस्मृतिभ्यः एष्टव्यः, तर्हि कैवल्यमविद्यानिवृत्यादिरूपं मोक्षं प्राप्ता बहवो हिरण्यगर्भादयः केवलिनः केवलिनां जीवन्मुक्तानां प्रत्यक्षाः सन्ति। त एवेश्वरतया श्रुत्यर्थाः सन्त्विति भावः। तथा च सांख्यसूत्रम्- मुक्तात्मनः प्रशंसा उपासा सिद्धस्य वा। इति परिहरति। ते हीति। हिरण्यगर्भादयः प्राकृतिकादीनि बन्धनानि छित्वैव मुक्ताः। न तु क्लेशादिना कदाप्यसंसृष्टाः। ईश्वरस्तु सदैव क्लेशादिभिरसंसृष्टः।\nतत्र यः परमात्मा हि स नित्यं निर्गुणः स्मृतः।कर्मात्मा पुरुषो योऽसौ बन्धमोक्षैः स युज्यते॥\nइत्यादिशास्त्रादिति भावः। निर्गुणः आविदयकगुणशून्यः। ईश्वरस्य तेभ्यो वैलक्षण्यं विवृणोति-यथा मुक्तस्येति। ज्ञानेन निरस्ताऽविद्यस्येत्यर्थः। प्रज्ञायते निश्चीयते संभाव्यत इति प्रकृतिलीनस्याभिमनसम्भवे पश्चाद्बन्धसंभावनेति भावः। सदैव मुक्त इति। कालत्रयेऽपि क्लेशतत्फलरहित इत्यर्थः। सदैवेश्वर इति। सदैवाप्रतिहतसामर्थ्यवानित्यर्थः।नन्वीश्वरे न बाह्यं प्रत्यक्षं भानं रूपादिशून्यत्वात्। नापि मानसं अन्यात्मनोऽन्यमनोऽयोज्यत्वात्। अन्यथा चैत्रस्य मैत्रात्ममानसस्याप्यापत्तेः। नाप्यनुमानं दत्तदोषात्। नपि श्रुतिः, श्रुतिप्रामाणसिद्धौ श्रुत्येश्वरसिद्धिः। ईश्वरसिद्धौ च तत्प्रत्यक्षपूर्वकतया शास्त्रप्रामाण्यसिद्धिरित्यन्योन्याश्रयं मन्वानो बौद्ध ईश्वरे प्रमाणमस्ति न वेति पृच्छति-योऽसाविति। जीवेभ्यो भेदसाधकः सदेश्वरत्वादिरूपः प्रकृष्टसत्वोपादानात्। प्रकृष्टसत्वसम्बन्धात् शाश्वतिकः सहजसिद्धः। साक्षी चेता केवलो निर्गुणश्च। इति श्रुत्या निरुपाधिकसच्चिन्मात्रतया सिद्धस्य भगवत ईश्वरत्वं प्रकृतिसम्बन्धोपाधिकमेव कारनोपाधिरीश्वर इत्यादिश्रुतेरिति भावः। स किं निमित्त इति? स किं प्रामाणिकः? तादृशधर्मवानीश्वरो न केनापि प्रमाणेन सेत्स्यतीति भावः। उत्तरं- तस्येति। शास्त्रं श्रुत्यादिः।पुनः पृच्छति-शास्त्रं पुनरिति। शास्त्रस्यैव प्रामाण्यं कुत इत्यर्थः? उत्तरं-प्रकृष्टेति। ईश्वरस्योपाधिर्यत् प्रकृष्टं सत्वं तत्कारणकमित्यर्थः। कालत्रयेऽप्यनभिभूतसत्वोपाधिकस्य यथार्थप्रत्यक्षरूपवाक्यार्थज्ञाने बाधकाभावात्। तादृशवाक्यार्थज्ञानजन्यत्वेन शास्त्रस्य प्रामाण्यमित्यर्थः। नन्वेवमन्योन्याश्रयः शास्त्रप्रामाण्ये सिद्धे सत्वसिद्धिस्तत्सिद्धौ च तन्मूलकतया शास्त्रप्रामाण्यसिद्धिरिति चेन्न, मन्त्रायुर्वेदप्रामाण्यवदीश्वरसिद्धेः प्रागेव शास्त्रप्रामाण्यसिद्धेः। मन्त्रायुर्वेदवच्च तत्प्रामाण्यम् आप्तप्रामाण्यादिति। आप्तस्य वेदकर्तुः प्रामाण्यात् यथार्थज्ञानवत्वात् प्रामाण्यं स्वार्थगोचरप्रमाजनकत्वम् अनुमेयम् इत्यर्थः। ननु तर्हि अन्योन्याश्रयः तत्राह- मन्त्रेति । मन्त्रो विषादिनाशकः। आयुर्वेदचिकित्साशास्त्रं वेदस्थमेव। तत्र संवादेन प्रामाण्यग्रहात्  तत् दृष्टान्तेन वेदत्वावच्छेदेन प्रामाण्यम् अनुमेयम् इत्यर्थः। तेन न अन्योन्याश्रयः प्रामाण्यग्रहार्थम्  ईश्वरनिश्चयस्य अनपेक्षणात् इत्यर्थः। मन्त्रायुर्वेदवच्च तत्प्रामाण्यम् आप्तप्रामाण्यात्। इति सूत्रतया गौतमेन व्यवस्थापितत्वात्। अत्र तु प्रकृष्टसत्वस्य शास्त्रप्रामाण्यनिर्वाहकतामात्रम् उक्तम्  इति न कोऽपि दोषः। एतयोरिति। विषयतासम्बन्धेन च परमेश्वरत्वे क्रमेण वर्तमानयोः एतयोः शास्त्रोत्कर्षयोः अनादिनिमित्तनैमित्तिकभावः सम्बन्धः। शास्त्रं नैमित्तिकं सत्वोत्कर्षश्च निमित्तं कारणत्वात् इत्यर्थः। निमित्तमाह-सदैवेति। ईश्वरस्य अद्वितीयमपि प्रतिपादयति- तच्चेति। नास्ति साम्यम् अतिशयश्च यस्मात् तादृशम् इत्यर्थः। अतिशयनिर्मुक्तौ हेतुमाह- यदेवेति। यस्मात् हेतोः यदेवातिशयि निरतिशयं तदेव तदैश्वर्यं स्यादिति योजना। ेवतदेव मुख्यम् ऐश्वर्यम् इत्यर्थः। उपसंहरति- तस्मादिति। ऐश्वर्येण यत्र विश्रान्तिः प्राप्यते स ईश्वर इत्यर्थः। साम्यनिर्मुक्तौ हेतुमाह- न चेति। द्वयोरिति। नवम् अल्पकालस्थायि, पुराणं दीर्घकालस्थायि। एवम् अस्तु इत्येवं रूपेण एकस्मिन्नर्थे क्वचित् द्वाभ्यां तुल्याभिमताभ्यां कामिते सति  एकस्य एकतरस्य सिद्धौ सङ्कल्पसिद्धौ इतरस्य इच्छाविघातात् ऊनत्वं न्यूनत्वं स्यात्। अतो न समानानेकेश्वरसम्भव इत्यर्थः। ननु उभयोः सङ्कल्पात् नवत्वं पुराणत्वं च उभयमेव भवतु। तत्राह- द्वयोश्चेति। ननु योगीश्वरयोरिव तयोरपि समानसङ्कल्पसम्भवे न विरुद्धार्थे युगपत्कामनाबाधात् न उक्तदोषः इत्याशङ्क्य-एको देवः। एकमेवाद्वितीयम्। भूयः सृष्ट्वा पतयस्त्वथेशः सर्वाधिपत्यं कुरुते। महात्मा न तत्समश्चाभ्यधिकश्च दृश्यते। इत्यादि श्रुतिभिः, नत्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो लोकत्रयेऽप्यप्रतिमप्रभावः। इत्यादि स्मृतिभिश्च समानाधिकप्रतिषेधात्, तथा कल्पनम् अप्रामाणिकम् इत्याशयेन  उपसंहरति- तस्मादिति। तस्मात् विरुद्धार्थसङ्कल्पे विसंवादात् समानसङ्कल्पे च मानाभावात्।यस्य क्लेशाद्यपरामृष्टस्य साम्यातिशयविनिर्मुक्तं श्रुतिस्मृतिपुराणैश्चेति शेषः।तस्य पुरुषविषेशत्वम् उपसंहरति- स चेति। संसारिपुरुषेभ्यः सत्यसङ्कल्पत्वादिना विशिष्यत इति पुरुषविशेषः संसारिपुरुषविलक्षणः इत्यर्थः। अत्र प्रकृष्टसत्वसम्बन्धादेवेश्वरस्योत्कर्षकथनाज्जीवस्यापि मनसत्त्वकृत एवाऽपकर्षो न स्वतः। इत्थं चोपाधिभेदाज्जीवेश्वरविभागः स्वतस्त्वभेद एव। \nतत्त्वमसि । \nआदिवाक्यबोधित इति भाष्यकारस्य गूढाभिसन्धिः। केचित्तु रामानुजानुसारिण इत्थमभिप्रायमजानन्तो विशेषशब्दादिस्वारस्यमात्रेणान्यथाभावमुपवर्णयन्ति। तथाहि – यद्यप्यात्मन आकाशस्येव उपाधिभेदैः जीवेश्वरादिरूपत्वसम्भवेन लाघवात्। \nतत्त्वमसि। \nआदिश्रुतिबोधितमैक्यमेव। भेदनिन्दया भेदश्रुतितोऽभेदश्रुतेरेव बलवत्त्वात्। अभेदज्ञानस्य मोक्षफलकत्वश्रवणात्। न भेदवाक्यानि तु आरोपितभेदानुवादपराण्येव कार्यकारणोपाधिविशिष्टयोश्च जीवत्वेश्वरत्वे विशिष्टैश्च अनुगतधर्मिणः सामान्यात्मनः शुद्धस्य भेदः प्रातिभासिकोऽभेदो वास्तव इति वक्तुं शक्यं, तथापि विशिष्टस्य अनतिरेके जीवत्वेश्वरत्वबन्धमोक्षादिसाङ्कर्यप्रसङ्गात्। विशिष्टस्य अतिरेके तस्य मिथ्यात्वेन विनाशितया बन्धमोक्षसामानाधिकरण्योपपत्तेः भेदाभेदपक्षश्च द्वैतमतेन अविशिष्टः। द्वैतमतेऽपि तत्तदुपाधिविशिष्टयोः वस्तुतः भेदेऽपि चित्त्वादिना अभेदस्य अङ्गीकारात्। तस्मात् भेदश्रुतिसिद्धः स्वरूपतः अन्योन्याभावरूपः भेद एव तयोरस्ति। भेदनिन्दावाक्यानि तु वैधर्म्यलक्षणभेदस्य भागापरपर्यायस्य निन्दापराणि फेनबुद्बुदादीनामिव किञ्चिदवच्छेदेन कथञ्चित्प्रतीयमानस्य अपारमार्थिकत्वात्। आकाशादिदृष्टान्ताः अपि एतस्यैव उपाधिकत्वज्ञापकाः। अभेदवाक्यानि तु दुग्धजलयोरिव संमिश्रणस्य अग्निविस्फुलिङ्गादेरिव अंशांशिभावेन पारमार्थिकस्य अविभागलक्षणस्यैव वा अभेदस्य बोधकानि। मानानि च तत्र लवणोदकदृष्टान्तवाक्यानि। तस्मान्नाऽखण्डो वाक्यार्थः मानाभावात्। \nतन्न सम्यक्। अयमेव नोऽनर्थो यत् संसार्यात्मदर्शनमित्यादिना वार्तिककारैः वस्तुतः नित्यमुक्तस्य आत्मनः सदा शुद्धस्य कार्यकारणोपाध्यवच्छेद्यत्वरूपः स्वाऽऽभासद्वारको विशिष्टभावः एव सम्बन्धः। सकलतन्निवृत्तिश्च मोक्ष इति प्रतिपादनात् न बन्धमोक्षयोः सामानाधिकरण्यानुपपत्तिः। परम्परयोपाध्यवच्छेद्यस्य शुद्धस्य नित्यत्वात्। अत एव न तन्मताऽविशेषोऽपि परेण। चित्तैकामात्रव्यक्तित्वस्य कार्यकारणोपाधीनां मिथ्यात्वेन विशिष्टमिथ्यत्वादीनां चानङ्गीकारेण साम्यासम्भवात्। तस्मादत्र इष्टापत्तिः। केषाञ्चित् स्वबन्धाय कृत्या यथा तथेति संक्षेपः॥२४॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65721",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगस्यासन्नतमत्वे किमिदमेव साधनमुताऽन्यदप्यस्तीत्याकाङ्क्षायामाह –\nईश्वरप्रणिधानाद्वा ॥ २३ ॥\nवक्ष्यमाणात्तद्विषयकधारणाध्यानसमाधित्रयतुल्यादप्यासन्नतमो योगस्तत्कालं च भवतीश्वरानुग्रहादित्यर्थः । तथा च पूर्वसूत्रोक्तमासन्नतमयोगसाधनं जीवत्मयोगिपरमिति ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65529",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nईश्वरप्रणिधानाद्वा ॥ ( २३ )\nईश्वरे कायिकाद्वाचिकान्मानसात् प्रणिधानात् भक्तिविशेषात् आसन्नतमः समाधिलाभः । वाशब्दः पूर्वोक्तोपायेनास्य भवत्युपायस्य विकल्पार्थः । भक्तेरन्यानपेक्षत्वात् । ईश्वरो हि भक्त्याभिमुखः सन् ’इदमिष्टमस्यास्तु’ इत्यनुगृह्णातीति भावः ।। \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65393",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकिमेतस्मादेवाऽऽसन्नतमः समाधिर्भवति। अथास्य लाभे भवत्यन्योऽपि कश्चिदुपायो न वेति –\nईश्वरप्रणिधानाद्वा ॥ २३ ॥ \nप्रणिधानाद्भक्तिविशेषादावर्जित ईश्वरस्तमनुगृह्णात्यभिध्यानमात्रेण। तदभिध्यानमात्रादपि योगिन आसन्नतमः समाधिलाभः समाधिफलं च भवतीति ॥ २३ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64960",
      "key": "1-23",
      "order": 123,
      "tags": [
        "1-23",
        "Pada 1",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीमेतदुपायविलक्षणं सुगममुपायान्तरं दर्शयितुमाह –\nईश्वरप्रणिधानाद्वा ॥ २३ ॥ \nईश्वरो वक्ष्यमाणलक्षणः तत्र प्रणिधानं भक्तिविशेषो विशिष्टमुपासनं सर्वक्रियाणां तत्रार्पणं विषयसुखादिकं फलमनिच्छन् सर्वाः क्रियास्तस्मिन्परमगुरावर्पयति तत् प्रणिधानं समाधेस्तत्फललाभस्य च प्रकृष्ट उपायः।\n"
    }
  ]
}