{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64016",
      "key": "1-51",
      "order": 51,
      "tags": [
        "Pada 1",
        "Sutra 51"
      ],
      "text": "तस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ १-५१ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66875",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥ \nपातञ्जलयोगसूत्राणि द्वेधा वर्ण्यन्ते । तत्र समाधिविषये केचन चित्तं साधिकारं मन्यन्ते । केचन च जडत्वात् चित्तस्य न कोऽपि स्वीयाधिकार इति । ये चात्मैकत्ववादिन आत्मातिरिक्तस्य मृषात्वं निर्णीय पातञ्जलोक्तसमाधिविषयं वर्णयन्तः शाङ्कराः, तन्मतानुयायिनश्च सर्वं चित्तचेष्टितमेव नात्मनः स च एकोऽसङ्गश्चेति ब्रुवाणा वृत्तिसंस्कारो निरोधसंस्कारः, समाधिसंस्कारः, समाधिप्रज्ञासंस्कार इमे सर्वेऽपि संस्काराश्चित्तस्य चेष्टारूपा नात्रात्मनस्संबन्ध इति मन्यन्ते । आत्मनानात्ववादिनस्तु त्रिगुणात्मकपि चित्तं जडमचेतनमचेतनस्य तस्य ने स्वाभाविकी चेष्टा पाषाणादिवत् संभवति । चित्तवृत्त्यादयः सर्वेऽपि निरोधादयो ऋतंभराप्रज्ञापर्यन्ता आत्मानमवलम्ब्यैव भवन्नीति वदन्तस्सर्वानपि चैत्तिकान् संस्कारानङ्गीकृत्य वृत्तिवृत्तिनिरोधादयः समाध्यन्ताः सर्वेऽपि प्रपञ्चपरिणामास्सत्यात्मकाश्चेति समाध्यादयो नानात्मीया अपि त्वात्मीया एवेति विश्वसन्ति । प्रपञ्चसत्यात्मवादिनां मते सर्वस्यापि योगाङ्गस्य वेदोक्तत्वात् वेदस्य चापौरुषेयत्वान्नित्यत्वाच्च वेदप्रतिपाद्यसन्ध्याद्यनुष्ठानवत् यज्ञाद्यनुष्ठानवच्च नित्यत्वम् । तत्त्वबोधकप्रमाणेषु वेदमात्रस्य मुख्यप्रमाणत्वमेव । (राष्ट्र राजशासनवत्) तदुक्तकर्मानुष्ठाने दण्डप्राप्तिभयात् सर्वाणि यमप्रमृतिसमाध्यन्तान्यङ्गान्यभ्युपगतप्रारब्ध्कर्मवासनालब्धशरीरैः पुरुषैः स्त्रीभिः“मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते” इति गीतोक्तश्रद्धाभक्तिविधेयैर्हर्षादेवानुष्ठीयन्ते न तु क्लेशात् । सर्वे स्वान्तर्यामिसाक्षात्काराय नियतकालेषु भगवन्निवेदितमशनं मितं भुञ्जाना भगवद्भजनशक्त्या भगवन्तमुपासते । साङ्गरजस्तमोविहीनं सर्वधर्मभूतज्ञानावलम्बमेकाग्रं ध्यानात्मकं चित्तं तदतिशयेन ध्येयं परमात्मानं पञ्चसु कालेषु स्वस्वशक्त्यनुगुणं स्तुवन्तोऽनुभूय तदाकारं तद्बललब्धसंस्कारेभ्यः, तत् संस्कारबललब्धतच्चिन्तनानुस्मरणैः बृहदारण्योक्तस्य “अत्र ब्रह्म समश्नुते” इति प्रमाणानुरोधेनास्मिन् शरीर एव शारीरमात्मानं तदा|त्मभूतं हार्दं परमात्मानं चानुभवन्तस्तन्मार्गमितरेभ्य उपदिशन्त आनन्दमनुभवन्ति । इतीयं श्रीमन्नाथमुनिसंप्रदायपरिपाटी ।\nसूत्रार्थस्तु, तस्यापि निरोधे, ऋतंभराप्रज्ञाजन्यसंस्कारस्य, संस्कारबललब्धभगवदनुस्मरणस्य च निरोधे, निरोधः, निर्गतो रोधः कूलमावरणं यस्मात्, समाधिकालीनभगवदनुस्मरणात् स निरोधः । तदानीमेव निर्बजसमाधिरप्यस्मिन् मतेऽभ्यपगत एकत्राधारलयः अन्यत्रासंकुचितज्ञानप्रसरश्चेति ।\n1. दुर्योगमल्लभल्ला च सद्योगमल्लितल्लजा ।योगवल्ली हृदारुढा श्रीशं प्रापयति स्वयम् ॥\n2. मौदल्यगोत्रजः श्रीमान् नाथमुनेश्च दौहित्रः ।श्रीरङ्गनाथोऽतनुत श्रीयोगवल्लरीं कल्याम् ॥\n3. चतुष्काण्डमिदं योगरहस्यं नाथनिर्मितम् ।संगृह्य रङ्गदासोऽयं निर्ममे योगवल्लिकाम् ॥\n4. एतदपि संजग्राह श्रीनाथमुनेर्वंशजः ।योगशास्त्रविच्च श्रीमान् प्रयोगे चापि कुशलः ॥\n5. पातञ्जलस्य सूत्रस्य व्याख्यामाह च कौतुकात् ।श्रीकृष्णनामा च सुधीः स्वकीये योगमन्दिरे ॥\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66750",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥\nतस्यापीति। तस्यापि निरोधे तस्य सम्प्रज्ञातस्य निरोधे प्रविलये सति सर्वासां चित्तवृत्तीनां स्वकारणे प्रविलयात् या संस्कारमात्रात् वृत्तिरुदेति तस्यां नेति नेतीति पर्युदासान्निर्बीजः समाधिराविर्भवति यस्मिन् सति पुरुषः शुद्धो भवति ॥ ५१ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66554",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइत्थमसंप्रज्ञातसमाधेर्बहिरङ्गसाधनमभिधाय निरोधप्रयत्नस्यान्तरङ्गसाधनतां सूचयन्निर्बीज-मुपसंहरति –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥\nपरवैराग्यसहकृतविरामप्रत्ययेन प्रज्ञासंस्कारस्यापि निरोधे सत्युत्पत्स्यमानप्रज्ञासंस्कारस्य सर्वस्यापि निरोधादशेषबन्धनिवृत्तेर्निर्बीजः समाधिर्लभ्यते । तस्मिन्समाधौ लब्धे सति पुनर्व्युत्थातुमशक्तं सच्चित्तं नश्यति । ततः कूटस्थनित्यानन्ता शुद्धा चितिशक्तिः स्वे महिम्नि निरन्तरं निर्विघ्नमवतिष्ठत इत्यतिशोभनम् ॥ ५१ ॥\nइति श्रीमत्पतञ्जलिप्रणीते योगशास्त्रे योगसुधाकराभिधायां वृत्तौ\n॥ समाधिपादः समाप्तः ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66369",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु व्युत्थानसंस्काराभिभवेऽपि प्रज्ञासंस्काराभिभवाभावात्तत्प्रवाहानिवृत्तौ तत्रैव जन्मनि शीघ्रं मोक्षो न स्यादत आह –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥\nपरवैराग्येण स्वसंस्कारद्वारा प्रज्ञाकृतसंस्काराणां प्रज्ञायाश्च निरोधे कारणाभावेन कार्यानुत्पादान्निर्बीजः समाधिर्भवतीत्यर्थः । तत्र पूर्वपूर्वासंप्रज्ञातसंस्कारस्याप्युत्तरोत्तरासंप्रज्ञातेनात्यन्ताभिभवे जायमाने चरमासंप्रज्ञातो निर्बीजकाष्ठा भवति । उत्तरोत्तरासंप्रज्ञातेषु कालवृद्ध्या पूर्वपूर्वासंप्रज्ञातानां संस्कारजनकत्वं सिद्ध्यति संस्कारवृद्ध्यैव कालवृद्ध्यौचित्यात् । स च यथा यथातिशीयते तथा तथा तत्त्वज्ञानपर्यन्ताखिलसंस्कारान् संप्रज्ञातयोगजास्तनूकरोति । एवं पूर्वपूर्वसंस्कारसहकृतचरमासंप्रज्ञातेन निःशेषतः प्रज्ञातत्संस्कारदाहः। ततः प्रारब्धमपि कर्म न स्वविपाकसमर्थं, सहकारिणां दग्धत्वात् । प्राग्भवीयभोगसंस्कारा हि तत्सहकारिणः । ततः पुरुषार्थसमाप्त्या चरिताधिकारं चित्तमसमाप्तभोगकेनैव प्रारब्धकर्मणा निरोधसंस्कारैश्च सह स्वकारणेऽत्यन्तं लीयते । इयमेव चित्तस्य महानिद्रा पुरुषस्य कैवल्यमात्यन्तिको दुःखात्मकाखिलदृश्यवियोगः, तदुक्तं – ’मनसोभ्युदयो नाशो मनोनाशो महोदय’ इति । ननु ज्ञानेनैव प्रारब्धभोगोत्तरं मोक्षसिद्धौ किमनेन योगेनेतिचेन्न, प्रारब्धस्याप्यतिक्रमेण झटिति मोक्षार्थत्वात् । अत्र वदन्तिविवेकसाक्षात्काररूपं ज्ञानं सांख्यपदवाच्यं, सर्वासर्वचित्तवृत्तिनिरोधरूपो द्विविधो योगश्चोभयमपि व्यापारभेदात्स्वातन्त्र्येण मोक्षकारणमत्र शास्त्रे विवक्षितम् । तत्र केवलज्ञानेन मोक्षे जनयितव्येऽभिमाननिवर्तकात्मसाक्षात्कारपर्यन्त एव संप्रज्ञातोऽपेक्ष्यते नतु वृत्त्यन्तरवासनाक्षयाद्यर्थ संप्रज्ञातपरंपरापि । प्रारब्धसमाप्तौ तु सत्यां सर्ववासनानां चित्तेन सह नाशात्। अन्ये तु तमेव विदित्वेति श्रुतेः कस्यचित्खल्पयोगेनापि ज्ञानं, एतदन्तयोगेन तु भवत्येव ज्ञानमित्याशयः। ’यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते’ इति गीतावाक्ये सम्यक्ख्यातं संख्या तत्त्वसाक्षात्कारस्तदुपायैर्गौबलीवर्दन्यायेन श्रवणमनननिदिध्यासनरूपैर्यज्ज्ञानं प्राप्यते तद् योगैरपि प्राप्यते(?) इति न तद्विरोध इत्याहुः ॥ ५१ ॥\n॥ श्रीनागोजीभट्टीयायां पातञ्जलवृत्तौ समाधिपादः प्रथमः ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66130",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु संप्रज्ञातसंस्कारप्रबलं चित्तं तत्प्रज्ञापरम्परामेव जनयेत् । तथाच कथं निर्बीजसमाधिं कुर्यात् तत्राह –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥\nपुरुषख्यात्यनन्तरं परवैराग्यसंस्कारप्रचयेन तस्य सम्प्रज्ञातसमाधिप्रज्ञासंस्कारस्य, अपिशब्दात् प्रज्ञायाश्च निरोधे सति सर्वस्य प्रज्ञातज्जसंस्कारप्रवाहस्य निरोधादवसिताधिकारत्वेन चित्तस्य कृत्याभावान्निमित्तापाये नैमित्तकापाय इति न्यायेन निर्बीजः समाधिर्भवति ॥ ५१ ॥\nइति समाधिपादटीकायां पातञ्जले सांख्यप्रवचने योगशास्त्रे समाधिपादः प्रथमः समाप्तः ॥ १ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65805",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nक्षीणवृत्तेरभिजातस्येत्यादिसूत्रैः संप्रज्ञातस्य फलं प्रपञ्चितम् । असंप्रज्ञातस्य फलमुच्यते –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥\nपूर्वपूर्वासंप्रज्ञाते तावत्प्रज्ञैव निरुध्यते, प्रज्ञासंस्कारस्य तानवमात्रम् । एवं क्रमेण तस्यापि प्रज्ञाकृतसंस्कारस्याप्यसंप्रज्ञातपरम्परया निरोधे अत्यन्ताभिभवे जायमाने चरमासंप्रज्ञातव्यक्तिर्निर्बीजयोगस्य परा काष्ठा भवति । अपुनरुत्थानेत्यर्थः । सैव च महानिद्रा परमो मोह इति गीयते । अयं च योगेन स्वेच्छया मोक्षः श्रुतिषूक्तो बहूनाम् । तदानीं च पुरुषार्थसमाप्त्या चित्तस्यात्यन्तलयात्तदाश्रितानां दग्धसंस्कारभावा(?)नां नाश इति । सर्वनिरोधादिति निर्बीजत्वे हेतुरुक्तः, यतः प्रज्ञा तत्संस्कारश्चात्यन्तं विलापितावतो दुःखबीजैः संस्कारादिभिः शून्यत्वान्निर्बीज इति । पूर्वपूर्वासंप्रज्ञातेषु तु निर्बीजजातीयतया निर्बीजत्वव्यवहारः । अत्र सर्ववृत्तिनिरोधस्य संप्रज्ञातकृताखिलसंस्कारोन्मूलकत्ववचनात्तस्य संस्कारजनकत्वं सिद्ध्यति । क्रमेणैव ह्यसंप्रज्ञातपरम्परया चरमासंप्रज्ञाते निःशेषतः संप्रज्ञातसंस्कारदाहो वक्तव्यः । क्रमेणैव ह्यसंप्रज्ञातपरम्परया चारमासंप्रज्ञाते निःशेषतः संप्रज्ञातसंस्कारदाहो वक्तव्यः । तत्र पूर्वपूर्वासंप्रज्ञातानां विनष्टतया संस्कारातिरिक्तं द्वारं न संभवति । तथा उत्तरोत्तरासंप्रज्ञातेषु कालवृद्ध्यापि पूर्वपूर्वासंप्रज्ञातानां संस्कारजनकत्वं सिध्यति । संस्कारवृद्ध्यैव कालवृद्ध्यैचित्यादिति । ननु ज्ञानेन प्रारब्धातिरिक्ताखिलकर्मक्षये प्रारब्धस्य भोगेन समाप्त्या कर्माभावादेवापुनर्जन्मरूपो मोक्षो भविष्यति किमर्थमसंप्रज्ञातेनाखिलसंस्कारोन्मूलनमपेक्ष्यत इति चेत् । प्रारब्धस्यातिक्रमणाज्झटिति मोक्षार्थमित्यवेहि । भोगवासनारूपस्य हि सहकारिण उच्छेदे सति प्रारब्धमपि कर्मफलक्षमं भवतीति दिक् ॥ ५१ ॥\nइति श्रीभावागणेशभट्टकृतायां योगदीपिकायाः पातञ्जलवृत्तौ समाधिपादः प्रथमः ॥ १ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65537",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु सम्प्रज्ञातसमाधिप्रज्ञासंस्कारप्रचुरं चित्तं तत्प्रज्ञापरम्परामेव कुर्वन् कथं निर्बीजसमाधिं कुर्यादित्यत आह- \nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥  \nपुरुषख्यात्यनन्तरं परवैराग्यसंस्कारप्रचयेन तस्य- संप्रज्ञातसमाधिप्रज्ञासंस्कारस्य । ’अपि’ शब्दात् प्रज्ञायाश्च निरोधे सति सर्वस्य प्रज्ञातज्जसंस्कारप्रवाहस्य निरोधात् अवसिताधिकारत्वेन चित्तस्य कृत्याभावात् ’निमित्तापाये नैमित्तिकापायं’ इति न्यायेन निर्बीजः समाधिर्भवति । \nतदुक्तम्- आगमेनानुमानेन ध्यानाभ्यासरसेन च ।त्रिधा प्रकल्पयन् प्रज्ञां लभते योगमुत्तमम् ॥ इति ।\nश्रवणेन, मननेन, पुरुषमात्रध्यानाभ्यासो धर्ममेघाख्यः । तद्रसेन परवैराग्येण प्रज्ञाप्रसादात्मना, पुरुषं साक्षात्कुर्वन् निर्बीजं योगं लभत इत्यर्थः । कालक्रमेण निर्बीजनिरोधसंस्कारप्रचये सति स्वप्रकृतौ चित्तं लीयते हेत्वभावात् । कृत्यशेषलक्षणाधिकारो हि चित्तस्य स्थितिहेतुः । न हि कृतभोगविवेकख्यातिनश्चित्तस्य कृत्यशेषोस्स्ति । तस्माच्चित्तस्य प्रलये पुरुषः स्वरूपमात्र-प्रतिष्ठः केवलो मुक्त इति सिद्धम् ॥\nइति श्रीगोविन्दानन्दभगवत्पूज्यपादशिष्यरामानन्दसरस्वतीकृतायां पातञ्जलसूत्रवृत्तौ योगमणिप्रभायां समाधिपादः प्रथमः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65350",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकिं चास्य भवति –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥ \nस न केवलं समाधिप्रज्ञाविरोधी प्रज्ञाकृतानामपि संस्काराणां प्रतिबन्धी भवति। कस्मात्, निरोधजः संस्कारः समाधिजान्संस्कारान्बाधत इति।\nनिरोधस्थितिकालक्रमानुभवेन निरोधचित्तकृतसंस्कारास्तित्वमनुमेयम्। व्युत्थाननिरोध-समाधिप्रभवैः सह कैवल्यभागीयैः संस्कारैश्चित्तं स्वस्यां प्रकृताववस्थितायां प्रविलीयते। तस्मात्ते संस्काराश्चित्तस्याधिकारविरोधिनो न स्थितिहेतवो भवन्तीति।\nयस्मादवसिताधिकारं सह कैवल्यभागीयैः संस्कारैश्चित्तं निवर्तते, तस्मिन्निवृत्ते पुरुषः स्वरूपमात्रप्रतिष्ठोऽतः शुद्धः केवलो मुक्त इत्युच्यत इति ॥ ५१ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65010",
      "key": "1-51",
      "order": 151,
      "tags": [
        "1-51",
        "Pada 1",
        "Sutra 51",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं संप्रज्ञातं समाधिमभिधायासंप्रज्ञातं वक्तुमाह –\nतस्यापि निरोधे सर्वनिरोधान्निर्बीजः समाधिः ॥ ५१ ॥ \nतस्यापि संप्रज्ञातस्य निरोधे प्रविलये सति सर्वासां चित्तवृत्तीनां स्वकारणे प्रविलयाद्या या संस्कारमात्राद्वृत्तिरुदेति तस्यास्तस्या नेति नेतीति केवलं पर्युदसनान्निर्बीजः समाधिराविर्भवति। यस्मिन्सति पुरुषः स्वरूपनिष्ठः शुद्धो भवति।\nतदत्राधिकृतस्य योगस्य लक्षणं चित्तवृत्तिनिरोधपदानां च व्याख्यानमभ्यासवैराग्यलक्षणं तस्योपायद्वयस्य स्वरूपं भेदं चाभिधाय संप्रज्ञातासंप्रज्ञातभेदेन योगस्य मुख्यामुख्यभेदमुक्त्वा योगाभ्यासप्रदर्शनपूर्वकं विस्तरेणोपायान्प्रदर्श्यं सुगमोपायप्रदर्शनपरतयेश्वरस्य स्वरूपप्रमाणप्रभाववाचकोपासनाक्रमं तत्फलानि च निर्णीय चित्तविक्षेपांस्तत्सहभुवश्च दुःखादीन्विस्तरेण च तत्प्रतिषेधोपायानेकत्त्वाभ्यासमैत्र्यादीन्प्राणायामादीन्संप्रज्ञातासंप्रज्ञातपूर्वाङ्गभूतविषयवती प्रवृत्तिरित्यादीन् च आख्यायोपसंहारद्वारेण च समापत्तीः सलक्षणाः सफलाः स्वस्वविषयसहिताश्चोक्त्वा संप्रज्ञातासंप्रज्ञातयोरुपसंहारमभिधाय सबीजपूर्वको निर्बीजः समाधिरभिहित इति व्याकृतो योगपादः। \nइति श्री भोजदेवविरचितायां पातञ्जलयोगशास्त्रसूत्रवृत्तौ\n"
    }
  ]
}