{
  "results": [
    {
      "book": "YogaSutras",
      "id": "63964",
      "key": "1-10",
      "order": 10,
      "tags": [
        "Pada 1",
        "Sutra 10"
      ],
      "text": "अभावप्रययालम्बना वृत्तिर्निद्रा ॥ १-१० ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66900",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥ \nयस्याश्चित्तवृत्तेरभावप्रत्यय एवालम्बनं (आश्रयः) सा वृत्तिरभावप्रत्ययालम्बना । तां निद्रेति प्राहुः । तत्र तमसः प्राधान्यम् । निष्प्रतियोगिकाभावस्याप्रसिद्धत्वात् । अत्र सूत्रेऽभावप्रतियोगिनः सर्वे बाह्यविषयाः (न तु सर्वविषयाभावः) । तथा च यावद्बाह्यविषयप्रतियोगिकोऽभाव इति फलितम् ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66747",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66471",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥\nवस्त्वभावः प्रतीयते यस्मिन्नावारके तमसि सति, तत्तमोऽभावप्रत्ययः । तं विषयीकुर्वती वृत्तिर्निद्रा। तस्या ’सुखमहमस्वाप्सं न किञ्चिदवेदिषम्’ इति स्मरणस्यानुभवपूर्वकत्वाद्वृत्तित्वम् ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66275",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिद्रां लक्षयति –\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥\nप्रकृतत्वादुक्तानां वृत्तीनामभावस्य प्रत्ययः कारणं बुद्ध्यावरकं तमः तदालम्बना स्वपिमीत्याकारा आवरकतमोविषया च तदाच्छादितचित्तगतसुखादिविषया वृत्तिः सा निद्रेत्यर्थः । पुनर्वृत्तिपदं निद्राया वृत्तित्वे बहूनां विप्रतिपत्तेस्तद्दार्ढ्याय । ’जाग्रत्स्वप्नः सुषुप्तं च गुणतो बुद्धिवृत्तयः’ इति स्मृतेश्च । तदुद्भूततम आच्छादितबुद्धिसत्त्वस्य बाह्यवृत्त्यभावात् तद्गुणसुखादीन्यवबुध्यमानः पुरुषोऽन्तःसंज्ञ उच्यते । नच वृत्त्यभाव एवास्तु, सुखमहमस्वाप्सं प्रसन्नं मे मनः, दुःखमहमस्वाप्समकर्मण्यं मे मनो यतो भ्रमत्यनवस्थितम् , मुढोऽहमस्वाप्सं गुरूणि मे गात्राणि अलसमिव मे चित्तमिति सुप्तोत्थितस्य स्मरणानुभवात् । अनुभवाभावे हि कथं स्मृतिः स्यात् । तदन्यतमग्रहणे नियात्मकं त्वदृष्टाद्येवेति बोध्यम् ।अत एव ’त्रिषु धामसु यद्भोग्यं भोक्ता भोगश्च यद्भवेत्’ इति श्रुत्या तत्रापि भोग्यमुक्तम् । यत्तु ’न तद्विभक्तमस्ति ततोऽन्यद्विभक्तं यत्पश्येत्’ इति श्रुत्या सुषुप्ते ज्ञानसामान्याभाववचनं तत्समग्रसुषुप्तिपरं, यत्रायमनुभवः ’सुखमहमस्वाप्सं न किञ्चिदवेदिषम्’ इति । ’मुग्धेऽर्धसंपत्तिरिति वेदान्त्सूत्राच्च तत्र ’सुखम्’ इत्यस्य वृत्त्युत्थदुःखरहितमित्यर्थः । यत्तु सुषुप्तौ तमः साक्षिभास्यमेवेति । तन्न । साक्षिणोऽपरिणामित्वेन संस्कारस्मृत्योरसंभवात् । एषा चैकाग्रतुल्यापि तामसत्वाद्योगपरिपन्थिनीति । यत्तु त्वङ्मनोयोगरूपकारणाभावात्सुषुप्तौ ज्ञानसामान्याभाव इति । तन्न। इन्द्रियाद्युत्पत्तेः प्रागेव हिरण्यगर्भस्य ज्ञानोत्पत्त्यां ज्ञानसामान्ये तस्य हेतुत्वाभावात् । गाढतमोरूपदोषेण सर्ववृत्त्यभावस्यास्माभिरप्यङ्गीकारात् ॥ १० ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66098",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिद्रां लक्षयति –\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥\nकार्यं प्रत्याययति जनयतीति प्रत्ययो हेतुः । जाग्रत्स्वप्नवृत्तीनामभावे हेतुस्तम् आलम्बनं विषयो यस्याः सा वृत्तिर्निद्रा । अस्याः सुखमहमस्वाप्सं, न किञ्चिदवेदिषमिति सुषुप्त्यनन्तरं जागरे स्मृतिदर्शनात् । स्मृतेश्चानुभवव्यतिरेकेणानुपपत्तेर्वृत्तित्वम् । वृत्तिशब्दोच्चारणं तु ज्ञानसामान्याभावो निद्रेति तार्किकस्वीकृतनिरासार्थं, भाष्यकृद्भिस्तु व्याख्यातम् । सा तु प्रबोधे प्रत्यवमर्शात् प्रत्ययविशेष एव । कथमितिचेदुच्यते । सुखमस्वाप्त्सं प्रसन्नं मे मनः प्रज्ञां मे विशारदीकरोति । दुःखमहमस्वाप्सं ग्लानं मे मनो भ्रमत्यनवस्थितं, गाढं मूढोऽहमस्वाप्सं गुरूणि मेऽङ्गानि क्लान्तं मे चित्तम् अलं मुषितमिव भवतीति । स खल्वयं प्रबुद्धस्य प्रत्यवमर्शो न स्याद् असति प्रत्ययाऽनुभवे, तदाश्रिताः स्मृतयश्च तद्विषया न स्युः । तस्मात् प्रत्ययविशेषो निद्रा । सा च समाधावितरप्रत्ययवन्निरोद्धव्येति । न च भाष्यकारविरोधाद् वृत्तिकारव्याख्यानां विरुद्धमिति शङ्क्यम् । वृत्तिकारस्य प्रसिद्धावस्थात्रयाभिप्रायात् । भाष्यकारस्य तु अवस्थात्रयस्याऽप्येकैकावस्थात्रैविध्याङ्गीकाराभिप्रायत्वान्न विरोधः ॥ १० ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65918",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्मृतिं लक्षयति – \nअनुभुतिविषयाऽसम्प्रमोषः स्मृतिः ॥११॥\nअनुभूयते इत्यनुभवोऽनुभवविषयः। तस्माद्विषयस्याज्ञानस्याधिकस्य न सम्प्रमोषः स्तेयः परिग्रहः यत्र तादृशोऽनुभवविषयादनधिकविषयो गृहीतग्राही प्रत्ययः सा गङ्गा मया दृष्टा इत्याद्याकारा स्मृतिः इत्यर्थः। न च प्राथमिकानुभवविषयविषयकधारवाहिकद्वितीयादिज्ञानेऽतिव्याप्तिः। तत्र न सोऽस्ति प्रत्ययो लोके यत्र कालो न भासते इति न्यान्येन क्षणादिभानस्य अननुभवनोक्तन्याये प्रत्ययपदस्य अनुभवपरत्त्वात् स्मृतौ क्षणादिभानानङ्गीकारः इति भावः। ननु लाघवात् संस्कारजन्यं ज्ञानं स्मृतिरित्ययेव लक्षणमुचितमिति चेत्, न । तावन्मात्रस्य प्रत्यभिज्ञायामतिव्याप्तेः। संस्कारमात्रजन्यत्वस्य अदृष्टदेशकालादिरूपसामग्र्यपेक्षायामसम्भ्वात् यदि मात्र पदेन प्रमाणस्यैव व्यवच्छेदस्तदास्तु वा। अनुभूतेत्यनेन संस्कारजन्यत्वज्ञापनात् तदपि लक्षणम्। तदापि न हानिः।लक्षणस्य लक्षणान्तराविरोधित्वादिति संक्षेपः॥\nअत्र साम्प्रदायिकास्तु – अनुभूतेत्यस्य अनुभूतौ चितिशक्त्यापरोक्षतया गृहीतौ यौ विषयौ वृत्तितद्वेद्यरूपावर्थौ तयोरसम्प्रमोषः अनपहरणं यत्न तादृशस्तदुभयविषयकः प्रत्ययःस्मृतिरित्यर्थमङ्गीकृत्य वृत्तस्तद्विषयस्य च स्मरणानि च स्मरणमिच्छन्ति। घट इत्यदि स्मरणेऽनुभूततारूपतत्तातदारूढार्थयोर्द्वयोरपि भानस्य अनुभवसिद्धत्त्वात्। तथा च एतन्मते वित्तिवेद्योभयानुभवं विना वित्तिवेद्योभयस्मरणायोगादयं घट इत्याद्यनुभवेऽपि वृत्तितदारूढयोः द्वयोर्भानमाव्श्यकमिति सर्वमेव ज्ञानं व्यवसायात्मकम्। साक्षिरूपचितिशक्तैव वित्तिवेद्ययोर्ग्रहणात् । इत्थञ्च एतन्मते अनुभवस्मृत्योः समानप्रकारकत्वादिना हेतुहेतुमद्भावोऽप्यविरुद्धः।अयं घट इत्यनुभूततारूपतत्ताप्रकारकज्ञानात् स घट इत्याद्यनुभवप्रकारिकया घटमहं जानामीति ज्ञानविशेष्यकाच्च घटमहं स्मरामीति ज्ञानविशेष्यिकायाः स्मृतेर्दर्शनात्। यदि च घटमहं जानामीति ज्ञानादपि स घट इति तत्ताप्रकारिका स्मृतिः तदास्तु प्रकाकत्वविशेष्यत्वदिमन्तर्भाव्य समानाविषयत्वेनैव अनुभवस्मृत्योः कार्यकारणभावः।नचान्यविशेष्यकज्ञानादन्यविशेष्यकस्मरणप्रसङ्गः।इष्टापत्तेः।तदुक्तं भाष्येऽपि – ग्रहणाकारपूर्वा बुद्धिः, ग्राह्याकारपूर्वा स्मृतिः। घटमहं जानामीति ज्ञानविशेष्यकोऽनुभवः। स घट इति घटविशेष्यिका स्मृतिरिति तदर्थः। अत्र पूर्वशब्दः विशेष्यपरः। नचैवं सति स्मृतेर्युगपदुभयविशेष्यकत्त्वापत्तिः। सामग्र्या समत्वादिति वाच्यम् । विशेष्योद्बोधकानां हेतुत्वकल्पनाभिस्तन्निरासादिति यत्किञ्चिदेतत् । एतावन् विशेषः। तार्किकस्य अयं घटः, घटमहं जानामि इत्यनयोर्व्यवसायानुव्यवसायभेदाद्भेदः।पूर्वस्य विषयेन्द्रियसंनिकर्षजन्यस्य विषयमात्रग्राहकत्वात् । द्वितीयस्य तु मनोमात्रजन्यस्य ज्ञानगोचरत्वात्। यद्यपि स्वमते तु न तथा ।वृत्तिवेद्योभयविषयत्वेन द्वयोरपि व्यवसायस्थानीयत्वात् । तथाप्यज्ञाननाशकोऽयं घट इत्याद्याकरः।अज्ञाननाशोत्तरं तु घटमहं जानामि इत्याद्याकारः क्रियाजन्यफलभागितारूपकर्मतायास्तदानीमेव भानसम्भवात्।वेदान्तिनस्तु वृत्यवच्छिन्नचैतन्यमज्ञाननाशकं व्यवसायः । विषयमात्रग्राहकत्वात् । वित्तिवेद्योभयार्थग्राहकं वृत्याद्युपहितं तु अनुव्यवसाय इति तयोः तार्किकाणामिव भेद एव इति वदन्ति। परन्तु तार्किकाणामनुव्यवसायो जन्यत्वादनन्तः। वेदान्तिनान्तु स्वयमात्मैवेति अन्यदेतत् । युक्तश्च अयं पक्षः यद्यपि ज्ञानकर्मतायाः पश्चादेवानुभवात् तथापि ग्रहहणसमर्थया चितिशक्त्या वृत्युत्पत्तिकाले वृत्तेरपि विशस्येव ग्रहणसम्भवात् वित्तिवेद्योभयभाननिभन्दनभेदात् तयोः पोर्वापर्यकल्पनमयुक्तमेव इति सूत्रकारप्रभृतेर्गूढाभिसन्धिः। प्रकृतमनुसरामः। तथापि स घट इत्येवं स्मरणपक्षे प्रमुष्टतत्ताकज्ञानस्य संस्कारमात्रजन्यस्य स्मरणत्वलोपप्रसङ्गः। तत्तायास्तत्राभानादिति चेत् न । तादृशनियमस्य औत्सर्गिकत्त्वत् । अत एव निद्रासूत्रे उदाहृतसुखस्मरणस्योद्बोधकदोषात् प्रमुष्टतत्ताकत्वेपि नैतत्सूत्रविरोध इति वदन्ति । ननु स्वप्ने सूकरे गजवैशिष्ट्यमनुभूतमपि स्मर्यते इति चेत् न ।तस्य विपर्ययत्वादिति दिक् ॥९॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65763",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥\nप्रकृतत्वादुक्तवृत्तीनां योऽभावोऽनुत्पादः तस्य प्रत्ययः कारणं तमः तदालम्बना तद्विषयिणी तमःप्रचुरचित्तविषयिणीति यावत्, एवंभूता वृत्तिर्निद्रेत्यर्थः । जाग्रत्स्वप्न(स्थ)वृत्त्युपरमे चित्तस्य स्वगतसुखादिविषयिणी निद्राख्या वृत्तिरनुमीयते । सुखमहमस्वाप्सं दुःखमहमस्वाप्सं गाढं मूढोऽहमस्वाप्समित्येवं सात्त्विकादिनिद्रोत्थितानां त्रिविधस्मरणादतोऽपि निद्रा वृत्तिरिति । शुद्धतार्किकास्तु इमामपि वृत्तिं स्वप्नमध्ये प्रवेशयन्ति । सुषुप्त्यवस्थां तु ज्ञानशून्यत्वरूपां ज्ञानकारणाभावादेवेच्छन्ति । अस्माभिरपि सर्ववृत्तिशून्याप्यवस्था स्वीक्रियत एव । तस्यां च गाढं तमो दोष इष्यते । “सत्त्वाज्जागरणं विद्याद्रजसा स्वापमादिशेत् । प्रस्वापनं तु तमसा तुरीयं त्रिषु संततम्” इति स्मृतेः । इन्द्रियाद्युत्पत्तेः प्रागेव हिरण्यगर्भस्य ज्ञानोत्पत्त्या न ज्ञानसामान्ये त्वङ्मनोयोगादीनां हेतुत्वक्लृप्तिसंभवो येन ज्ञानकारणाभावादेव सावस्थोपपाद्येतेति ॥ १० ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65540",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिद्रां लक्षयति- \nअभावप्रत्ययालम्बना वृत्तिर्निद्रा ॥ ( १० ) \nकार्यं प्रत्ययते गच्छतीति प्रत्ययो हेतुः । जाग्रत्स्वप्नसुषुप्तीनामभावे हेतुः तमः आलम्बनं- विषयः यस्याः सा वृत्तिः निद्रा । वृत्तिपदस्यानुवर्तमानस्योच्चारणं ’ज्ञानाभावो निद्रा’ इति मतनिरासार्थम् । तथा हि – उत्थितस्य ’सुखमहमस्वाप्सम्’ इति स्मरणं बुद्धिसत्त्वसचिवतमो विषयं तदनुभवं कल्पयति । ’गाढमूढमहमस्वाप्सम्’ इति केवलतमोविषयं स्मरणं तदनुभवं कल्पयति । स चानुभवो बुद्धिधर्मो निद्रा । सा चैकाग्रवृत्तिकल्पा अपि तामसत्वात् योगार्थिना निरोद्धव्येति भावः ।। \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65347",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥ \nसा च संप्रबोधे प्रत्यवमर्शात्प्रत्ययविशेषः। कथं, सुखमहमस्वाप्सम्। प्रसन्नं मे मनः प्रज्ञां मे विशारदी करोति। दुःखमहमस्वाप्सं स्त्यानं मे मनो भ्रमत्यनवस्थितम्। गाढं मूढोऽहमस्वाप्सम्। गुरूणि मे गात्राणि। क्लान्तं मे चित्तम्। अलसं मुषितमिव तिष्ठतीति। स खल्वयं प्रबुद्धस्य प्रत्यवमर्शो न स्यादसति प्रत्ययानुभवे तदाश्रिताः स्मृतयश्च तद्विषया न स्युः। तस्मात्प्रत्ययविशेषो निद्रा। सा च समाधावितरप्रत्ययवन्निरोद्धव्येति ॥ १० ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64940",
      "key": "1-10",
      "order": 110,
      "tags": [
        "1-10",
        "Pada 1",
        "Sutra 10",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिद्रां व्याख्यातुमाह –\nअभावप्रययालम्बना वृत्तिर्निद्रा ॥ १० ॥ \nअभावप्रत्यय आलम्बनं यस्या वृत्तेः सा तथोक्ता। तद्दुक्तं भवति या सन्ततमुद्रिक्तत्वात्तमसः समस्तविषयपरित्यागेन प्रवर्त्तते वृत्तिः सा निद्रा। तस्याश्च सुखमहमस्वाप्समिति स्मृतिदर्शनात् स्मृतेश्चानुभवव्यतिरेकेणानुपपत्तेर्वृत्तित्वम्।\n"
    }
  ]
}