{
  "results": [
    {
      "book": "YogaSutras",
      "id": "63987",
      "key": "1-17",
      "order": 17,
      "tags": [
        "Pada 1",
        "Sutra 17"
      ],
      "text": "वितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १-१७ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66893",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥ \nवैराग्यविवेकाभ्यासबलेन निरुद्धचित्तवृत्तिः पुरुषः यस्मिन् विषये एकाग्रतामनुभूय स्थूले वा सूक्ष्मे वा विषयेऽवयवशो वा पिण्डीभूय तद्विषयवृत्तिसालंकृतस्वरूपं जानन्नास्ते (भावयन्नास्ते) तादृशकालीनैकाग्रताविशिष्टात्मानुभवः संप्रज्ञात इत्युच्यते । (बाह्यविषयविस्मरणेन) ।\nयथा “य एष संप्रसादोऽस्माच्छरीरात्समुत्थाय परं ज्योतिरुपसंपद्य स्वेन रूपेणाभिनिष्पद्यते” इत्यत्र प्रतिपादितरीत्या प्राकृतशरीररहितस्य परसात्मानुग्रहलव्धपरमात्मसंपत्तिकाले परमात्मदर्शनलाभादिः, एवं समाधिकाले सशरीरोऽपि स्वस्यात्यन्तिकभक्त्यनुभवात् लब्धपरमात्मानुग्रहविशेषेण कोऽहं? किं जातीयकः? को वासः? इत्यादयो ये ये प्राकृतशरीरविषयका भावाः सवस्तान् विस्मरति । यथा वा अस्मिन्नेव शरीरे विद्यमानोऽपि सुषुप्तः पुरुषः स्वीयं स्वात्मानं च परमात्मपरिष्वङ्गबलाद्विस्मरति । उक्तं हि छान्दोग्ये दहराधिकरणे “अहरहर्गच्छन्त इमं ब्रह्मलोकं न विदुरिति” ।\nश्रीमद्रामायणेऽशोकवनिकायां समाधिं प्राप्तां सीतां पश्यता हनुमता एवमनुसंहितम् ।\n“नैषा पश्यति राक्षस्यो नेमान् पुष्पफलद्रुमन् ।एकस्थहृदया नूनं राममेवानुपश्यति ॥\nइति । एकस्थहृदयेति सीता समाधिस्थितिं समाधिजन्यसुखं च नैषा पश्यतीत्यादिना च स्वशरीरबाधाश्च विस्मरन्ती स्थितैवेति गम्यते । राममेवानुपश्यतीत्यनेन संसारविस्मरणं च द्योत्यते ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66688",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥\nवितर्केति। वितर्कादिचतुष्टयभेदेन सम्यक् प्रकर्षेण ज्ञायते भाव्यस्य रूपं येन सः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66467",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइत्थमभ्यासवैराग्ये निरूप्य तत्साध्यं समाधिमाह –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥\nसम्यक्प्रज्ञायते येन भाव्यं वस्तु स संप्रज्ञातः समाधिर्भावनाविशेषः । स च वितर्कादिरूपैश्चतुर्भिरनुगमाच्चतुर्विधः – सवितर्कः सविचारः सानन्दः सास्मित इति । तत्र भावनया भाव्यभूतेन्द्रियगोचरसाक्षात्कारः सवितर्कः । पञ्चतन्मात्रान्तःकरणगोचरसाक्षात्कारः सविचारः । रजस्तमोलेशानुविद्धसत्त्वप्रधानबुद्धिगोचरसाक्षात्कारः सानन्दः । शुद्धसत्त्वप्रधानमहत्तत्त्वगोचर-साक्षात्कारः सास्मितः । तत्र वितर्कविचारद्वयं ग्राह्यम् । आनन्दो ग्रहणम् । अस्मिताख्यो ग्रहीता । तेषु ग्राह्यग्रहणग्रहीतृषु भावनोत्कर्षः संप्रज्ञातो योग इत्यर्थः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66322",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ संपज्ञातविभागमाह –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥\nसाक्षात्कारविशेषरूपैर्वितर्कादिभिरनुगमात् उपधानात्संप्रज्ञातश्चतुर्विधः । सम्यक् संशयविपर्ययराहित्येन प्रज्ञायते प्रकर्षेण ज्ञायते भाव्यस्वरूपं येन स संप्रज्ञातसमाधिः भावनाविशेषः । स सवितर्कः सविचारः सानन्दः सास्मितश्च । भावना च भाव्यस्य विषयान्तरपरिहारेण चेतसि पुनःपुनर्निवेशनम् । वितर्कादीनां क्रमेण निरोधस्यापि क्रमः । उच्चारोहे क्रमिकसोपानपरंपरावत् । स्वतो निरोधे क्रमाभावात् । वितर्कादिक्रम औत्सर्गिकः । एकदा चित्तस्य परमसूक्ष्मे प्रवेशस्य प्रायशोऽसम्भवात् ।’स्थूले विनिर्जितं चित्तं ततः सूक्ष्मं शनैर्नयेत्’ इति स्मृतेः । किञ्च स्थूलादिविषये रागे उत्तरोत्तरभूमौ चित्तसमाधानासम्भवः । अतः स्थूलादिसाक्षात्कारेण तत्र तत्र दोषदृष्ट्योत्तरोत्तरभूम्यारोहः । यदि तु कस्यचिदीश्वरप्रसादादादावेवोत्तरभूम्यारोहो भवति तेन पूर्वभूमिकाभ्यासस्तत्सिद्धिकामनां विना न कार्यः। एतच्च भूमिकाचतुष्टयमेकस्मिन्नेवालम्बने कर्तव्यम् । अन्यथा पूर्वपूर्वोपासनात्यागदोषापत्तेः, चित्तचाञ्चल्यदोषापत्तेश्च । तथाहि – यद्विराट्शरीरं चतुर्भुजादिकं वा स्वशरीरं वा पुरुषेश्वरसहितं जडचतुर्विंशतितत्त्वैः प्रकृत्या पुरुषेण च षड्विंशतितत्त्वसंघातं समष्टिव्यष्ट्यात्मकमालम्बनमधिकृत्य प्रथमं भावना प्रवर्तते तदालम्बनं, तत्रालम्बने स्थूलयोर्महाभूतेन्द्रिययोर्विद्यमानानामशेष-विशेषाणामतीतानागतवर्तमानव्यवहितविप्रकृष्टानां गुणदोषाणामदृष्टाश्रुतामतानामपि पूर्वापरानुसंधानेन शब्दार्थोल्लेखेन च भावनया यः साक्षात्कारः स वितर्क इत्युच्यते । तेन फलेनोपहितश्चित्तवृत्तिनिरोधो वितर्कानुगत इत्युच्यते । तत्रादृष्टाश्रुतामतानां पूर्वचिन्तनासम्भवेऽपि योगबलेनैवोत्तरोत्तरं तेषां साक्षात्कारो भवति । तस्यैव पुनः सवितर्कनिर्वितर्काख्यौ भेदौ वक्ष्यति । वितर्के विपरीततर्कणं शब्दार्थज्ञानविकल्परूपमित्यग्रे स्फुटम् । अत्र स्थूलसाक्षात्कारे तप्तायःपिण्डवदेकीभावेन पुरुषपर्यन्तानां भानमुत्तरे च पूर्वपूर्वहानिरिति भाष्ये स्पष्टम् । जपादिजन्यात् ध्रुवादीनां चतुर्भुजादिसाक्षात्काराच्चायं विलक्षणः । तेषां हि तपोध्यानादितुष्टः परमेश्वरः स्वयं शरीरं निर्माय पुरः प्रकटीभूय वागादिव्यवहारं चक्रे । योगिनस्तु योगबलेन वैकुण्ठश्वेतद्वीपादिरूपं पश्यन्तीति विशेषः । ततस्तत्रैवालम्बने दोषज्ञानेन स्थूलाकारदृष्टिं त्यक्त्वा कारणत्वेनानुगता ये तन्मात्राहंकारप्रकृतिरूपा भूतेन्द्रिययोः सूक्ष्मा अर्थास्तेषु क्रमेण धारणादित्रयेण यस्तद्गताशेषसाक्षात्कारः स विचारः, विशेषेण चरणं सूक्ष्मवस्तुपर्यन्तं यत्रेत्यर्थात्तदुपहितो विचारानुगतः । अस्य सविचारनिर्विचाररूपौ भेदौ वक्ष्यति । नच स्थूलालम्बने कथं सूक्ष्मदृष्टिर्यथार्था । सर्वेषां षड्विंशतितत्त्वकार्यतया कार्यकारणयोश्चाभेदेन षड्विंशतितत्त्वरूपत्वात् । तत्रापि कार्यरूपताऽस्थिरा कारणरूपतैव च सत्या । नचैवमप्यदृष्टस्य कथं भावना, श्रुतमतप्रकारतयैव सामान्यतो भावनासंभवात् । अश्रुतामतविषयस्य च योगजधर्मबलेनैव साक्षात्कार एवं सर्वत्र बोध्यम् । ततस्तत्रैवालम्बने तामपि दृष्टिं दोषदर्शनेन त्यक्त्वा चतुर्विंशतितत्त्वानुगतसुखरूपपुरुषार्थे धारणादित्रयेण पूर्ववदशेषविशेषतः सुखाकारः स आनन्दः ज्ञानज्ञेययोरभेदोपचारात् तदुपहितः सानन्दः । यद्यपि सुखवद्दुःखमोहावपि सर्वत्र तथापि सुखरागेणैव संसारादात्मदर्शनप्रतिबन्धाच्च तदेव मुख्यतोऽशेषविशेषतो योगेन द्रष्टव्यम् । यथा तत्र दोषदर्शनेन दुःखदृष्ट्या योगजसिद्धिष्वपि वैराग्यं स्यादित्याशयेनानन्दमात्रे योगोपदेश इति बोध्यम् । तत आनन्दपर्यन्तं दोषदर्शनेन विरज्य तत्रैवालम्बने जीवेश्वररूपं यत्पुरुषद्वयमस्ति तदन्यतरस्य कूटस्थचिन्मात्ररूपस्य जडेभ्यो विवेकेन य आत्माकारः साक्षात्कारः सोऽस्मिता, देहादिभिन्नोऽस्मीत्येतावन्मात्राकारत्वादस्मीत्येतावन्मात्राकारत्वाद्वा । इतः परं ज्ञातव्याभावादेषा चरमभूमिका । अत्रास्मिताशब्देन विविक्तचेतनाकारं मात्रतोपलक्ष्यते । तेनादीनभावेन(?)य ऐश्वरश्चेतनतत्वसाक्षात्कारस्तस्यापि संग्रहः । तदनुगतोऽस्मितानुगतः । अस्यैव परा काष्ठा धर्ममेघसमाधिरित्युच्यते । यस्योदये ज्ञानेऽप्यलंप्रत्ययरूपपरवैराग्यं जायते । तत्र पूर्वं जीवात्मविषयास्मिता । ततस्ततोऽपि सूक्ष्मा परमात्मविषया । जीवस्वरूपज्ञानं हि प्रत्यक्षं तत्रैव परिच्छिन्नकूटस्थत्वादिज्ञानस्यैव तत्साक्षात्कारत्वात् । अयमेव सत्वपुरुषान्यताख्यातिशब्देनोच्यते । पारमेश्वरयोगस्तु कौर्मे उक्तः – ’यत्र साक्षात्प्रपश्यन्ति विमुक्ता विश्वमीश्वरम्’ इति । कारणरूपेण विभुत्वेन च सर्वत्रानुगमादस्मिताया अचेतनघटाद्यालम्बनेष्वपि संभव इति दिक् । चत्वारोऽप्येते सालम्बनाः सबीजा इति चोच्यन्ते ध्येयरूपालम्बनयोगाद्वृत्तिबीजसंस्कारोऽन्तत(?)श्चेति ध्येयम् ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66078",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं चतुर्विधं संप्रज्ञातं दर्शयति –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥\nस्थूलसाक्षात्कारो वितर्कः । सूक्ष्मसाक्षात्कारो ध्यानेन स्थूलकारणपञ्चतन्मात्राविषयको विचारः। इन्द्रियाणामस्थूलरूपत्वेऽपि प्रकाशकत्वेन सात्त्विकरूपत्वात्तेषां ध्यानेन साक्षात्कार आनन्दः । तेषां कारणं बुद्धिः । सा ग्रहीत्रैकीभूताऽस्मितेत्युच्यते । तद्विषयकसाक्षात्कारोऽस्मिता । अत्र स्थूलं सूक्ष्मं च ग्राह्यं, ग्राहकाणीन्द्रियाणि, गृहीताऽस्मिता । तेषु ध्यानपरिपाकः संप्रज्ञातो योगः । स चैतैः स्वरूपैरनुगमाच्चतुर्विधः सवितर्क इत्यादिः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65927",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुना सोपायमसम्प्रज्ञातं लक्षयति – \nविरामप्रत्ययाभ्यासपूर्वः संस्कारशॆषोन्यः॥१८॥\nविमरणं विरामो वृत्तीनामभावः। तस्य प्रत्ययः प्रत्वेपि जनयातीति प्रत्ययः कारणं परवैराग्यम्। तस्याभ्यासः पौनःपुन्यं पूर्व उपायो यस्य स तथा। संस्कारशेषः ख्यातिसंस्कारः एव शिष्यते पूर्वपदेनोपायस्य, शेषाभ्यां स्वरूपस्य कथनम्। अथवा संस्कारशेषाः स्वापो विदेहप्रकृतिलीनानामनुभवश्च भवतीति तत्राव्याप्तिवारणाय पूर्वपदमातावन्मात्रमौपनिषदानामात्ममात्र्सत्यत्वबुद्धिजजीवन्मुक्तावतिव्याप्तमिति संस्काराशेषपदम्। न हि तदानीं  संस्कारशेषत्वमस्ति। मिथ्यात्वघटत्वादिना जगद्भानस्य तदानीमङ्गीकारात् । तथा़ च  परविराग्यहेतुकः संस्कारशेषोऽसम्प्रज्ञात इति सिद्धम्। सोऽयं योग एव भवतीति भावः॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65720",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगस्य प्रकृष्टं साधनं निर्दिष्टम् । इदानीं योगस्यावान्तरविभाग उच्यते सूत्रैः –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥\nसाक्षात्कारविशेषरूपैर्वितर्कादिभिरनुगमाद्धेतोः सम्यक्प्रज्ञावत्त्वेन संप्रज्ञातनामा योगो भवति । चतुर्विध इत्यर्थः । एकस्मिन्नेव चतुर्भुजादिव्यष्टिसमष्टिसंघातरूपालम्बने चतुर्विधः संप्रज्ञातः क्रमेण भवति। तत्र भूतेन्द्रिययोरश्रुतामताशेषविशेषसाक्षात्कारे वितर्कपरिभाषा । तेन च फलेनोपहितश्चित्तवृत्तिनिरोधो वितर्कानुगत उच्यते । तथा तत्रैवालम्बने कारणत्वेनानुगता ये प्रकृतिमहदहङ्कारतन्मात्ररूपा भुतेन्द्रिययोः सूक्ष्माद्यर्थास्तद्गताशेषविशेषसाक्षात्कारे विचारसंज्ञा । तेन च फलेनोपहितश्चित्तवृत्तिनिरोधो विचारानुगतः । तथा तत्रैवालम्बने यश्चतुर्विंशतितत्त्वानुगतः सुखरूपः पुरुषार्थोऽस्ति, तद्गताशेषविशेषसाक्षात्कारे आनन्दसंज्ञा । तेन च फलेनोपहितश्चित्तवृत्तिनिरोध आनन्दानुगतः । यद्यपि दुःखमोहादिधर्मजातं त्रिगुणात्मकं सकलवस्तुष्वस्ति तथापि सुखरागेणैव संसारादात्मनो बन्धाच्च तदेव मुख्यतो द्रष्टव्यम् । यथा तत्र दोषदर्शनेन योगजसिद्धिष्वपि वैराग्यं स्यादित्याशयेनानन्दमात्रे योग उपदिष्टः । तथा तत्रैवालम्बने जीवेश्वररूपं यत्पुरुषद्वयमस्ति तदन्यतरस्याशेषविशेषसाक्षात्कारे अस्मितासंज्ञा । तेन च फलेनोपहितश्चित्तवृत्तिनिरोधोऽस्मितानुगत इति । आसु च संप्रज्ञातभूमिकासु उत्सर्गतः क्रमोऽप्यस्ति । स्थूलादिक्रमेणैव परमसूक्ष्मपर्यन्तं चित्तसमाधानसंभवात् । यस्य त्वीश्वरानुग्रहवशादादावेवोत्तमभूमिकालाभो भवति तस्य पूर्वपूर्वभूमिषु योगो नापेक्ष्यत इति संप्रज्ञातस्वरूपं विभागश्चोक्तः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65564",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवमभ्यासवैराग्ये निरूप्य तत्साध्यं निरूपयन्नादौ संप्रज्ञातं चतुर्विधं दर्शयति- \nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ ( १७ )\nयथा लोके प्राथमिकधानुष्कः स्थूलमेव लक्ष्यं विध्यति, पश्चात् सूक्ष्मं, तथा प्राथमिको योगी स्थूलमेव शालग्रामादिकं ध्यानेन साक्षात्करोति । स स्थूलसाक्षात्कारो वितर्कः । तस्य स्थूलस्य कारणं पञ्चतन्मात्रादिकं सूक्ष्मम् । तस्य ध्यानेन साक्षात्कारो विचारः । इन्द्रियाणि स्थूलानि प्रकाशकत्वात् सत्त्वरूपाणि तेषां ध्यानेन साक्षात्कारः आनन्दः । तेषां कारणं बुद्धिः पुरुषरूपेण ग्रहीत्रैकीभूता सती अस्मिता । तस्या ध्यानेन साक्षात्कारोस्प्यस्मिता उच्यते । तत्र स्थूलं सूक्ष्मं च ग्राह्यम्, इन्द्रियाणि ग्रहणानि अस्मिताख्यो ग्रहीता । तेषु ग्रहीतृग्रहणग्राह्येषु ध्यानपरिपाकः संप्रज्ञातो योगः । स च वितर्कविचारानन्दास्मितास्वरूपैः चतुर्भिः अनुगमात् चतुर्विधः सवितर्कः, सविचारः, सानन्दः सास्मित इति । अत्र यथा घटज्ञानं मृद्विषयं तादात्म्यात् तथा स्थूलयोगः योगः स्थूलसूक्ष्मेन्द्रियास्मिताविषयकः । सूक्ष्मयोगस्त्रयविषयकः । अन्यौ द्व्-येकविषयौ इति विशेषो भाष्यकृद्भाषितः । तत्र मृज्ज्ञानं घटादिविषयं यथा तद्वत् सूक्ष्मादियोगाः स्थूलाद्यविषया इति मन्तव्यम् । भोजवृत्तौ तु इन्द्रियेषु सवितर्कमुक्त्वा तन्मात्रेषु सविचारमुक्त्वा अहङ्कारे सानन्दः, महत्तत्त्वे सास्मित इत्युक्तम् । तत्र ’अहम्’ इति विषयग्राहकान्तःकरणमहङ्कारः ।अन्तर्मुखं सत्तामात्रे महत्तत्त्वे लीनं, सत्तामात्रावभासकमस्मितेति तयोर्भेदः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65376",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथोपायद्वयेन निरुद्धचित्तवृत्तेः कथमुच्यते संप्रज्ञातः समाधिरिति –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥ \nवितर्कश्चित्तस्याऽऽलम्बने स्थूल आभोगः आनन्दो ह्लादः। सूक्ष्मो विचारः। एकात्मिका संविदस्मिता। तत्र प्रथमश्चतुष्टयानुगतः समाधिः सवितर्कः। द्वितीयो वितर्कविकलः सविचारः। तृतीयो विचारविकलः सानन्दः। चतुर्थस्तद्विकलोऽस्मितामात्र इति। सर्व एते सालम्बनाः समाधयः ॥ १७ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64989",
      "key": "1-17",
      "order": 117,
      "tags": [
        "1-17",
        "Pada 1",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं योगस्य स्वरूपमुक्त्वा संप्रज्ञातस्वरूपं भेदमाह –\nवितर्कविचारानन्दास्मितारूपानुगमात्संप्रज्ञातः ॥ १७ ॥ \nसमाधिरिति शेषः। सम्यक्संशयविपर्ययरहितत्वेन प्रज्ञायते प्रकर्षेण ज्ञायते भाव्यस्य स्वरूपं येन स संप्रज्ञातः समाधिर्भावनाविशेषः। स वितर्कादिभेदाच्चतुर्विधः सवितर्कः सविचारः सानन्दः सास्मितश्च। भावना भाव्यस्य विषयान्तरपरिहारेण चेतसि पुनः पुनर्निवेशनम्। भाव्यं च द्विविधम् ईश्वरस्तत्त्वानि च। तान्यपि द्विविधानि जड़ाजड़भेदात्। जड़ानि चतुर्विंशतिः। अजड़ः पुरुषः। तत्र यदा महाभूतेन्द्रियाणि स्थूलानि विषयत्वेनाऽऽदाय पूर्वापरानुसंधानेन शब्दार्थोल्लेखसंभेदेन च भावना क्रियते तदा सवितर्कः समाधिः। अस्मिन्नेवाऽऽलम्बने पूर्वापरानुसन्धानशब्दोल्लेखशून्यत्वेन यदा भावना प्रवर्त्तते तदा निर्वितर्कः। तन्मात्रान्तःकरणलक्षणं सूक्ष्मविषयमालम्ब्य तस्य देशकालधर्मावच्छेदेन यदा भावना प्रवर्त्तते तदा सविचारः। तस्मिन्नेवावलम्बने देशकालधर्मावच्छेदं विना धार्मिमात्रावभासित्वेन भावना क्रियमाणा निर्विचार इत्युच्यते। एवं पर्यन्तः समाधिर्ग्राह्यसमापत्तिरिति व्यपदिश्यते। यदा तु रजस्तमोलेशानुविद्धमन्तःकरणसत्त्वं भाव्यते तदा गुणभावाच्चितिशक्तेः सुखप्रकाशमयस्य सत्त्वस्य भाव्यमानस्योद्रेकात् सानन्दः समाधिर्भवति। अस्मिन्नेव समाधौ ये बद्धधृतयस्तत्त्वान्तरं प्रधानपुरुषरूपं न पश्यन्ति ते विगतदेहाहङ्कारत्वाद्विदेहशब्दवाच्याः। इयं ग्रहणसमापत्तिः। ततः परं रजस्तमोलेशानभिभूतं शुद्धसत्त्वमालम्बनीकृत्य या प्रवर्त्तते भावना तस्यां ग्राह्यस्य सत्त्वस्य न्यग्भवात् चितिशक्तेरुद्रेकात् सत्तामात्रावशेषत्वेन समाधिः सास्मित इत्युच्यते। न चाहङ्कारास्मितयोरभेदः शङ्कनीयः। यतो यत्रान्तः करणमहमिति उल्लेखेन विषयान् वेदयते सोऽहङ्कारः। यत्रान्तर्मुखतया प्रतिलोमपरिणामे प्रकृतिलीने चेतसि सत्तामात्रं अवभाति साऽस्मिता। अस्मिन्नेव समाधौ ये कृतपरितोषा परं परमात्मानं पुरुषं न पश्यन्ति तेषां चेतसि स्वकारणे लयमुपागते प्रकृतिलया इत्युच्यन्ते। ये परं पुरुषं ज्ञात्वा भावनायां प्रवर्त्तन्ते तेषामियं विवेकख्यातिर्ग्रहीतृसमापत्तिरित्युच्यते। तत्र संप्रज्ञाते समाधौ चतस्रोऽवस्थाः शक्तिरूपतयाऽवतिष्ठन्ते। तत्रैकैकस्यास्त्याग उत्तरोत्तरा इति चतुरवस्थोऽस्यं संप्रज्ञातः समाधिः।\n"
    }
  ]
}