{
  "results": [
    {
      "book": "YogaSutras",
      "id": "63994",
      "key": "1-4",
      "order": 4,
      "tags": [
        "Pada 1",
        "Sutra 4"
      ],
      "text": "वृत्तिसारुप्यमितरत्र ॥ १-४ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66870",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥ \nचित्तवृत्तिविक्षेपकाले सत्त्वरजस्तमोरूपगुणत्रयप्राकृत (प्राकृतपरिणामाहंकारविकार) पुरुषभेदेन विभिन्नं सत् प्राक्तनकर्मवासनाबलात् चित्तमिति नाम्ना प्रथितं च यद्यपि रूपं लभते, तत्तत्समानाकारेण परिणततादृशप्राकृतकायबद्धः स स पुरुषः तत्समानाकारं लब्ध्वा तादृक्कायलाभात् प्राक्गुणमयप्राकृतरूपविहीनोपीदानीं तल्लाभानन्तरं यथा शैलूषो विभक्तवेषभूषाधारणेन स्वयमेकोऽपि नाना नामानि लभते, नानाप्रवृत्तिमान् भूत्वा विविधानि फलान्यनुभवन्निवाभिनयति, तथा अयमपि लब्धप्राकृतकायो विचित्ररूपलावण्यभाषावान् भूत्वा तदनुगुणानि भाषणानि कर्माणि च कुर्वन् तज्जन्यफलान्यनुभवन् क्वचित् खिद्यति, क्वचित् तुष्यति, क्वचिच्चनृत्यति, गायति, रौति च ।\nचित्तपदमत्र प्राक्तनकर्मबललब्धबद्धावस्थापरं जीवस्येति नारदाय सनत्कुमारोपदिष्टभूमविद्यान्तर्गतछान्दोग्ये सप्तमेऽध्याये दृश्यते “चित्तं वाव संकल्पात् भूयः” इति वाक्ये ।\nसूत्रार्थस्तु, इतरत्र, चित्तविक्षेपकाले, वृत्तिसारूप्यं या याश्चित्तवृत्तयो द्रष्टुरित्यध्याहारात् पुरुषस्य इत्यर्थो लभ्यते यादृग्यादृरूपवत्यः तत्तत्समानरूपतां पुरुषो लभते । पुरुष इति जात्येकवचनम् ।\nयोगवल्लीं बुधाः प्राहुर्ज्ञानभोगधनप्रदाम् ।ज्ञानवल्ली भोगवल्ली धनवल्लीति च त्रिधा ॥\nअकामानां ज्ञानवल्ली धनवल्ली फलार्थिनाम् ।आत्मसायुज्यकामानां भोगवल्ली हदि स्थिता ॥\nयावद्रूपाणि लोकेऽस्मिन् चराचरपरात्मनाम् ।तावद्रूपाणि लभते योगवल्ली परात्परा ॥\nयोगेश्वरः कृष्ण इति भीष्मः प्रोवाच भूतले ।कृष्णप्रियां योगवल्लीं सर्वदेवा जगुर्दिवि ॥\nवर्तमाना चित्तवृत्तिर्वृत्तिहीनान् करोति हि ।तस्मात् कुरुध्वं चित्तस्य रोधं प्राप्त पतञ्जलिः ॥\nश्रीमान्नाथमुनिः प्राह पतञ्जलिमतं भुवि ।यावत् तिष्ठति नो रोगो नाज्ञानं न भयं सदा ॥\nयोगवल्लीप्रसादान्मे साक्षात्कारोऽभवत् त्रयम् ।तत्त्वानान्तेन नान्योऽहमभवं समयी सदा ॥\nस्मराम्यहं योगवल्लीसुखं नारायणं सदा ।शङ्खचक्रगदाशार्ङ्गहस्तं चतुर्भुजम् ॥\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66706",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥\nइतरत्र योगादन्यस्मिन् काले वक्ष्यमाणलक्षणवृत्तिभिः सारूप्यं तद्रूपत्वम् ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66655",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु तर्हि व्युत्थाने चितिशक्तेः स्वरूपात्प्रच्युतिः स्यादित्यत्राह –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥\nयद्यपि निर्विकारा चितिशक्तिः सदा स्वरूप एवावतिष्ठते, तथापि निरोधादन्यत्र वृत्तिषूत्पद्यमानासु तत्र चितिच्छायायां प्रतिबिम्बितायां तदविवेकात्तत्तादात्म्यमापन्नेव चितिशक्तिर्भवति जपारक्त इव स्फटिकः । अतो न स्वरूपात्प्रच्युतिः । न हि लौहित्यभ्रमसमये समस्ति स्फटिकमणेरवदातस्वभावात्प्रच्युतिरिति भावः । एतेन सूत्रद्वयेनार्थाद्यन्निरोधे चितिशक्तिः स्वरूपप्रतिष्ठा यद्व्युत्थाने स्वरूपाप्रतिष्ठेव भवति तच्चित्तमिति द्वितीयसूत्रगतचित्तपदं व्याख्यातं भवति ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66271",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीमसंप्रज्ञातव्यतिरिक्ते व्युत्थानकाले चिच्छक्तेस्तादृशस्वरूपाया अपि औपाधिकमनर्थयोगं दर्शयति योगे लोकानां प्रवृत्तये –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥\nइतरत्र योगाभावकाले समानमेकं रूपं यस्य स सरूपस्तस्य भावः सारूप्यं वृत्तिभिः सारूप्यमित्यर्थः । व्युत्थाने हि बिम्बप्रतिबिम्बरूपयोर्वृद्धिवृत्तिपुरुषवृत्त्योः सारूप्यम् । वृत्तयोऽपि दीपशिखा इव द्रव्यरूपा भङ्गुराश्चित्तस्य परिणामाः । नचापरिणामिनः पुरुषस्य वृत्तिः, दर्शितविषयत्वात् । बुद्ध्या निवेदितविषयत्वं हि तत्त्वं, निवेदनं च स्ववृत्त्यारूढविषयस्य प्रतिबिम्बस्वरूपेण चितावाधानम् । एवञ्च ते प्रतिबिम्बा एव तस्य वृत्तयः । तदुक्तं भाष्ये – ’व्युत्थाने याश्चित्तवृत्तयः तदविशिष्टवृत्तिः पुरुषः’ इति । प्रतिबिम्बोऽपि न स्फटिकवत् किंत्वनिमान एव । एतद्यद्वृत्तिसारूप्यमेव वृत्त्याकारताख्यं तदेवास्यार्थोपरक्तवृत्तिभानं तस्य चाकारोऽयं घट इत्यादिरूप एव नतु वृत्तिबोधस्य पृथगाकारोऽस्ति । घटमहं जानामीत्यादि तु बुद्धेरेवाकारान्तरमिति कश्चित् । ज्ञानस्य स्वप्रकाशत्वादेवमभिलाप इत्यन्ये । वृत्त्यभिन्नैकरूपता चित्तेन सह द्रष्टुरिति भावः । बुद्धिपुरुषयोः संनिधानादभेदग्रहेण ताभिरेव वृत्तिभिः पुरुषोऽपि वृत्तिमानिवाकर्तापि कर्त्रेवाभोक्तापि भोक्तेव दुःखादिमानिव विवेकख्यातिरहितोऽपि तत्सहित एव विवेकख्यात्या प्रकाशते । भोक्तृत्वभोग्यतालक्षणसंबन्धश्चानाद्यविद्यानिमित्तकः प्रतिनियतयोरेव बुद्धिपुरुषयोः स्वस्वामिभावोऽनादिरेव । यथा ह्ययस्कान्तः स्वस्मिन्नेवायःसंनिधीकरणात् शल्यनिष्कर्षकतयोपकारी स्वामिनः खं भवति भोगसाधनत्वादेवं चित्तमयःसदृशविषयजातस्य स्वस्मिन्संनिधीकरणात् दृश्यत्वमुपकारं जनयन् पुरुषस्य स्वं, भोगसाधनत्वात् । यद्यपि भोग्यभोक्तृभावो न प्रलये तथापि स्वभुक्तवृत्तिवासनावत्त्वादिकमेव बुद्धौ पुरुषस्य स्वत्त्वं, चित्तस्य कार्यत्वेऽपि बीजावस्थया नित्यत्वादनादित्वाक्षतिः । तत्सारूप्यमेव चितेर्दुःखभोगः । प्रतिबिम्बस्वरूपदुःखहानमेव मोक्षः । ये त्वात्मनि मनःसयोगात्सुखाद्युत्पत्तिरिति वदन्ति तेषां कार्णद्वयकल्पनागौरवम् । आत्मनि विषयनिष्ठसुखाद्याकारवृत्तिस्वीकारे परिणामित्वापत्तिश्च । बुद्धावर्थविषयकत्वमनर्थाकारतैव बुद्धिपरिणामविशेषरूपा नतु तत्प्रतिबिम्बः, स्वप्नादौ विषयाभावेन तत्प्रतिबिम्बासंभवात् । पुरुषे तु सा परिणामरूपा न संभवतीति प्रतिबिम्बरूपैव । वृत्तीनामेव च प्रतिबिम्बार्पणसामर्थ्यमिति न संस्कारशेषाया बुद्धेरसंप्रज्ञाते प्रतिबिम्बनम्, उक्तस्वस्वामिभावस्यैव प्रतिबिम्बे नियामकत्वान्न परबुद्धिवृत्तेः परस्य भानम् । ’यथा संल्लक्ष्यते रक्तः केवलस्फटिको जनैः । रञ्जकाद्युपधानेन तद्वत्परमपुरुषः’ इति स्मृतेश्च प्रतिबिम्बस्वीकार इति दिक् । एवं बुद्धावपि चित्प्रतिबिम्ब आवश्यकः । अन्यथा कर्तृकर्मविरोधेन चैतन्यभानानुपपत्तिरिति ध्येयम् । उभयत्रोभयाकारबुद्धिपरिणाम एव प्रतिबिम्ब इति दिक् ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66088",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु तर्हि व्युत्थाने स्वभावच्च्युतिः स्यादित्याशङ्क्याह –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥\nइतरत्र निरोधाद् व्युत्थाने सति याश्चित्तवृत्तयः शान्ताद्यास्तत्सारूप्यं वृत्तिमद्बुद्ध्यविवेकेन पुरुषस्य शान्तो दुःखीति वृत्तितादात्म्यभ्रम इत्यर्थः । अतो न स्वभावात् प्रच्युतिः । न हि लौहित्यभ्रमकाले स्फटिकस्य स्वभावाच्च्युतिरस्तीति भावः । निरोधे मुक्तिर्व्युत्थाने बन्ध इति सूत्रद्वयतात्पर्यम् ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65913",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं चित्तस्येच्छाविलक्षणानेकवृत्तीनां निरोद्धव्यानां सत्वेऽपि तासां वक्ष्यमाणपञ्चप्रकारवृत्तिनिरोधेनैव निरोधो भवतीत्यभिप्रेत्य पुम्प्रयत्न निरोद्धव्याः पञ्चप्रकारा एवेत्याह –\nवृत्तयः पञ्चतय्यः क्लिष्टाऽक्लिष्टाः॥५॥\nवृत्तय इति वृत्तयश्चैत्रादिभेदात् वृत्तिसमूहाः, पञ्चतय्यः पञ्चप्रकारा अवयवा यासां ताः। अवयविनो वृत्तिसमूहाः प्रमाणादिपञ्चप्रकारावयवका इति यावत्। तासां हानोपादानसिद्धये भेदमाह॥ क्लिष्टाऽक्लिष्टा इति॥ तत्र क्लिष्टा विविधानेकविषयवासनानिबन्धना रागादिहेतुतया दुःखाख्यक्लेषफलिका विषयाकारवृत्तयो राजस्यस्तामसस्यश्च। ताभिस्तृष्णादिद्वारा परानुग्रहनिग्रहाभ्यां धर्माधर्मयोरुत्पत्या दुःखधराया एवानुभवात्। अक्लिष्टा विवेकख्यातितत्साधनसम्बन्धाः क्लेषफलकवृत्तिविरोधिन्यः सात्विक्यः। अक्लिष्टत्वं च यद्यपि प्रमाणवृत्तरात्मगोचरायाःक्लेशादिविरोधित्वेन, विपर्यस्य शालग्रामादौ विष्ण्वादिधीरूपस्य पुण्यविशेषजनकत्वेन, विकल्पस्य भेदवादिमते तत्त्वमस्यादि वाक्यजन्याभेदबोधस्य कथञ्चित् तत्तदुद्धारकत्वेन, निद्रायाः सुखाद्यनुभावकत्वेन, स्मृतेर्नीलमेघादिदर्शनेन श्रीकृष्णादि विषयिण्या अदृष्टोतादकत्वेन स्फुटं, ताभिरेव च यथासम्भवं दृष्टाऽदृष्टद्वार क्लिष्टावृत्तीनां निरोधश्च भवतीत्यतो तासां निरोधो, न वा सर्वासां निरोधनार्थं साधनान्तरप्रत्ययासश्चोचित्तस्तथाप्यासां साक्षान्निर्वाणहेतुत्वस्वस्वरूपाननुगुणत्वेन निरोधः सर्वासामात्यन्तिकनिरोधार्थं प्रयासान्तरश्चोचित एवेति भावः॥५॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65743",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगकालेऽनर्थनिवृत्तिं प्रदर्श्य कूटस्थनित्यस्याप्ययोगकाले तद्विपर्ययं दर्शयति –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥\nइतरत्र वृत्तिकाले वृत्तिसादृश्यं द्रष्टुर्भवतीत्यर्थः । वृत्तीनां सुखदुःखमोहात्मकघटाद्याकारतया चैतन्यमपि तत्प्रतिबिम्बवशात्तद्रूपमिव भवति । यथा जपालौहित्येन स्फटिकोऽपि लोहित इव भवति तद्वत् । इदमेव द्रष्टुर्वृत्तिसारूप्यं विषयोपरक्तवृत्तिग्रहणम् । तदा सुखदुःखभोगरूपोऽनर्थोऽपीति भावः । ’आदानस्य ग्रहणत्वादभ्यवहरणस्य च भोगत्वात्’ इति वार्तिके चैतद्गुरुचरणैः प्रसाधितं प्रपञ्चितं च, अत्र सूत्राभ्यामेतत्सिद्धम् । वृत्तिकाल एव पुरुषस्य दुःखभोगरूपः संसारो वृत्तिवियोगे च तन्निवृत्तिरूपं कैवल्यमतो वृत्तयो निरोद्धव्या इति । इदं च योगस्यापातफलमुक्तम् । मुख्यफलं तु संप्रज्ञातयोगस्य ध्येयसाक्षात्कारः । असंप्रज्ञातफलमुक्तम् ।मुख्यफलं तु संप्रज्ञातयोगस्य ध्येयसाक्षात्कारः । असंप्रज्ञातयोगस्य च तत्त्वज्ञानसाधारणाखिलज्ञानवासनाक्षयेण प्रारब्धमप्यतिक्रम्याशु मोचनमिति वार्तिककृद्भिः प्रपञ्चितम् ॥ ४ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65553",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु तर्हि व्युत्थाने पुरुषस्य स्वभावात्प्रच्युतिः स्यादित्याशङ्क्याह- \nवृत्तिसारूप्यमितरत्र ॥ ( ४ ) \nइतरत्र निरोधाद् व्युत्थाने सति याश्चित्तस्य वृत्तयः शान्ताद्यास्तत्सारूप्यं वृत्तिमद्बुद्ध्यविवेकात्पुरुषस्य ’शान्तो दुःखी मूढास्मि’ इति वृत्तितादात्म्यभ्रम इत्यर्थः । अतो न स्वभावात् प्रच्युतिः । न हि लौहित्यभ्रमकाले स्फटिकस्य श्वेतस्वभावात् प्रच्युतिरस्तीति भावः । निरोधे मुक्तिः व्युत्थाने बन्ध इति सूत्रद्वयतात्पर्यम् ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65339",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकथं तर्हि, दर्शितविषयत्वात् –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥ \nव्युत्थाने याश्चित्तवृत्तयस्तदविशिष्टवृत्तिः पुरुषः। तथा च सूत्रम् – “एकमेव दर्शनं ख्यातिरेव दर्शनम्” इति। चित्तमयस्कान्तमणिकल्पं संनिधिमात्रोपकारि दृश्यत्वेन स्वं भवति पुरुषस्य स्वामिनः। तस्माच्चित्तवृत्तिबोधे पुरुषस्यानादिः संबन्धो हेतुः ॥ ४ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64939",
      "key": "1-4",
      "order": 104,
      "tags": [
        "1-4",
        "Pada 1",
        "Sutra 4",
        "Yoga Sutra Commentary"
      ],
      "text": "\nव्युत्थानदशायान्तु तस्य किं रूपम् इत्याह –\nवृत्तिसारुप्यमितरत्र ॥ ४ ॥ \nइतरत्र योगादन्यस्मिन्काले वृत्तयो या वक्ष्यमाणलक्षणास्ताभिः सारूप्यं तद्रपूत्वम्। अयमर्थः यादृश्यो वृत्तयो दुःखमोहसुखाद्यात्मिकाः प्रादुर्भवन्ति तादृग्रूप एव संवेद्यते व्यवहर्तृभिः पुरुषः। तदेवं यस्मिन्नेकाग्रतया परिणते चित्तिशक्तेः स्वस्मिन् स्वरूपे प्रतिष्ठानं भवति यस्मिंश्चेन्द्रियवृत्तिद्वारेण विषयाकारेण परिणते पुरुषस्तद्रपाकार एव परिभाव्यते यथा जलतरङ्गेषु चलत्सु चन्द्रश्चलन्निव प्रतिभासते सच्चित्तम्।\n"
    }
  ]
}