{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64052",
      "key": "1-44",
      "order": 44,
      "tags": [
        "Pada 1",
        "Sutra 44"
      ],
      "text": "एतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ १-४४ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66905",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥ \nसवितर्कनिर्वितर्कसमाधिः स्थूलविषये । सविचारनिर्विचारसमाधिः सूक्ष्मविषये । ध्येयपदार्थो विषयः । ध्येयस्तु परमात्मा । तस्य प्रमाणमीश्वरप्रणिधानसूत्रमेव । तेन ध्यानध्येयध्यातृणां पार्थक्यं निर्णीतम् । एतेन ध्यानध्येयध्यातॄणां कल्पानां व्यावहारिकीति ब्रुवन्तःपरास्ताः । ध्यातृस्थापनसूत्रं\n‘तदा द्रष्टुः स्वरूपेऽवस्थानमि’\nइति ध्यानस्वरूपप्रतिपादकसूत्रं\n‘तत्र प्रत्ययैकतानता ध्यानम्’\nइति, समाधिप्रतिपादकसूत्रं च\n‘अर्थमात्रनिर्भासं स्वरूपशून्यमिव समाधिरि’ इति । ध्येयश्च ईश्वर एव नान्य इत्येतत् ।\n‘तस्य वाचकः प्रणवः’\n‘तज्जपस्तदर्थभावनम’\n‘ततः प्रत्यक्चेतना.........\nइति सूत्रत्रयेण निरूपितम् । रजस्तमोभ्यामनभिहतचित्तस्यैव ध्यातुश्चतुर्विधसमाध्यवस्थासु ध्येयस्य स्थूलसूक्ष्मरूपाणि गोचराणि भवन्ति । ध्येयस्य परमात्मन आकारः सूक्ष्मः स्थूलश्च । स न प्राकृतः किन्त्वप्राकृतः स्वयंप्रकाशरूपश्च । स्वसंकल्पमात्रेणैव स ध्यात्रनुग्रहार्थं स्थौल्यं सौक्ष्म्यं च स्वस्मिन् स्वयमेव दर्शयति । जगदीश्वरस्य जगद्रक्षितुर्भगवतः स्वभावत एव क्लेशकर्मरहितस्य ध्यात्रनुग्रहाय स्वेनैव प्रदर्शितविविधाकारः स्वविचित्रशक्तियोगबलात् शुभात्मका एव इत्यत्र ।\n“समस्ताश्शक्तयश्चैता नृप यत्र प्रतिष्ठिताः ।\nतद्विश्वरूपवैरूप्यं रूपमन्यत् हरेर्महत्”\nइति पराशरपुराणे व्यक्तमुक्तम् । तत्रैव विदांकुर्वन्तु महान्तः । ईदृशं च रूपं ध्यातृधर्मभूतज्ञानगोचरम् । ध्यानमहिम्ना प्रीतेन भगवतैव ध्यात्रनुग्रहाय केवलं प्रदर्शितमिति ।\n“तेषामेवानुकम्पार्थ” ................ इत्यादिषु भगवद्गीताया अवगम्यते । ईदृशभगवद्रूपसाक्षात्कारो यस्य, तस्य निर्वितर्कसमाधिलक्षणं भगवान् पतञ्जलिः प्राह “स्मृतिपरिशुद्धौ” इति ।\nस्मृतिपरिशुद्धौ, स्मृतिः समाधिकालीनदर्शनसमानाकारस्मृतिः तस्याः परिशुद्धिरविस्मरणं सान्तत्यं, न तु विषयान्तरमिश्रणं समाधौ ध्येयस्वरूपातिरिक्तस्य विषयस्याभावात् । तच्च स्मरणं ध्यातुर्भगवदाकारानुभवबललभ्यम् । अनुभवश्च साक्षात्काररूपः । यावान् बलवान् साक्षात्कारस्तावान् बलिष्ठः संस्कार उत्पद्यते । यावान् बलीयान् संस्कारस्तावता द्रढिम्ना स स्मृतौ रुढो भवति । तादृशस्मृतिरेवात्र सूत्रे स्मृतिपरिशुद्धौ इत्यस्यार्थः । तादृशस्मृतिपरिशुद्धौ सत्यां ध्येयाकारस्मरणकर्तुः स्मरणस्य च विस्मरणमेव स्वरूपशून्यमिव भवतीति स्वरूपशून्येवेत्यस्यार्थः । ध्याता आनन्दस्वरूपो भवति । अत एवात्र सूत्रेऽर्थमात्रनिर्भासेति सार्थकोऽर्थः । ध्येयध्यातृस्मरणानि तान्येव निर्भासन्ते प्रकाशन्तेऽनुभूयन्ते च । एतादृशोऽनुभवो ध्येयाकारसूक्ष्मविषयकसमाधिनिष्ठस्यैव संपद्यते न तु स्थूलविषयकसमाधिस्थस्य । अस्याः स्थितेर्वर्णनं स्वस्यैवासाध्यमिति निर्वितर्केति सौत्रो व्यवहारः । एतदर्थं स्थूलविषयकसमाध्यनुष्ठानं (सवितर्कानुष्ठानं) दीर्घकालानुसरणयोग्यमपेक्ष्यते । एतत् सर्वं सवितर्कसविचारसमाधावप्यन्वेतव्यम् ।\nवयभत्र पातञ्जलदर्शनप्रमेयप्रक्रिया संग्रहतः प्रदर्शयामः । यद्यपि कापिलमतरीत्या चतुर्विंशतिस्तत्त्वानि प्राकृतानि भगवता पतञ्जलिमुनिनाङ्गीकृतान्येव, अथापि पुरुषविषये न कापिलोक्ताभिप्राय आदृतः । कापिलाः कतिपयस्थलेषु पुरुषस्य भोक्तृत्वं, अनेकेषु स्थलेषूदासीनत्वं च अवोचन् ।\n“प्रकृतिं प्रकृत्य संसरति बध्यते”\n“नानाश्रया प्रकृतिः”\nइति तद्वाक्येषु विरोधोऽपि दृश्यते । नैवं पतञ्जलमुनिवचस्सुपलभ्यते । किन्तु पुरुषस्य भोगार्थमपवर्गार्थमपि प्रकृतिर्यतते । पुरुषो द्रष्टा भोक्ता चानन्तश्चापरिमेयश्चासंख्याकश्च । ईश्वरः प्रकृतिपुरुषेभ्यो भिन्नः, स्वतन्त्रश्च कर्मानधीन । परमात्मानं जगदीश्वरं सर्वज्ञं, सर्वानुग्रहप्रदातारं, सर्वक्लेशविदूरं, भुक्तमुक्तिदमङ्गीकृत्य तत्प्रणिधानाय योगाङ्गानि सर्वाण्यप्युपयोक्तव्यानीत्यत्र मते स्वरूपमुक्तम् । अनादिकर्मवासनावशात् त्रिविधदुःखतप्तान् पुरुषानुद्धरिष्यामीति (दुःखेभ्यः) अनुग्रहामकसंकल्पो न प्रकृत्या बद्धः प्रत्युत निगृहीतप्रकृतिनैव । सूत्रकारेण भगवता पतञ्जलिना न कस्मिन्नपि सुत्रे जगन्मृषात्वं गदितम् । एतेन पातञ्जलैः कर्तारो जीवाः, द्रष्टारः, पुरुषपदवाच्याः प्राकृततत्त्वानि चतुर्विंशतिः ईश्वरश्चाङ्गीकृतात्येवेति ज्ञायते । ईदृशपातञ्जलप्रमेयतत्त्वे प्रणवप्रतिपाद्ये भगवति परमात्मनि जगदुपादानत्वं निमित्तत्वं च नोक्तमिति रामानुजीयैः शाङ्करैश्च महान् दोष उद्धाटितः । तदेतदन्यत् । परन्तु पृथक् तिष्ठन्नपि परमात्मा जगदधिष्ठातैव सन् शरणागताननुगृह्णातीत्यलम् । चतुर्षु समाधिषु मध्ये यस्मै कस्मै चन यो यतते ते पातञ्जलतृतीयपादोक्ताद्यसूत्रद्वयोक्तक्रमः यावद्दृढीभवत धारणा तावत् प्रप्रथमं सम्यगभ्यसनीयः । अनभ्यस्तप्रत्याहारस्य सुदीर्घकालाननुष्ठितप्राणायामपरम्परस्य धारणा गगनकुसुमायत इत्यत्र वचःप्रसरस्यकोऽवकाशः? ध्यानस्य धारणाधारत्वात् समाधेः ध्यानातिशयाधीनत्वात्, ध्यानस्य च निवातस्थदीपायमानत्वाच्च । विना ध्यानं समाधिर्नानुभूतो भवति । तदर्थं प्रथमाभ्यासिनां कृते मृदा वा लोहेन वा सुरूपा मूर्तिरारचयितव्या तैरभ्यासिभिस्सा मूर्तिः सम्मुखे निधाय निश्शब्दे एकान्ते स्थले तन्मूर्तेर्वैदिकं नाम प्रथमत उच्चारणीयम् । यावत्सा मूर्तिर्मनसि सुदृढं स्थापिता भवेत् तावन्निर्निमेषचक्षुर्भ्यां विलोकयद्भिरेकस्मिन्नासने दृढ स्थातव्यम् । निर्निद्रा अपि ते आत्मनो मनस्तन्मूर्तिमयं भावयन्तः, कुत्र वयं कुत्र स्थिता इत्यपि विस्मृतिमनुभवेयुः । अर्थात् ध्यातुः पुरुषस्य ध्येयाकारस्य मूर्तेर्ध्यानस्य च न भेदं गृह्णीयुः । तदा सैषा स्थितिर्यावत्कालमनुवर्तते तावत् प्रथमाभ्यासिनः समाधेस्स्थितिरिति निर्णेयम् ।\nअत्र केचन अय्यन्तसप्रदायानुभववृद्धा अनाधारा धारणा नोपपद्यते “सुरूपां प्रतिमां विष्णो”रिति पराशरपुराणोक्तप्रकारेण कालशास्त्रमनुसृत्य (ज्योतिश्शास्त्रं) युक्तसमये शिल्पास्त्ररहस्यविद्भिर्वृद्धैः शिल्पिभिः पञ्चाङ्गलपरिमाणादनधिकं भगवद्विग्रहं पुरुषरूपमारचय तं शास्त्रविद्भिर्वेदविद्भिश्च जलाधिवासस्थलाधिवासधान्याधिवासक्षीराधिवासादिषु15 सप्तरात्रपर्यन्तं स्थापयित्वा प्रत्यहं पूर्वाह्णमध्याह्नसायाह्नेषु दधिक्षीरघृतनारिकेलरसशुद्धोदकैः पञ्चशान्तिम16न्त्रैः पञ्चसूक्तैस्तं विग्रहमभिषिच्य भूषणाध्यायोक्तप्रकारेण17 सर्वविधैः सवर्ण भूषणैस्तं भूषयित्वा तद्विग्रहनामसहस्रैरर्चयित्वा षोडशोप18चारैः समन्त्रैरुपचरन् नमस्कुर्वन् नीराजनादिभि19स्सत्कृत्य यथाशक्ति शा20स्त्रीयैर्नविद्यैस्तर्पयन् वेदैः स्तुवन् ओं हां ह्रीं क्रों यं रं लं वं शं षं सं हों21 इति जडीब22न्धयन्त्रबन्धमूलकं विग्रह23प्राणप्रति24ष्ठां कृत्वा उत्थायाञ्जलिं बद्ध्वा “अस्य विग्रहस्य पञ्चप्राणाः सर्वाणि ज्ञानेन्द्रियकर्मेन्द्रियाणि च सशक्तिक्रियाभिः सहास्मिन् बिम्बे चिरं तिष्ठन्तु स्वाहा । ” इति मन्त्रेण दर्भमुष्ट्याम्रपल्लवादिभिः सर्वतोऽभिमृश्य तन्मूर्तिनाम्ना दशसहस्रहोममाचर्य पूर्णाहुतिं दत्त्वा परिषिच्याग्निना साकं मूर्तिं प्रक्षिणीकृत्य गुरुमनुज्ञाप्य धारणाय आरभेत । ततो ध्यानं ततः समाधिः । उपविशन्नेव ध्यायेत्, न शयानो नाप्युत्तिष्ठन् । ध्यानपूर्वं बहिस्त्राटकनामकयौगिकक्रियया मूर्तिमापादचूडं प्रेक्षमाणो नेत्रे निमील्य अन्तरेककनीनिकां संचालयन् यावदश्रुपतनं निरीक्षेत । ततः शीतलैः पाथोभिर्नेत्रे प्रक्षालयेत् । एवमेव त्रिवारमभ्यस्यान्ततो नेत्रं निमील्य यथाशक्ति मूर्तिनाम जप्त्वा नामार्थमनुसन्दधानस्तदधीनस्वजीवनः समादध्यात् । स्वस्यमूर्तेश्चान्तरालप्रदेशश्चतुर्विंशत्यङ्गुलेभ्यो नाधिकोऽष्टादशाङ्गुलेभ्यो न न्यूनस्स्यात् । मेरुदण्डं दण्डवत्कृत्वैवोपविष्टः स्यात् ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66718",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥\nएतयैवेति । एतयैव सवितर्कया निर्वितर्कया सविचारा निर्विचारा च व्याख्याता । सूक्ष्मस्तन्मात्रेन्द्रियादिर्विषयो यस्याः सा पूर्णा स्थूलविषया ॥ ४४ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66570",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउक्तन्यायमन्यत्रातिदिशति –\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥\nएतयैव विकल्पितस्थूलाकारया सवितर्कया अविकल्पितस्थूलाकारया निर्वितर्कया च सूक्ष्मविषया स्वशब्दज्ञानाभ्यामभेदेन विकल्पितसूक्ष्मतन्मात्रेन्द्रियगोचरा सविचारा अविकल्पितसूक्ष्म-तन्मात्रेन्द्रियगोचरा निर्विचारा च व्याख्याता भवतीत्यर्थः ॥ ४४ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66301",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउक्तं द्वैविध्यं सूक्ष्मविषयसमापत्तावतिदिशति –\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥\nएतयैव सवितर्कनिर्वितर्करूपया स्थूलविषयया समापत्त्या सूक्ष्मविषयापि सविचारनिर्विचाररूपा समापत्तिद्वयी व्याख्याता । अन्योपरागानुपरागसाम्येनेत्यर्थः । अत्र विकल्पतच्छून्यत्वयोर्नातिदेशः स्थूलविषयायां निर्वितर्काख्यपूर्वभूमिकायां त्यक्तस्य विकल्पस्य सूक्ष्मविषयोत्तरभूमिकायामसंभवादिति । तदुक्तं भाष्ये ’एवमुभयोरेतयोर्निर्वितर्कया विकल्पहानिर्व्याख्याता’ इति । तत्र स्थूलरूपं यत्कार्यं तदुपरागेण सूक्ष्मे समापत्तिः सविचारा, कार्यकारणविचारघटितत्त्वात् । तस्यां हि स्थूलकार्यघटादिवैशिष्ट्यं तत्र चाणूनामुपर्यधोदेशावच्छिन्नत्वं पार्थिवपरमाणौ गन्धतन्मात्रप्रधानपञ्चतन्मात्रानुगमः । आप्ये गन्धतन्मात्रभिन्नरसतन्मात्रप्रधानचतुरनुगमः । तैजसे तद्द्वयरहितरूपतन्मात्रप्रधानत्र्यनुगमः, वायवीये स्पर्शशब्दतन्मात्रानुगमः । नाभसे शब्दतन्मात्रानुगमस्तद्विशिष्टा बुद्धिरुपजायते । एवं च तत्तत्परमाणुस्तत्तन्मात्रप्रचयात्मा, तन्मात्रमपि गन्धाद्यणुप्रचयात्मकमिति बोध्यम् । तदुत्तरोत्पद्यमाना च केवलसूक्ष्मविषया निर्विचारेति विभागः । यद्यपि तन्मात्रादिसूक्ष्ममपि सर्वधर्मात्मकं तद्वच्च तथापि साक्षात्काराभ्यासेनातीतानगतवर्तमानसकलतद्धर्मापगम इति दिक् ॥ ४४ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66096",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥\nविशिष्टेषु स्ववाचकशब्दज्ञानाभ्यासभेदेन विकल्पितेषु या समापत्तिः सा सविचारेत्युच्यते । तेष्वेव विशेषणशून्येषु अर्थमात्रेषु या समापत्तिः सा निर्विचारेति भावः ॥ ४४ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65952",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वस्या ग्राह्यग्रहणसमापत्तेः किम्पर्यन्तं सूक्ष्मविषयत्वं तत्राह –\nसूक्ष्मविषयत्वं चालिङ्गपर्यवसानम् ॥ ४५ ॥\nसूक्ष्मेति ॥ अस्याः समापत्तेः सूक्ष्मविषयत्वम् उक्तप्रकारम् अलिङ्गपर्यवसानम् । लयं गच्छतीति लिङ्गं महत्तत्वादि । न लिङ्गम् अलिङ्गं प्रधानम् । तत्पर्यन्तमेव । अतः सूक्ष्मस्याभावात् पुरुषस्य सत्त्वेऽप्यकारणत्वे कार्याधिकसौक्ष्म्याभावादसंग्रह इति दिक् ॥ ४५ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65737",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nस्थूलविषये समापत्तिद्वैविध्यं प्रदर्श्य सूक्ष्मेऽपि विषये तस्या द्वैविध्यमतिदिशति –\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥\nएतयैव सवितर्कनिर्वितर्करूपया स्थूलविषयकसमापत्त्या सूक्ष्मविषयापि सविचारनिर्विचाररूपा समापत्तिद्वयी व्याख्याता । अन्योपरागानुपरागसाम्येनेत्यर्थः । अत्र हि विकल्पतच्छून्यत्वयोर्नातिदेशः, स्थूलविषयिण्यां निर्वितर्काख्यपूर्वभूमिकायां त्यक्तस्य यथोक्तविकल्पस्य सूक्ष्मविषयिण्यामुत्तरभूमिकायामसंभवादिति । तत्र स्थूलरूपं यत्कार्यं तदुपरागेण सूक्ष्मे समापत्तिः सविचारा कार्यकारणविचारघटितत्त्वात् । तदुत्तरोत्पद्यमाना च केवलसूक्ष्मविषयिणी निर्विचारेति विभागः ॥ ४४ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65541",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ( ४४ )\nस्थूलपरिणामघटादिषु उपादानत्वेनानुगता ये परमाणवः पञ्चतन्मात्राणां ( विकाररूपेण स्थिताः ) ( विकारभूतरूपेण संस्थिताः ) सूक्ष्माः तेषु विषयेषु स्वीयकार्यकारणदेशकालनानाविशेषणविशिष्टेषु स्ववाचकशब्दज्ञानाभ्यामभेदेन विकल्पितेषु या समापत्तिः सा सविचारा इत्युच्यते । तेष्वेव सर्वविशेषणशून्येषु अर्थमात्रेषु परमाणुषु या समापत्तिः सा निर्विचारा । सा खलु सत्यार्थमात्रस्वरूपा समाधिप्रज्ञा स्वरूपशून्येव निर्भासते । एतया च स्थूलगोचरया सवितर्कया निर्वितर्कया च व्याख्यातया सूक्ष्मविषया सविचारा निर्विचारा च व्याख्याता भवतीत्यर्थः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65397",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥ \nतत्र भूतसूक्ष्मकेष्वभिव्यक्तधर्मकेषु देशकालनिमित्तानुभवावच्छिन्नेषु या समापत्तिः सा सविचारेत्युच्यते। तत्राप्येकबुद्धिनिर्ग्राह्यमेवोदितधर्मविशिष्टं भूतसूक्ष्ममालम्बनीभूतं समाधिप्रज्ञायामुपतिष्ठते।\nया पुनः सर्वथा सर्वतः शान्तोदिताव्यपदेश्यधर्मानवच्छिन्नेषु सर्वधर्मानुपातिषु सर्वधर्मात्मकेषु समापत्तिः सा निर्विचारेत्युच्यते। एवं स्वरूपं हि तद्भूतसूक्ष्ममेतेनैव स्वरूपेणाऽऽलम्बनीभूतमेव समाधिप्रज्ञास्वरूपमुपरञ्जयति।\nप्रज्ञा च स्वरूपशून्येवार्थमात्रा यदा भवति तदा निर्विचारेत्युच्यते। तत्र महद्वस्तुविषया सवितर्का निर्वितर्का च, सूक्ष्मवस्तुविषया सविचारा निर्विचारा च। एवमुभयोरेतयैव निर्वितर्कया विकल्पहानिर्व्याख्यातेति ॥ ४४ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64956",
      "key": "1-44",
      "order": 144,
      "tags": [
        "1-44",
        "Pada 1",
        "Sutra 44",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभेदान्तरं प्रतिपादयितुमाह –\nएतयैव सविचारा निर्विचारा च सूक्ष्मविषया व्याख्याता ॥ ४४ ॥ \nएतयैव सवितर्कया निर्वितर्कया च समापत्त्या सविचारा निर्विचारा च व्याख्याता। कीदृशी सूक्ष्मविषया सूक्ष्मस्तन्मात्रेन्द्रियादिर्विषयो यस्याः सा तथोक्ता। एतेन पूर्वस्याः स्थूलविषयत्वं प्रतिपादितं भवति। सा हि महाभूतेन्द्रियालम्बना। शब्दार्थविषयत्वेन शब्दार्थविकल्पसहितत्वेन देशकालधर्माद्यवच्छिन्नः सूक्ष्मोऽर्थः प्रतिभाति यस्यां सा सविचारा। देशकालधर्मादिरहितो धर्मिमात्रतया सूक्ष्मोऽर्थस्तन्मात्रेन्द्रियरूपः प्रतिभाति यस्यां सा निर्विचारा।\n"
    }
  ]
}