{
  "results": [
    {
      "book": "YogaSutras",
      "id": "63988",
      "key": "1-9",
      "order": 9,
      "tags": [
        "Pada 1",
        "Sutra 9"
      ],
      "text": "शब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ १-९ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaValliBhashyam",
      "id": "66890",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥ \nपातञ्जलमहाभाष्यमनुसृत्य विकल्पसूत्रविवरणे सुसंस्कृतशब्दमात्रस्यैव निरर्थकं नास्तीति पातञ्जलसिद्धान्तस्थापनात् विकल्पसूत्रधारिताः शब्दा अर्थाभाववन्त इत्येको निर्णयः । बाह्येन्द्रियगोचरस्यार्थस्य (विषयाणामभावः) विषयबोधकरूपत्वं नास्तीत्यपरो निर्णयः । सर्वेषां शब्दानां व्युत्पन्नत्वमव्युत्पन्नत्वं चाभ्युपगम्य शाण्डिल्यविद्योक्तरीत्या सर्वेषां भवतीति बाह्यार्थशून्यबोधकत्वमिति तृतीयो निर्णयः । तदनुसृत्यैव वस्तुशून्यो विकल्प इति पतञ्जलिराह । सूत्रार्थस्तु, विकल्पचित्तवृत्तिरर्थशून्यो विषयाभाववान्, परन्तु शब्दज्ञानमनुपतति । अतो, राम इति शब्दः, राम इति ज्ञानं, राम इति अर्थश्च तत्र न सन्ति ।\n"
    },
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66661",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥\nशब्देति। शब्दज्ञानानुपतनशीलः वस्तुनस्तथात्वमनपेक्षमाणो निश्चयो विकल्पः ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66488",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥\n’राहोः शिरः’  इति शब्दश्रवणानन्तरं जायमाना वस्तुशून्या वृत्तिर्विकल्पः । अतो वाक्यार्थगोचरवृत्तौ नातिव्याप्तिः, तस्या वस्तुशून्यत्वाभावात् । नापि विपर्यये, तस्य शब्दज्ञानाननुपातित्वात् ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66287",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविकल्पं लक्षयति –\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥\nशब्दविषयकज्ञानमनुपतति तज्जन्यो वृत्तिविशेष इत्यर्थः । अनेन विशेषदर्शनकालेऽपि व्यवहारानिवृत्तेर्विपर्ययाद्भेद उक्तः । वस्तुशून्योऽर्थशून्यः । तेन प्रमाणवृत्तेर्भेद उक्तः । यथा चैतन्यपुरुषयोरभेदेन भेदस्य वस्तुतस्तत्राभावाच्चैतन्यं पुरुषस्य स्वरूपमिति शब्दज्ञानोत्तरं चैत्रस्य गौरित्यादाविव भेदमूलसंसर्गविषया वृत्तिः । यद्वा विवेकिनामपि शब्दप्रयोगज्ञानयोर्जनकस्तदारोपो विकल्पः । [भेद एव च व्यपदेशशब्देनोच्यते विशिष्टोऽपदेशो व्यवहारो यस्मादिति व्युत्पत्तेः ।] राहोः शिरो वन्ध्यासुत इत्यादि चोदाहरणम् । ………. (?) यथा बाणस्तिष्ठतीति । अत्र हि गतिनिवृत्तिः प्रतीयते । तत्राभावो नाम (न) कश्चिदर्थस्तस्माद्गतिनिवृत्तिः कल्पिता । तस्या अपि भावरूपत्वं तत्रापि पूर्वापरीभाव इति कल्पनापरम्परा । पूर्वापरीभूतकर्मक्षणप्रचयस्यैवैकफलावच्छिन्नस्य धात्वर्थत्वादिति दिक् । अन्यैरेतान्याहार्यज्ञानानीत्युच्यन्ते ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66099",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविकल्पं लक्षयति –\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥\nनरशृङ्गादिश्रवणानन्तरं भवन्ती निर्विषया वृत्तिर्या सा विकल्प इत्यर्थः । वस्तुशून्यत्वान्नायं प्रमाणं, व्यवहारहेतुत्वाच्च न विपर्ययः ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66061",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिद्रां लक्षयति – \nअभावप्रत्ययालम्बना वृत्तिर्निद्रा॥१०॥\nजाग्रत्स्वप्नवृत्तीनामभावस्य प्रत्ययः प्रत्येति जनयतीति प्रत्ययो हेतुः तम आलम्बनं विषयो यस्याः सा वृत्तिर्निद्रा। अस्याः – सुखमहमस्वाप्सं न किञ्चिदचेदिषमिति सुषुप्त्यनन्तरं जागरे स्मॄतिदर्शनात् स्मृतेश्चानुभवव्यतिरेकेणानुपपत्तेर्वृत्तित्वम्। वृत्तिपदं तु, ज्ञानसांआन्याभावो निद्रेति तार्किकमतनिरासाय। अत्र भाश्यम्॥ सा च सम्प्रबोधो प्रत्यवमर्षात् प्रत्ययविशेष एव। कथम्। उच्यते। सुखमहम्स्वाप्सं, प्रसन्नं मे मनः प्रज्ञां मे विशादीकरोति। दुःखमहमस्वाप्सं स्त्यानं मे मनो भ्रमत्यनवस्थितम्। गाढं मूढोऽहमस्वाप्सं, गुरूणि मेऽङ्गानि क्लान्तं मे चित्तमऽलं मुषितमिव तिष्ठतीति। स खल्वयं प्रबुद्धस्य प्रत्यवमर्षो न स्याद् असति प्रत्ययानुभवे। तदाश्रिताः स्मृतयश्च तद्विषया न स्युः। तस्माट् प्रत्ययविशेषो निद्रा। सा च समाधावितरप्रत्ययवन्निरोद्धव्येति॥ भाष्यार्थस्तु – सा च निद्रा तु सम्प्रबोधे जागरे, प्रत्यवमर्षाट् स्मरणात्, प्रत्ययविशेष एव वृत्तिरूपैव न ज्ञानसामान्याभावो न वा साक्षिरूपा। जागरे स्मरणानुपपत्तेः। अनुभवसूक्ष्मावस्थारूपसंस्कारं विना साक्षिणाऽपि स्मृतेरसम्भवात् स्मरणाकारं पृच्छति कथमिति। उत्तरमाह। उच्यत इति। वृत्तिमात्रस्य त्रिगुणात्मकत्वसूचनाय तदुक्तम्। आदौ सत्त्वफलमाह। सुखमिति। ततस्तभिनयति। प्रसन्नं निर्मलम्। प्रज्ञां स्वस्मिञ्जायमानां यथार्थवृत्तिं, विशारदीकरोति सूक्ष्मार्थग्रहणयोग्यां करोति। इदञ्च तत्र सत्त्वोद्रेकस्य फलम्। रजसः फ्लमाह। दुःखमिति। ततस्तदभिनयति। गुरूणि मेऽङ्गानि, अलमत्यन्तं, मुषितमिव परैरपहृतमिव तिष्ठतीत्यर्थः। अन्वयमुखेन सुषुप्तावनुभवमुपपाद्य व्यतिरेकमुखेनोपपादयति। स खल्विति। प्रत्ययानुभवे सूत्रोक्तप्रत्ययानुभवे असति योऽयं प्रत्यवमर्षे जागरे स्मृतिरूपः खलु न स्य़ादित्यर्थः। अनुभवं विना स्मृतेरदर्शनादिति भावः। नन्वस्तु तत्रानुभवः, परन्तु साक्ष्याश्रित एव सोऽविद्यावृत्तिरुपोऽस्तु, न चित्तपरिणामरूपः। चित्तस्य तदानीं लीनत्वात्। तत्राह, तदाश्रिता इति। चित्ताश्रिताः स्मृतयः सुखदुःखादिविषया नस्युः। साक्षिणा दृष्टस्यचित्तेन स्मरणासम्भवदित्यर्थः। सा चेति। चोहेतौ। यतः सा सुखमोहान्विता, अत एव समाधावितरप्रत्ययवन्निरोद्धव्येत्यर्थः। स्वाप उद्रिक्तं तमः। निद्रा स्वापप्रधाना सुखस्वापाहमर्थगोचरा वृत्तिः सुखमहं स्वपिमीत्याकारा विशिष्टा समूहालम्बनाऽऽत्मिका निर्विकल्पिका वा। तामेव तत्र् जानानः पुरुषः स्वप्न इवान्तःप्रज्ञोऽपि दृग्दृश्यभेदाभिमानाभावात् सुषुप्तिस्थान एकीभूत इत्युच्यते श्रुतिभिः। इत्थं भेदमभिप्रेत्यैव स्वापानुभववृत्तेनिद्रात्वोक्तिः। लोके अयं स्वपितीति निद्रातीति स्वपितिनिद्रात्योः पर्यायस्तु विषयविषयिणोरभेदभिमानादिति दिक्॥ \nतत्र साऽविद्यांशसत्त्वपरिणामो न चित्तस्य। तस्य तत्र लीनत्वात्। अन्यथा स्वप्नजागरणयोरन्यतरापत्तिरिति वेदान्तिनः। तन्न युक्तम्। दुःखानुभवानुप्पपत्तेः। दुःखस्य च चित्तमात्रधर्मत्वात्। नच स्वप्नजागरण्योरन्यतरापत्तिरितिवाच्यम्। स्वापादृष्टेन तयोः प्रतिबन्धात्। अत एव तत्र नात्मस्वरूपसुखस्यानुभवः, किन्तु चित्तपरिणामरूपस्यैव। अत एव तत्र नात्मस्वरूपसुखस्यानुभवः, किन्रु चित्तपरिणामरूपस्यैव। त्रिषु धामसु यद्भोगं भोक्ता भोगश्च यद्भवेदिति श्रुत्यापि भोक्तृत्वभोग्यभोगानां तत्र सद्भावकथनेन तावदर्थज्ञापनादित्यभिमानः॥\nअथ यत्रैतत् पुरुषः स्विपिति निद्रा नाम, सता सौम्य तदा सम्पन्नो भवति स्वमपीतो भवति स्वं ह्यपितो भवति तस्मादेनं स्वपितीत्यत्याचक्षते, न तु तद्द्वितीयमस्ति ततोऽन्यद्विभक्तं यत् पश्येदित्यादिश्रुतिभिः सत्सम्पत्तेर्निर्विषयत्वादिकथनेन सुषुप्तौ चित्तलयप्रतिपादनाद् ब्रह्मसुखस्यैव तत्र भानम्। निद्राप्यविद्यावृत्तिरेव। भोक्तृभोग्यानां सत्वांशसंस्काररूपेण संस्कारसत्वेऽपि द्वितीयाभावस्तु अभिमानाभावमादायेति वेदान्तिनामभिप्रायादिति चेत्। अत्र वदन्ति। सत्सम्पत्तिरपि दुग्धजलयोरिव एकीभावो नत्वेकतैव। पुनरुत्थानाभावप्रसङ्गात्। सापि यद्यपि लयात्, तथाऽपि लयोऽत्र न कारणात्मनावस्थितिः, किन्तु स्वाभाविकबहिःप्रवहणशीलत्वाभावमात्रम्। तथा च तत्र मनःसत्त्वेऽपि न हानिर्न वा श्रुतिविरोधः। अतो निद्रा मनस एव वृत्तिः। सुखमपि तस्यैव सत्वांशपरिणामो, नात्मरूपमित्यास्तां विस्तरः॥\nनय्यायिकस्तु यदा मनः पुरीतति प्रविशति तदा त्वङ्मनोयोगरूपकारणाभावाज्ज्ञानसामान्याभावः। सैव सुषुप्तिः। प्रमाणञ्चात्र यदा सुषुप्तो भवति यदा न कस्यचन वेदहिता नाम नाड्योद्वासप्ततिसहस्राणि हृदयात् पुरीततिमभिप्रतिष्ठन्नेताभिः प्रत्यवसृत्य पुरीतति शेते इति श्रुतिः। अनया पुरतत्प्रवेशेन त्वङ्मनोयोगाभावस्योक्त्या ज्ञानाभावमात्रकथनात्। तस्मान्न चित्तलयो, न वा चित्तपरिणामस्तत्रेति वदन्त उदाहृतानुभवान् स्वप्नेऽन्तर्भावयन्ति। तन्न सम्यक्। यत्र सुप्तो न कञ्चन कामं कामयते न कञ्चन स्वप्नं पश्यतीत्युपक्रम्य आनन्दभुक्तचेतोमुखः प्राज्ञास्तृतीयपाद इत्यादिश्रुतिभिरुक्तानुभवानां सुषुप्तिकालिकत्वावगमात्। सुषुप्तौ ज्ञानसामान्याभावस्य वक्तुमशक्यत्वात्। त्वदुदाहृतशुतेर्मनसः संस्काररूपेणावस्थितौ कथितवृत्तिभिन्नवृत्तिसामान्याभावे तात्पर्यात्। इन्द्रियाद्युत्पत्तेः प्रागेव हिरण्यगर्भस्य ज्ञानोत्पत्त्या ज्ञानसामान्ये त्वङ्मनोयोगस्य हेतुत्वायोगात्। एतेन जन्यज्ञानमात्रे त्वङ्मनयोगस्य हेतुत्वमङ्गीकृत्य तदभावबलाद्, न किञ्चिदवेदिषमिति न चाद्यन्वयस्वारस्याच्च सुषुप्तौ ज्ञानसामान्याभावमङ्गीकृत्योत्थितस्य स्वापसुखादिप्रत्ययोऽनुमितिरेव। सुषुप्तिकालीनात्मा ज्ञानाभाववान् ज्ञानसामग्र्याभावात्। मुक्तिकालिकात्मवत्। सुषुप्तिकालिकात्मा दुःखाभाववान् दुःखसामग्रीशून्यत्वात्। मुक्तिकालिकात्मवदत्यनुमानसम्भवात् सौषुप्तदुःखाभावे सुखशब्दप्रयोगस्यौपचारिकत्वात्। अन्यथा अक्लृप्तनित्यसुखकल्पनागौरवप्रसङ्गादिति परास्तम्। सुषुप्तिपरिचयं विना पक्षाज्ञानादनुमानानुदयाच्च। न च कालत्वादिना सामान्यलक्षणप्रत्यासत्त्या परिचयः। सामान्यलक्षणाया एवालीकत्वात्। अभ्युपगमेऽपि स्वाऽभिमतासिद्धेः। कालत्वरूपेण परिचयेऽपि सुषुप्तित्वरूपेणापरिचयात्तद्घटितानुमानस्य कालान्तरीयज्ञानाभावसाधारण्यादर्थान्तरात्॥\nनन्वहोरात्रस्य प्रहराष्टाकरूपत्वेन ज्ञानात् प्रहरद्वयं सुप्तित्थितेन प्रहरषट्कस्य जागरकालत्वेन ज्ञानात् परिशेषात् अवशिष्टप्रहरद्वयस्य वस्तुतः सुषुप्तिकालस्य स्वज्ञानाभावात् तत्काळीनात्मन्यनुमितौ नानुपपत्तिः। एवं सर्वसुषुप्तिषु तत्कालपरिचयो द्रष्टव्य इति चेन्न। अहोरात्रपरिणामादिविवेकरहितानामपि मुग्धबालप्रभृतीनां, तद्विवेकवतामपि विनैव तत्प्रतिसन्धानं सुखमस्वाप्समिति प्रतीतिसत्वात्। उक्तप्रहरद्वयेन तत्कालज्ञानेऽपि सुषुप्तेरज्ञानाद् अस्वाप्समित्यभिलापासम्भवाच्च। नह्युक्तप्रहरद्वयकालसम्बन्धिनी एब सुषुप्तिः। न वा तत्कालीनात्मयोग्यविशेषणगुणाभावः। आद्ये तस्य पुरुषान्तरसाधारण्यात् तस्यापि तदा स्वपिमीति व्यवहारापत्तेः। द्वितीयस्त्वप्रसिद्धः। पुरुषान्तरे तदा ज्ञानाद्यन्यतमसत्वात्। न च यस्य यत्काले वस्तुत उक्तगुणाभावस्तस्य सुष्उप्तिरिति वाच्यम्। पुरुषाणामानन्त्यात् प्रतिपुरुषं च सुषुप्तिकालानामानन्त्याद् अनुयतपरिमाणत्वाच्च स्वपिधातोरव्यवस्थितानन्तार्थकत्वापत्तेः। मम तु अस्वाप्समित्य्नुगताकारस्मृतिहेत्वनुभवसाक्षिकः। प्रलीनबहिःप्रवाहकमनस्कतमोऽवस्थाविशेषनिष्ठो जातिविशेष इत्यनुगमादेकार्थत्वोपपत्तिः। यत्तु नाडीविशेषमनःसंयोगः सुषुप्तिरिति तन्न सम्यक्। तस्यातीन्द्रियत्वेनाबालानां जनानाम्, अस्वापसमितिस्मृतिहेतुप्रत्यक्षाऽयोगादुदाहृतश्रुतिविरोधाच्च। अत्र यद्यप्यहमर्थस्य वर्तमानतया प्रत्यक्षत्वान्न स्मृतिः, तथापि स्वापावस्थाया अतीतत्वाद् भवति स्मृतिः। सुखस्य वेदान्तानये नित्यतया वर्तमानत्वाद् अस्मरणापत्तिः। स्वगते तु मनःपरिणामरूपस्य तस्याप्यतीतत्वात् सम्भवति तस्यापि स्मृतिः। न वाहमर्थस्य प्रत्यक्षत्वे अहमस्वाप्समिति भूतलकारोत्तमपुरुषाभिलापानुपपत्तिः। स्मर्यमाणस्वापसम्बन्धात् स्मर्यमाणत्वारोपादिस्यास्तां विस्तरः॥१०॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65725",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥\nशब्दश्च ज्ञानं च अनुपातिनी यस्य स तथा । तथा च बाधाबाधकालाविशेषेण तदुभयजनकोऽर्थशून्यप्रत्यतो विकल्प इत्यर्थः । विपर्ययश्च बाधोत्तरं न स्वविषयेषु शब्दज्ञाने जनयति । प्रमाणवृत्तिश्चार्थवतीति तयोर्व्यावृत्तिः । अस्योदाहरणानि – राहोः शिरः पुरुषस्य चैतन्यम् । एवं ’ एष वन्ध्यासुतो याति खपुष्पकृतशेखरः । मृगतृष्णाम्भसि स्नातः शशशृङ्गधनुर्धरः ।’ इत्यादीनि । बाधोत्तरमपि हि तादृशज्ञानैः शब्दज्ञानरूपो व्यवहारः क्रियत इति । वैशेषिकैश्चैतान्याहार्यज्ञानान्युच्यन्ते ॥ ९ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65526",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविकल्पं लक्षयति- \nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ( ९ ) \nनरशृङ्गादिशब्दश्रवणानन्तरमवश्यं भवत्येव निर्विषया वृत्तिर्या सा विकल्प इत्यर्थः । अयं विकल्पो वस्तुशून्यत्वान्न प्रमाणम्, बोधेस्प्यवश्यवं भावित्वाद्व्यवहारहेतुत्वाच्च न विपर्ययः । यथा ’चैतन्यमेव पुरुष’ इत्यभेदनिश्चयेस्पि ’पुरुषस्य चैतन्यम्’ इति भेदविकल्पः, ’भावातिरिक्तभावो नास्ति’ इति निश्चयेस्पि ’सर्वधर्माभाववन्पुरुष’ इति विशेषणविशेष्यभावविकल्पः । एवं ’राहोः शिर’ इत्यादिविकल्पा उदाहार्याः ॥ \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65349",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥ \nस न प्रमाणोपारोही। न विपर्ययोपारोही च। वस्तुशून्यत्वेऽपि शब्दज्ञानमाहात्म्यनिबन्धनो व्यवहारो दृश्यते। तद्यथा – चैतन्यं पुरुषस्य स्वरूपमिति। यदा चितिरेव पुरुषस्तदा किमत्र केन व्यपदिश्यते।\nभवति च व्यपदेशे वृत्तिः। यया चैत्रस्य गौरिति। तथा प्रतिषिद्धवस्तुधर्मो निष्क्रियः पुरुषः, तिष्ठति बाणः स्थास्यति स्थित इति, गतिनिवृत्तौ धात्वर्थमात्रं गम्यते। तथाऽनुत्पत्तिधर्मा पुरुष इति उत्पत्तिधर्मस्याभावमात्रमवगम्यते न पुरुषान्वयी धर्मः। तस्माद्विकल्पितः स धर्मस्तेन चास्ति व्यवहार इति ॥ ९ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64957",
      "key": "1-9",
      "order": 109,
      "tags": [
        "1-9",
        "Pada 1",
        "Sutra 9",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविकल्पवृत्तिं व्याख्यातुमाह –\nशब्दज्ञानानुपाती वस्तुशून्यो विकल्पः ॥ ९ ॥ \nशब्दजनितं ज्ञानं शब्दज्ञानं तदनु पतितुं शीलं यस्य स शब्दज्ञानानुपाती। वस्तुनस्तथात्वमनपेक्षमाणो योऽध्यवसायः स विकल्प इत्युच्यते। यथा पुरुषस्य चैतन्यं स्वरूपमिति। अत्र देवत्तस्य कम्बल इति शब्दजनिते ज्ञाने षष्ठ्या योऽध्यवसितो भेदस्तमिहाविद्यमानमपि समारोप्य प्रवर्त्ततेऽध्यवसायः। वस्तुतस्तु चैतन्यमेव पुरुषः।\n"
    }
  ]
}