{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64149",
      "key": "4-15",
      "order": 176,
      "tags": [
        "Pada 4",
        "Sutra 15"
      ],
      "text": "वस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ ४-१५ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66835",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66608",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु क्षणिकविज्ञानात्मकचित्तातिरिक्तं वस्तु नास्त्येवेति वदन्तं बौद्धं प्रत्याह –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥\nतयोर्विज्ञानात्मकचित्तवस्तुनोर्विभक्तः पन्था भिन्नो मार्गः । कुतः? वस्तुतः स्त्रीपिण्डादेः साम्येऽपि चित्तानां भेदात् । यथैकस्यां नार्यां पत्युः सुखविज्ञानं सपत्न्या दुःखविज्ञानं कामुकस्य तदलाभान्मोहे विषादविज्ञानं निष्कामस्योपेक्षाविज्ञानम्; सर्वेषाम् ’या त्वया दृष्टा सा मयापि दृष्टा’ इत्यबाधितविषयप्रत्यभिज्ञानादेकं वस्त्वनेकं विज्ञानमिति तयोर्भेदः । अतो न विज्ञानात्मकं सर्वं वस्तु; किं तु तस्माद्भिन्नं गुणत्रयपरिणाम इति दिक् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66410",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकिञ्च –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥\nवस्तुसाम्ये वस्त्वेकत्वे । चित्तमत्र ज्ञानं तद्भेदात्तयोर्वस्तुज्ञानयोर्विभक्तः पन्थाः स्वरूपभेदोन्नायको मार्ग इत्यर्थः । एकस्यैव घटस्य बहुज्ञानालम्बनत्वं दृश्यते । यथैकस्यामेव कान्तायां कान्तस्य सुखज्ञानं सपत्नीनां दुःखज्ञानं चैत्रस्य तामविन्दतो मूढज्ञानम् । प्रमातॄणां परस्परप्रतिसन्धानवशाच्च वस्त्वभेदः [खायेति?] सादृश्यप्रत्ययाभावाच्च । अन्यज्ञानपरिकल्पितायामन्यस्य चित्तोपरागायोगाच्च । अतो नैकचित्तपतिकल्पिता नाप्यनेकचित्तपरिकल्पिता ज्ञानभेदेन भॆदापत्तेः । एतेन सर्वं चित्तमात्रपरिकल्पितमसत्, स्वप्नवदिति वादोऽपि परास्तः । अस्माकं तु त्रिगुणत्वादेकसुखादिभेदभिन्नविज्ञानहेतुत्वमुपपद्यते । धर्मादिकारणसापेक्षत्वान्न सर्वेषां सर्वरूपेण ज्ञानम्। धर्मापेक्षं सत्वं रजःसहितं सुखज्ञानं जनयति । अधर्मापेक्षं तमःसहितं रजो दुःखज्ञानम् । बलवदधर्मापेक्षं रजःसहितं तमो मूढविज्ञानम् । विद्यापेक्षं विगलितरजस्तमस्क(स)त्वं माध्यस्थज्ञानमिति ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66211",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचित्तमतिरिक्तं ज्ञानान्नास्ति । वासनाविचित्रं द्रव्याद्यात्मना भातीति क्षणिकविज्ञानवादिनं बौद्धं प्रत्याह –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥\nतयोश्चित्तवस्तुनोर्विविक्तः पन्थाः, भिन्नो मार्गः । विज्ञानाऽर्थयोर्भेद इति यावत् । कुतः वस्तुनः स्त्रीपिण्डादेः साम्येऽपि चित्तानां भेदात् । यदैकस्यां नार्यां पत्युः सुखविज्ञानम् अन्यस्य रागिणो दुःखविज्ञानमलाभेन । एवं कस्यचिन्मोह इत्यादिस्त्रीपुरुषसाधारणं व्याख्येयम् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65857",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकार्यकारणे विवेकेन परीक्ष्येदानीं यद्बौद्धा आहुः – कार्यकारणरूपं सर्वमसत् चित्तमात्रकल्पितं स्वप्नवदिति तन्निषेधमुखेनैव चित्ततदर्थयोर्विवेकः परीक्ष्यते सूत्रैः –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥\nएकस्मिन्नेव विषये चित्तान्तरवियोगेन चित्तान्तरालम्बनतादर्शनात्तयोश्चित्तार्थयोर्विभक्तः प्रन्थाः स्वरूपोन्नयनमार्गः । एकानेकत्वरूपविरुद्धधर्मद्वयमित्यर्थः । वस्तुसाम्यं तु प्रत्यभिज्ञासिद्धम् । क्षणिकविज्ञानमेव च परेषां चित्तमित्यतश्चित्तभेदेनैव विज्ञानभेदोऽर्थेषु सिद्ध इति न स्वप्नतुल्यत्वम् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65706",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु क्षणिकविज्ञानात्मकचित्तातिरिक्तं वस्तु नास्त्येव । यत् प्रमेयं तत् विज्ञानाभिन्नं, यथा विज्ञानं, प्रमेयाश्च घटादयः, अतः कस्य एकत्वनानात्वचिन्ता । चित्तमेवह्यनादि समनन्तरप्रत्ययात्मकवासनाविचित्रं द्रव्यगुणात्मना भाति इति वदन्तं बौद्धं प्रत्याह- \nवस्तुसाम्येस्पि चित्तभेदात् तयोर्विभक्तः पन्थाः ॥ ( १५ )\nतयोः चित्तवस्तुनोः विभक्तः पन्थाः- भिन्नो मार्गः । विज्ञानार्थयोर्भेद इति यवत् । कुतः ? वस्तुनः स्त्रीपिण्डादेः साम्येस्पि चित्तानां भेदात् यत् एकस्यां नार्य्यां पत्युः सुखविज्ञानं, सपत्न्या दुःखविज्ञानं, तदलाभे कामुकस्य मोहः – विषादः तद्विज्ञानं, निष्कामस्योपेक्षाविज्ञानं, सर्वेषां या त्वया दृष्टा सा मयापि दृष्टा इत्यभाधितप्रत्यभिज्ञानात् एकं वस्तु अनेकं विज्ञानमिति तयोर्भेदः । यदेकं तदनेकेभ्यो भिन्नं, यथा नीलविज्ञानं पीतविज्ञानेभ्यः । एकं च वस्तु अतः स्वगोचरानेकविज्ञानेभ्यो भिन्नम् । न च प्रमेयस्य प्रमैक्यं युक्तम् । एकत्वे विषयविषयित्वविरोधात् बाह्यार्थाभावे विज्ञानानां नीलपीताद्याकारत्वायोगाच्च । न च पूर्वप्रत्ययात्मकवासना तत्र हेतुरिति वाच्यम् । अर्थस्य त्रिगुणत्वात् धर्माविद्यापेक्षया अर्थगतानां सत्त्वरजस्तमसाम् उद्रेकात् सुखदुःखमोहविज्ञानहेतुत्वं, तत्त्वज्ञानापेक्षया गुणानां साम्यात् उपेक्षाहेतुत्वमिति युक्तत्वात् तस्मादस्ति विज्ञानातिरिक्तोस्र्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65468",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकुतश्चैतदन्याय्यम् –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥ \nबहुचित्तालम्बनीभूतमेकं वस्तु साधारणं, तत्खलु नैकचित्तपरिकल्पितं नाप्यनेकचित्तपरिकल्पितं किंतु स्वप्रतिष्ठम्। कथं, वस्तुसाम्ये चित्तभेदात्। धर्मापेक्षं चित्तस्य वस्तुसाम्येऽपि सखज्ञानं भवत्यधर्मापेक्षं तत एव दुःखज्ञानमविद्यापेक्षं तत एव मूढज्ञानं सम्यग्दर्शनापेक्षं तत एव माध्यस्थ्यज्ञानमिति। कस्य तच्चित्तेन परिकल्पितम्। न चान्यचित्तपरिकल्पितेनार्थेनान्यस्य चित्तोपरागो युक्तः। तस्माद्वस्तुज्ञानयोर्ग्राह्यग्रहणभेदभिन्नयोर्विभक्तः पन्थाः। नानयोः संकरगन्धोऽप्यस्तीति।\nसांख्यपक्षे पुनर्वस्तु त्रिगुणं चलं च गुणवृत्तमिति धर्मादिनिमित्तापेक्षं चित्तैरभिसंबध्यते। निमित्तानुरूपस्य च प्रत्ययस्योत्पद्यमानस्य तेन तेनाऽऽत्मना हेतुर्भवति। केचिदाहुः – ज्ञानसहभूरेवार्थो भोग्यत्वात्सुखादिवदिति। त एतया द्वारा साधारणत्वं बाधमानाः पूर्वोत्तरक्षणेषु वस्तुरूपमेवापह्नुवते ॥ १५ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65127",
      "key": "4-15",
      "order": 415,
      "tags": [
        "4-15",
        "Pada 4",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु च ज्ञानव्यतिरिक्ते सत्यर्थे वस्त्वेकमनेकं वा वक्तुं युज्यते यदा विज्ञानमेव वासनावशात्कार्यकारणभावेनावस्थितं तथा तथा प्रतिभाति तदा कथमेतच्छक्यते वक्तुमित्याशङ्क्याऽऽह –\nवस्तुसाम्ये चित्तभेदात्तयोर्विभक्तः पन्थाः ॥ १५ ॥ \nतयोर्ज्ञानार्थयोः विविक्तः पन्था विविक्तो मार्ग इति यावत्। कथं वस्तुसाम्ये चित्तभेदात्। समाने वस्तुनि स्त्र्यादावुपलभ्यमाने नानाप्रमातृ़णां चित्तस्य भेदः सुखदुःखमोहरूपतया समुपलभ्यते। तथाहि एकस्यां रूपलावण्यवत्यां योषिति उपलभ्यमानायां सरागस्य सुखमुत्पद्यते सपत्न्यास्तु द्वेष परिव्राजकादेर्घृणेत्येकस्मिन्वस्तुनि नानाविधचित्तोदयात्कथं चित्तकार्यत्वं वस्तुन एकचित्तकार्यत्वे वस्त्वेकरूपतयैवावभासते। किं च चित्तकार्यत्वे वस्तुनो यदीयस्य चित्तस्य तद्वस्तु कार्यं तस्मिन्नर्थान्तरव्यासक्तेऽतद्वस्तु न किञ्चित्स्यात् भवत्विति चेन्न तदेव कथमन्यैर्बहुभिरुपलभ्यते उपलभ्यते च। तस्मान्न चित्तकार्यम्। अथ युगपद्वहुभिः सोऽर्थः क्रियते तदा बहुभिर्निर्मितस्यार्थस्यैकनिर्मिताद्वैलक्षण्यं स्यात्। यदा तु वैलक्षण्यं नेष्यते तदा कारण भेदे सति कार्यभेदस्याभावे निर्हेतुकमेकरूपं या जगत्स्यात् एतदुक्तं भवति सत्यपि भिन्ने कारणे यदि कार्यस्याभेदस्तदा समग्रं जगन्नानाविधकारणजन्यमेकरूपं स्यात्।\nकारणभेदाननुगमात्स्वातन्त्र्येण निर्हेतुकं वा स्यात्। यद्येवं कथं तेन त्रिगुणात्मनाऽर्थेनैकस्यैव प्रमातुः सुखदुःखमोहमयानि ज्ञानानि न जन्यन्ते मैवम् यथाऽर्थस्त्रिगुणस्तथा चित्तमपि त्रिगुणं तस्य चार्थप्रतिभासोत्पत्तौ धर्मादयः सहकारिकारणं तदुद्भवाभिभववशात्कदाविच्चित्तस्य तेन तेन रूपेणाभिव्यक्तिः। तथा च कामुकस्य संनिहितायां योषिति धर्मसहकृतं चित्तं सत्वस्याङ्गितया परिणममानं सुखमंय भवति तदेवाधर्मसहकारि रजसोऽङ्गितया दुःखरूपं सपत्नीमात्रस्य भवति तीव्राधर्मसहकारितया परिणममानं तमसोऽङ्गित्वेन कोपनायाः सपत्न्या मोहमयं भवति। तस्माद्विज्ञानव्यतिरिक्तोऽस्ति बाह्योऽर्थः। तदेवं न विज्ञानार्थयास्तादात्म्यं विरोधान्न कार्यकारणभावः। कारणाभेदे सत्यपि कार्यभेदप्रसङ्गादिति ज्ञानाद्व्यतिरिक्तत्वमर्थस्य व्यवस्थापितम्।\nयद्येवं ज्ञानं चेत्प्रकाशकत्वाद्ग्रहणस्वभावमर्थश्च प्रकाश्यत्वाद्ग्राह्यस्वभावस्तत्कथं गपत्सर्वानर्थान्न गृह्णाति न स्मरति चेत्याशङ्क्य परिहारं वक्तुमाह \n"
    }
  ]
}