{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64144",
      "key": "4-22",
      "order": 183,
      "tags": [
        "Pada 4",
        "Sutra 22"
      ],
      "text": "चितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ ४-२२ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66850",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66625",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु कूटस्थनित्यायाश्चितिशक्तेश्चित्तेन क्रियापूर्वकसंप्रयोगासम्भवात्कथं तत्तया भास्यमित्यत आह–\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥\nयथा परिणामित्वाद्बुद्धितत्त्वस्य क्रियया घटादौ सम्प्रयोगः समस्ति, न तथा चितिशक्तेर्बुद्धितत्त्वे प्रतिसङ्क्रमः सम्प्रयोगः अपरिणामित्वात् । अपि तु सवितुः सलिले प्रतिबिम्बवच्चितिशक्तेर्बुद्धौ प्रतिबिम्बे सति तस्या बुद्धेश्चिदाकारतापत्तौ सत्यां स्वभोग्यबुद्धिसंवेदनं भवति । चिच्छायाग्राहित्वसम्बन्धेन चिदुपरक्तं चित्तं चिद्भास्यमित्यनवद्यम् ॥ २२ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66444",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ स्वमते वृत्तिभानमुपपादयति –\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥\nअप्रतिसंक्रमाया अपरिणामिन्या अत एवाप्रतिबिम्बिताया अपि चितिशक्तेः परिणाम्यर्थरूपा या बुद्धिवृत्तिस्तया विवेकाग्रहात् तदाकारापत्ताविव जातायां स्वीयबुद्धिवृत्तिदर्शनं भवतीत्यर्थः । यदा प्रतिसंक्रमः सञ्चारस्तद्रहिताया अपि बुद्धितद्वृत्तिभिर्विवेकाग्रहाद्बुद्धिवृत्तिसञ्चारेण सञ्चरमाणाया इव विषयाकारवृत्त्यनाकाराया अपि तदाकारताया इवापत्तौ तद्दर्शनमित्यर्थः । तदुक्तं भाष्ये – ’अपरिणामिनी हि भोक्तृशक्तिरप्रतिसंक्रमा च परिणामिन्यर्थे प्रतिसंक्रामति प्रतिसंक्रान्तेव तद्वृत्तिमनुपतति तस्याश्च प्राप्तचैतन्योपग्रहस्वरूपाया बुद्धिर्वृत्तेरनुकारमात्रतया बुद्धिवृत्त्याविशिष्टा हि ज्ञानवृत्तिरित्याख्यायते’ इति । तथाच श्रुतिः – ’न पातालं नच विवरं गिरीणां नैवान्धकारं कुक्षयो नोदधीनाम् । गुहा यस्यां निहितं ब्रह्म शाश्वतं बुद्धिवृत्तिमविशिष्टां कवयो वेदयन्ते’ इति । अविशिष्टां विवेकाग्रहात् चितेरविशिष्टाम् । तस्यामेव गुहायां तत् गुह्यां ब्रह्म तदपनये तु स्वयमनावरणमनुपसर्ग प्रद्योतते चरमदेहस्य भगवत इति मिश्राः ॥ २२ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66234",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु कूटस्थस्य साक्षिणश्चित्तेन क्रियापूर्वकसंबन्धभावात्तेन कथं संवेद्यमित्यत आह-\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥\nघटादिवच्च चितेर्बुद्धौ न प्रतिसंक्रमः। अपरिणामित्वात् । किन्तु सूर्यस्य जले प्रतिबिम्बवच्चित्ते बुद्धौप्रतिबिम्बिते सति बुद्धौ चिदाकारतापत्तौ स्वस्य भोग्याया बुद्धेः संवेदनं भवति । चिच्छायाबाह्यत्वसम्बन्धेन चिदुपरक्तत्वं चित्ते चिद्वेद्यत्वमित्यर्थः । अप्रतिसंक्रमायाश्चितेः सान्निध्यात्तस्याश्चितेराकारश्छाया यत्र तद्भावापत्तौ सत्यां स्वभोग्यबुद्धिसंवेदनमिति योगना ॥ २२ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65876",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु भवन्मतेऽप्यपरिणामिनः कथम(स्य वृतिदर्शनं तत्राह)-\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥\nअप्रतिसञ्चाराया अपि चितेः पुरुषस्य स्वीयबुद्धिवृत्तिदर्शनं बुद्धिवृत्त्याकारापत्त्यैव भवतीत्यर्थः । वृत्त्याकारतापत्तिश्च वृत्तिप्रतिबिम्बतत्वं तस्य नित्यम् ॥ २२ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65691",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु कूटस्थस्य साक्षिणः चित्तेन क्रियापूर्वकसम्बन्धाभावात् तत् तेन कथं संवेद्यम् इति अत आह- \nचितेरप्रतिसङ्क्रमायास्तदाकारतापत्तौ स्वबुद्धिसंवेदनम् ॥ ( २२ )\nयथा बुद्धेः क्रियया घटादिसंश्लेषः प्रतिसङ्क्रमोस्स्ति परिणामित्वात् न तथा चित्तेः बुद्दौ परिसङ्क्रमः अपरिणामित्वात् किन्तु सूर्यस्य जले प्रतिबिम्बवत् चितेः बुद्धौ प्रतिबिम्बे सति बुद्धेः चिदाकारतापत्तौ स्वस्य भोग्याया बुद्धेः संवेदनं भवति (इति) चिच्छायाग्राह्यत्वसंबन्धेन चिदुपरक्तं चित्तं चिद्वेद्यमित्यर्थः । अत्र अप्रतिसङ्क्रमायाश्चितेः सान्निध्यात् तस्याः चितेः आकारः छाया यत्र ( स तदाकारः तस्य भावः तत्ता ) तद्भावापत्तौ सत्यां स्वभोग्यबुद्धिसंवेदनमिति योजना ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65501",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकथम् –\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥ \nअपरिणामिनी हि भोक्तृशक्तिरप्रतिसंक्रमा च परिणामिन्यर्थे प्रतिसंक्रान्तेव तद्वृत्तिमनुपतति। तस्याश्च प्राप्तचैतन्योपग्रहस्वरूपाया बुद्धिवृत्तेरनुकारिमात्रतया वुद्धिवृत्त्यविशिष्टा हि ज्ञानवृत्तिराख्यायते। तथा चोक्तम् –न पातालं न च विवरं गिरीणां नैवान्धकारं कुक्षयो नोदधीनाम्।गुहा यस्यां निहितं ब्रह्म शाश्वतं बुद्धिवृत्तिमविशिष्टां कवयो वेदयन्ते ॥ इति ॥ २२ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65114",
      "key": "4-22",
      "order": 422,
      "tags": [
        "4-22",
        "Pada 4",
        "Sutra 22",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु बुद्धेः स्वप्रकाशत्वाभावे बुद्ध्यन्तरेण चासंवेदने कथमयं विषयसंवेदनरूपो व्यवहार इत्याशङ्क्य स्वसिद्धान्तमाह –\nचितेरप्रतिसंक्रमायास्तदाकारापत्तौ स्वबुद्धिसंवेदनम् ॥ २२ ॥ \nपुरुषश्चिद्रूपत्वाच्चितिः साऽप्रतिसंक्रमा न विद्यते प्रतिसंक्रमोऽन्यत्र गमनं यस्याः सा तथोक्ता अन्येनासंकीर्णेति यावत्। यथा गुणा अङ्गाङ्गिभावलक्षणे परिणामेऽङ्गिनं गुणं संक्रामन्ति तद्रूपतामिवाऽऽपद्यन्ते यथा वा लोके परमाणवः प्रसरन्तो विषयमारूपयन्ति नैवं चितिशक्तिस्तस्याः सर्वदैकरूपतया स्वप्रतिष्ठितत्वेन व्यवस्थितत्वात्। अतस्तत्संनिधाने यदा बुद्धिस्तदाकारतामापद्यते चेतनेवोपजायते बुद्धिवृत्तिप्रतिसंक्रान्ता च यदा चिच्छक्तिर्बुद्धिवृत्तिविशिष्टतया संवेद्यते तदा बुद्धेः स्वस्याऽऽत्मनो वेदनं भवतीत्यर्थः।\n"
    }
  ]
}