{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64156",
      "key": "4-23",
      "order": 184,
      "tags": [
        "Pada 4",
        "Sutra 23"
      ],
      "text": "द्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ ४-२३ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66788",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66640",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु तर्हि केषाञ्चिच्चित्तमेव चिदात्मेति भ्रमः कथमित्याशङ्क्य तेषां भ्रमबीजमाह –\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥\nसर्वो द्रष्टृदृश्यरूपोऽर्थो विषयो यस्य तत्सर्वार्थम् । तत्र चित्सांनिध्याच्चिद्रूपतामिव प्राप्तं द्रष्ट्रुपरक्तं द्रष्टृविषयं भवति । इन्द्रियादिद्वारा दृश्योपरक्तं तदाकारं भवति । तथा च भोग्यशब्दाद्याकारं सुखदुःखादिपरिणामाक्षणभोगात्मकं चित्तं दृश्यमपि चित्प्रतिबिम्बाभेदादात्मेति सौगतानां भ्रमः । तत्र विवेकिना चित्तस्य भोग्यतया तस्मादन्यो भोक्ता स्वीकर्तव्य इति भावः ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66443",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ चित्तातिरिक्तं (द्रष्टारं) प्रत्यक्षेणापि साधयति –\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥\nसर्वार्थे प्रमाणीभूतमित्यर्थः । यथा नीलाद्यनुरक्तं चित्तं तमर्थं प्रत्यक्षेन स्थापयति, एवं द्रष्टृच्छायापन्नं चित्तं द्रष्टारमपि प्रत्यक्षेण स्थापयतीत्यर्थः । अत एव नीलमहं वेद्मीत्यनुभवः । अहमिति प्रत्ययो हि चैतन्योपरक्तचित्तविषयः । एवं यद्यपि ज्ञाता प्रत्यक्षविषयस्तथापि न विविच्य यथा जले चन्द्रबिम्बम् । तदुक्तं भाष्ये –’मनो हि मन्तव्यार्थेनोपरक्तं स्वयं च विषयत्वात् विषयिणा पुरुषेणात्मीयवृत्तिद्वाराभिसंबद्धं द्रष्टृदृश्योपरक्तं विषयत्वात् विषयिणा पुरुषेणात्मीयवृत्तिद्वाराभिसंबद्धं द्रष्टृदृश्योपरक्तं विषयविषयिनिर्भासं चेतनाचेतनस्वरूपापन्नं विषयात्मकमपि अविषयात्मकमिवाचेतनमपि चेतनमिव स्फटिकमणिकल्पं सत्वमयत्वात्सर्वार्थमित्युच्यते । तदनेन चित्तसारूप्येण भ्रान्ताः केचित्तदेव चेतनमित्याहुरिति’ । ननु समाधावालम्बनभाव आत्मनः कथमितिचेदत्र भाष्यं – ’प्रतिबिम्बीभूतस्य चित्तवृत्तिद्वारा ज्ञेयत्वात्’ मलिनेऽपि जलादौ अत्यन्तनिर्मलरवेः प्रतिबिम्बवत्पुरुषादनिर्मलेऽपि चित्ते पुरुषस्य प्रतिबिम्बस्वीकाराददोषः । हृदयावच्छिन्नचित्ते तदवच्छिन्नचैतन्यस्याविभागेनाविभक्तिरेव प्रतिबिम्बितत्वम् । तदवच्छेदेन तथाभिव्यक्तस्य च चित्तवैधर्म्येण ज्ञानम् ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66250",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु यदि चित्तातिरिक्त आत्मा कथं तर्हि चित्तमेवार्मेति भ्रमो लोकविशेषाणामित्याशङ्क्य चित्तस्य सर्वार्थग्रहणसामर्थ्यमेव बीजमाह –\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥\nद्रष्टा पुरुषः, दृश्यं प्रपञ्चोऽचेतनं, तत्सर्वं चेतनाचेतनमर्थो विषयो यस्य तत्सर्वार्थं, तत्सान्निध्यात् तत्र चिद्रूपतामिव प्राप्तम् द्रष्ट्रचिदुपरक्तं द्रष्ट्रविषयं भवति । इन्द्रियद्वारा दृश्योपरक्तं तदाकारं भवति । तथाच भोग्यशब्दाद्यकारं सुखदुःखादिपरिणामलक्षणभोगात्मकं दृश्यमपि चित्तं चित्प्रतिबिम्बाभेदादात्मेति भ्रम इत्यर्थः ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65899",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननूत्पद्यताम् कूटस्थस्यापि स्वबुद्धिविज्ञानं प्रतिबिम्बरूपसंबन्धाच्छब्दादिभानमात्मभानं च कथं स्यात्? साक्षात्प्रतिबिम्बाङ्गीकारे शब्दादीनामज्ञानसत्तानुपपत्तेः, स्वस्मिन् साक्षात्स्वप्रतिबिम्बासंभवाच्च (इत्यत आह)-\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥\nचित्तमेव पुरुषस्य सर्वार्थं ग्रहीतृग्रहणग्राह्यरूपाखिलदृश्याधारभूतम् । न चित्तातिरिक्तं पुरुषस्य दृश्यमिति । यतो द्रष्टृदृश्याभ्यामुप(रक्ता बुद्धिवृ)त्तिः साक्षाद्दृश्या । तदारूढतया तु द्रष्टृशब्दादिश्च दृश्यो भवतीति क्षणिकविज्ञानमेव चित्तमिति बौद्धमते चित्तातिरिक्त आत्मा प्रसाधितः ॥ २३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65710",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु यदि चित्तातिरिक्तः आत्मा अस्ति तर्हि कथं केषांचित् चित्तमेवात्मेति भ्रमः इत्याशङ्क्य, चित्तस्य सर्वार्थग्रहणसामर्थ्यं तेषां भ्रमबीजमाह- \nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ ( २३ )\nद्रष्टा पुरुषश्चेतनः, दृश्यं शब्दाद्यचेतनम् इति तत्सर्वं चेतानाचेतनम् अर्थः विषयः यस्य तत् सर्वार्थम् । (तत्र) (तच्च) तत्सान्निध्यात् चिद्रूपतामिव प्राप्तं द्रष्टृ चिदुपरक्तं द्रष्टृविषयं भवति-इन्द्रियद्वारा दृश्योपरक्तं तदाकारं भवति । तथा च भोग्यशब्दाद्याकारं सुखदुःखादिपरिणामलक्षणभोगात्मकं दृश्यमपि चित्तं चित्प्रतिबिम्बाभेदात् आत्मेति भ्रमः सौगतानां युक्तः । चित्तस्य जपाकुसुमाद्यर्थाकारग्रहशीलाभिजातस्य स्फटिकमणिकल्पस्य दृश्याकारग्राहित्वात् चित्तातिरिक्तार्थो नास्तीति विज्ञानवादिनां भ्रमः ।\nअत्र इत्थं विवेकः- चित्तस्य भोग्यत्वात् भोक्ता अन्यः स्वीकर्तव्यः । स नित्योदिता चिच्छक्तिरित्युच्यते । द्विधा हि चिच्छक्तिः- नित्योदिता अभिव्यङ्ग्या चेति । तत्र नित्योदितायाः कूटस्थचिच्छक्तेः चित्तसत्त्वाभिव्यङ्ग्या चित्प्रतिबिम्बरूपा सुखादिसारूप्यमापन्ना चिच्छक्तिर्भोग इत्युच्यते । स द्विविधश्च भोगः- चिदवसानतारूप एकः परिणामलक्षणोस्परः । तत्राभिव्यङ्ग्या चिच्छक्तिः आद्यः पुरुषस्य भोगः । अपरः सुखादिपरिणामो बुद्धेः प्राप्तचैतन्याया इति । इत्थं बुद्धिपुरुषान्तरं विविच्य विध्वस्तसमस्तमलजालं निश्चलप्रदीपशिखाकारं समाहितं प्रशान्तवाहिचित्तं पुरुषसत्तां निश्चिनोतीति तात्पर्यम् ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65500",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअतश्चैतदभ्युपगम्यते –\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥ \nमनो हि मन्तव्येनार्थेनोपरक्तं, तत्स्वयं च विषयत्वाद्विषयिणा पुरुषेणाऽऽत्मीयया वृत्त्याऽभिसंबद्धं, तदेतच्चित्तमेव द्रष्टृदृश्योपरक्तं विषयविषयिनिर्भासं चेतनाचेतनस्वरूपापन्नं विषयात्मकमप्यविषयात्मकमिवाचेतनं चेतनमिव स्फटिकमणिकल्पं सर्वार्थमित्युच्यते।\nतदनेन चित्तसारूप्येण भ्रान्ताः केचित्तदेव चेतनमित्याहुः। अपरे चित्तमात्रमेवेदं सर्वं नास्ति खल्वयं गवादिर्घटादिश्च सकारणो लोक इति। अनुकम्पनीयास्ते। कस्मात्, अस्ति हि तेषां भ्रान्तिबीजं सर्वरूपाकारनिर्भासं चित्तमिति। समाधिप्रज्ञायां प्रज्ञेयोऽर्थः प्रतिबिम्बीभूतस्तस्याऽऽलम्बनीभूतत्वादन्यः। स चेदर्थश्चित्तमात्रं स्यात्कथं प्रज्ञयैव प्रज्ञारूपमवधार्येत। तस्मात्प्रतिबिम्बीभूतोऽर्थः प्रज्ञायां येनावधार्यते स पुरुष इति। एवं ग्रहीतृग्रहणग्राह्यस्वरूपचित्तभेदात्त्रयमप्येतज्जातितः प्रविभजन्ते ते सम्यग्दर्शिनस्तैरधिगतः पुरुषः ॥ २३ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65123",
      "key": "4-23",
      "order": 423,
      "tags": [
        "4-23",
        "Pada 4",
        "Sutra 23",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइत्थं स्वसंविदितं चित्तं सर्वार्थग्रहणसामर्थ्येन सकलव्यवहारनिर्वाहक्षमं भवतीत्याह –\nद्रष्टृदृश्योपरक्तं चित्तं सर्वार्थम् ॥ २३ ॥ \nद्रष्टा पुरुषस्तेनोपरक्तं तत्संनिधानेन तद्रूपतामिव प्राप्तं दृश्योपरक्तं विषयोपरक्तं गृहीतविषयाकारपरिणामं यदा भवति तदा तदेव चित्तं सर्वार्थग्रहणसमर्थं भवति। यथा निर्मलं स्फटिकदर्पणाद्येव प्रतिबिम्बग्रहणसमर्थमेवं रजस्तमोभ्यानभिभूतं सत्त्वं शुद्धत्वाच्चिच्छायाग्रहणासमर्थं भवति न पुनरशुद्धत्वाद्रजस्तमसी। तत् तदा न्यग्भूतरजस्तमोरूपमङ्गितया सत्त्वं निश्चलप्रदीपशिखाकारं सदैवैकरूपतया परिणममानं चिच्छायाग्रहणसामर्थ्यादा मोक्षप्राप्तेरवतिष्ठते। यथाऽयकान्तसंनिधाने लोहस्य चलनमाविर्भवति एवं चिद्रूप पुरुषसंनिधाने सत्त्वस्याभिव्यङ्ग्यमभिव्यज्यते चैतन्यम्। अत एवास्मिन्दर्शने द्वे चिच्छक्ती नित्योदिताऽभिव्यङ्ग्या च नित्योदिता चिच्छक्तिः पुरुषस्तत्संनिधानादभिव्यक्तमभिव्यङ्ग्यचैतन्यं सत्त्वमाभिव्यङ्ग्या चिच्छक्तिः। तदत्यन्तसंनिहितत्वादन्तरङ्गं पुरुषस्य भोग्यतां प्रतिपद्यते।\nतदेव शान्तब्रह्मवादिभिः सांख्यैः पुरुषस्य परमात्मनोऽधिष्ठेयं कर्मानुरूपं सुखदुःखभोक्तृतया व्यपदिश्यते। यत्त्वनुद्रिक्तत्वादेकस्यापि गुणस्य कदाचित्कस्यचिदङ्गित्वात्त्रिगुणं प्रतिक्षणं परिणममानं सुखदुःखमोहात्मकनिर्मलं तत्तस्मिन्कर्मानुरूपे शुद्धे सत्त्वे स्वाकारसमर्पणद्वारेण संवेद्यतामापादयति तच्छुद्धमाद्यं चित्तसत्त्वमेकतः प्रतिसंक्रान्तचिच्छायमन्यतोगृहीतविषयाकारेण चित्तेनोपढौकितस्वाकारं चित्संक्रान्तिबलाच्चेतनायमानं वास्तवचैतन्याभावेऽपि सुखदुःखभोगमनुभवति। स एव भोगोऽत्यन्तसंनिधानेन विवेकाग्रहणाभोक्तुरपि पुरुषस्य भोग इति व्यपदिश्यते। अनेनैवाभिप्रायेण विन्ध्यवासिनोक्तं सत्त्वतप्यत्वमेव पुरुषतप्यत्वम् इति। अन्यत्रापि प्रतिबिम्बे प्रतिबिम्बमानच्छायासदृशच्छायोद्भवः प्रतिबिम्बशब्देनोच्यते। एवं सत्त्वेऽपि पौरुषेयचिच्छायासदृशचिदभिव्यक्तिः प्रतिसंक्रान्तिशब्दार्थः।\nननु प्रतिबिम्बनं नाम निर्मलस्य नियतपरिणामस्य निर्मले दृष्टं यथा मुखस्य दर्पणे। अत्यन्तनिर्मलस्य व्यापकस्यापरिणामिनः पुरुषस्य तस्मादत्यन्तनिर्मलात्पुरुषादनिर्मले सत्त्वे कथं प्रतिबिम्बनमुपपद्यते। उच्यते प्रतिबिम्बनस्य स्वरूपमनवगच्छता भवतेदमभ्यधायि। यैव सत्त्वगताया अभिव्यङ्ग्यायाश्चिच्छक्तेः पुरुषस्य सांनिध्यादभिव्यक्तिः सैव प्रतिबिम्बनमुच्यते। यादृशी पुरुषगता चिच्छक्तिस्तच्छाया तथाऽऽविर्भवति। यदप्युक्तमत्यन्तनिर्मलः पुरुषः कथमनिर्मले सत्त्वे प्रतिसंक्रामतीति तदप्यनैकान्तिकं नैर्मल्यादपकृष्टेऽपि जलादावादित्यादयः प्रतिसंक्रान्ताः समुपलभ्यन्ते। यदप्युक्तमनवच्छिन्नस्य नास्ति प्रतिसंक्रान्तिरिति तदप्युक्तं व्यापकस्याप्याकाशस्य दर्पणादौ प्रतिसंक्रान्तिदर्शनात्। एवं सति न काचिदनुपपत्तिः प्रतिबिम्बदर्शनस्य। ननु सात्त्विकपरिणामरूपे बुद्धिसत्त्वे पुरुषसंनिधानादभिव्यङ्ग्यायाश्चिच्छक्तेर्बाह्यार्थाकारसंक्रान्तौ पुरुषस्य सुखदुःखरूपो भोग इत्युक्तं तदनुपपन्नम्। तदेव चित्तसत्त्वं प्रकृतावपरिणतायां कथं संभवति किमर्थश्च तस्याः परिणामः अथोच्येत पुरुषस्यार्थोपभोगसंपादनं तया कर्तव्यम् अतः पुरुषार्थकर्तव्यतया तस्या युक्त एव परिणामः। तच्चानुपपन्नं पुरुषार्थकर्तव्यताया एवानुपपत्ते पुरुषार्थो मया कर्तव्य इत्येवंविधोऽध्यवसायः पुरुषार्थकर्तव्यतोच्यते। जड़ायाश्च प्रकृतेः कथं प्रथममेवैवंविधोऽध्यवसायः। अस्ति चेदध्यवसायः कथं जड़त्वम्। अत्रोच्यते अनुलोमप्रतिलोमलक्षणपरिणामद्वये सहजं शक्तिद्वयमस्ति तदेव पुरुषार्थकर्तव्यतोच्यते। सा च शक्तिरचेतनाया अपि प्रकृतेः सहजैव। पत्र महदादिमहाभूतपर्यन्तोऽस्या बहिर्मुखतयाऽनुलोमः परिणामः। पुनः स्वकारणानुप्रवेशद्वारेणास्मितान्तः परिणामः प्रतिलोमः। इत्थं पुरुषस्याऽऽभोगपरिसमाप्तेः सहञशक्तिद्वयक्षयात्कृतार्था प्रकृतिर्न पुनः परिणाममारभते। एवंविधायां च पुरुषार्थकर्तव्यतायां जड़ाया अपि प्रकृतेर्न काचिदनुपपत्तिः। ननु यदीदृशी शक्तिः सहजैव प्रधानस्यास्ति तत्किमर्थं मोक्षार्थिभिर्मोक्षाय यत्नः क्रियते मोक्षस्य चानर्थनीयत्वे तदुपदेशकशास्त्रस्याऽऽनर्थक्यं स्यात्। उच्यते योऽयं प्रकृतिपुरुषयोरनादिर्भोग्यभोक्तृत्वलक्षणः संबन्धस्तस्मिन्सति व्यक्तचेतनायाः प्रकृतेः कर्तृत्वाभिमानाद्दुःखानुभवे सति कथमियं दुःखनिवृत्तिरात्यन्तिकी मम स्यादिति भवत्येवाध्यवसायः अतो दुःखनिवृत्त्युपायोपदेशकशास्त्रोपदेशापेक्षाऽस्त्येव प्रधानस्य। तथाभूतमेव च कर्मानुरूपं बुद्धिसत्त्वं शास्त्रोपदेशश्च विषयः। दर्शनान्तरेष्वप्येवंविध एवाविद्यास्वभावः शास्त्रेऽधिक्रियते। स च मोक्षाय प्रयतमान एवंविधमेव शास्त्रोपदेशं सहकारिणपेक्ष्य मोक्षाख्यं फलमासादयति। सर्वाण्येव कार्याणि प्राप्तायां सामग्र्यामात्मानं लभन्ते। अस्य च प्रतिलोमपरिणामद्वारेणैवोत्पाद्यस्य मोक्षाख्यस्य कार्यस्येदृश्येव सामग्री प्रमाणेन निश्चिता प्रकारान्तरेणानुपपत्तेः। अतस्तां विना कथं भवितुमर्हति। अत्रः स्थितमेतत् संक्रान्तविषयोपरागमभिव्यक्तचिच्छायं बुद्धिसत्त्वं विषयनिश्चयद्वारेण समग्रां लोकयात्रां निर्वाहयतीति। एवंविधमैव चित्तं पश्यन्तो भ्रान्ताः स्वसंवेदनं चित्तं चित्तमात्रं च जगदित्येवं ब्रुवाणाः प्रतिबोधिता भवन्ति।\n"
    }
  ]
}