{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64137",
      "key": "4-3",
      "order": 164,
      "tags": [
        "Pada 4",
        "Sutra 3"
      ],
      "text": "निमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ४-३ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66841",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66623",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु प्रकृत्यापूरो धर्मादिनिमित्तमपेक्षते चेत्तस्यैवास्तु प्रवर्तकत्वम्; किं तेन? न चेष्टापत्तिः, अपसिद्धान्तापातादित्याशङ्क्याह –\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥\nनिरीश्वरसांख्येऽपि पुरुषार्थ एवावगतः प्रकृतीनां प्रवर्तकः । सेश्वराणां नस्तु तदुद्देशेनेश्वरः प्रवर्तकः इत्युद्देश्यतया पुरुषार्थः प्रवर्तक इति राद्धान्तः । अतः प्रकृतीनां धर्मादिकं निमित्तं न प्रवर्तकम्, तत्कार्यत्वात् । अपि तु ततो निमित्ताद्वरणस्य प्रतिबन्धस्य भेदो नाशो भवति । धर्मेणाधर्मनिरासे प्रकृतयः स्वयमेव देवादिपरिणामे प्रवर्तन्ते । यथा क्षेत्रिकः कृषीवलो जलस्योन्नतदेशादिवरणभेदमात्रं करोति, ततः पाथः स्वत एव केदारात्केदारान्तरे प्रवर्तते, तद्वदित्यर्थः ॥ ३ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66458",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु योगजधर्मर्योगिसंकल्पैश्च बलात्प्रकृत्याकर्षणे प्राकृतिस्वातन्त्र्यसिद्धान्तहानिरत आह –\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥\nधर्मादिरूपं निमित्तकारणं प्रकृतीनां महदादिकारणानां प्रयोजकं प्रवर्तकं न भवति स्वत एव प्रवृत्तिस्वाभाव्यम् तेषामपि प्रकृतिकार्यत्वाच्च । ततो निमित्त्तकारणाद्वरण्यस्य तत्तत्प्रतिबन्धकाधर्मादेर्भङ्गो निवृत्तिमात्रं भवति । ततः प्रकृतयः स्वयमेव तं तं विकारमारभन्ते क्षेत्रिकवत् । यथा कृषीवलो जलपूर्णात् क्षेत्राज्जलं क्षेत्रान्तरे निनीषुरालबालभङ्गमात्रं करोति जलं तु गतिस्वाभाव्यात्स्वयमेव गच्छति तद्वत् । पुरुषार्थोद्देशेनेश्वरस्तु प्रवर्तकः सोऽपि तदुद्देसमात्रेणैव, तथोद्देश्यतामात्रेण च पुरुषार्थः प्रवर्तक इत्युच्यते । वैषम्यनैर्घृण्यप्रसङ्गस्तु प्रथमपादे निवारितः । अचेतनं चेतनाधिष्ठितमेव प्रवर्तत इति नियमस्तु नेश्वरस्य वैषम्यनैर्घृण्यापत्तेरिति केचित् । नच पुरुषभोगोद्देश्या प्रवृत्तिर्जडायाः प्रकृतेः कथं ? पुरुषभोगो मया संपाद्य इत्यध्यवसायो हि तदुद्देश्यता, जडायाश्च तदनुपपत्तिः सत्वे जडत्वव्याघात इति वाच्यम् । अनुलोमप्रतिलोमलक्षणपरिणामद्वये सहजं शक्तिद्वयमस्ति प्रकृतेस्तदेव पुरुषार्थकर्तव्यतोच्यते । भोगसमाप्तौ च तस्य क्षये न पुनः सा प्रवर्तते । तस्य च शक्तिद्वयस्य विवेकसाक्षात्कारेण विदेहकैवल्यमेव नाश इति भोगराजः ॥ ३ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66230",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु प्रकृत्यापूरो धर्मादिनिमित्तमपेक्षते, न वा । न चेत् सर्वत्रापूरापत्तिः । नाद्यः । धर्मादेः प्रवर्तकत्वे पुरुषार्थः प्रवर्त्तक इति सिद्धान्तविरोधादित्यत आह –\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥\nनिरूश्वरसांख्ये हि पुरुषार्थ एवानागतः प्रकृतीनां प्रवर्तकः । अस्माकं तु सेश्वराणां तदुद्देशेन प्रवर्त्तत इत्युद्देश्यतया पुरुषार्थः प्रवर्तक इत्युच्यते । न हि धर्मादिनिमित्तं तत्प्रयोजकं प्रकृतीनां भवति, न कार्येऽपि कारणं प्रवर्तत इति । कथं तर्हि ॥ आवरणभेदस्तु ततःक्षेत्रिकवत् ॥ यथा क्षेत्रिकः केदारादपां पूरणात् केदारान्तरं प्लावयितुं निम्नं निम्नतरं वा न पाणिनापकर्षति । आवरणं त्वासां भिनत्ति । तस्मिन् भिन्ने स्वयमेवापः केदारान्तरमाप्लावयन्ति । तथा धर्मः प्रकृतीनामावरणधर्मं भिनत्ति । तस्मिन् भिन्ने स्वयमेव प्रकृतयः स्वं स्वं विकारमाप्लावयन्ति । यथावा स एव क्षेत्रिकस्तस्मिन्नेव केदारे न प्रभवत्यौदकान् भौमान् वा रसान् धान्यमूलान्यनुप्रवेशयितुं , किं तर्हि, मुद्गगवेधुकश्यामाकादींस्ततोऽपकर्षति । अपकृष्टेषु तेषु स्वयमेव रसा धान्यमूलान्यनुप्रविशन्ति । तथा धर्मो निवृत्तिमात्रे कारणम् । अधर्मस्य शुद्ध्यशुद्ध्योरत्यन्तविरोधात् । न तु प्रकृतिप्रवृत्तौ धर्मो हेतुर्भवतीति । अत्र नन्दीश्वरादय उदाहर्त्तव्याः । विपर्ययेणाप्यधर्मो धर्मं बाधते ततश्चशुद्धिपरिणाम इति । तत्रापि नाहुषाजगरादय उदाहार्याः ॥ ३ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66049",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु तर्हि प्रकृत्यापूरः परमेश्वरस्य योगिनो वा सङ्कल्पमपेक्ष्यते, न वा ? न चेदिच्छामात्रं प्रभोः सृष्टिरिति श्रुतीनां, स यदि पितृलोककामो भवति सङ्कल्पादेवास्य पितरः समुत्तिष्ठन्ति इत्यादिश्रुतीनाञ्च विरोधप्रसङ्गः। आद्ये प्रकृतिस्वातन्त्र्यहानिप्रसङ्गः। एवं धर्मादिनिमित्तानुरोधेन प्रकृत्यापूरेऽपि प्रकृतिस्वातन्त्र्यहानिः। नचेत् सर्वत्रापूरापत्तिरित्यत आह –\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत्॥३॥\nनिमित्तं परमेश्वरयोगीसङ्कल्पधर्माधर्मादिरूपं सहकारी अप्रयोजकं प्रकृतीनामापूरे हेतुर्न भवति। कार्यस्य कारणप्रवर्तकत्वायोगात्। किञ्चाकाशे द्रव्याणामनारम्भिकाप्यनुक्षणमणूनां क्रिया सर्वसम्मता। न च तत्रधर्मादिकारणं कस्यापि भोगाहतुत्वाद्। नापि तत्रेश्वरादिसङ्कल्पः कारणं गौरवात्। अतो निरन्तरानुक्रियाद्युपपत्तये लाघवेन गुणत्वेनैव सामान्यतः प्रवृत्तिकारणत्वात् प्रकृतिस्वातन्त्र्यं सिद्धम्। अपि च, कदाचिद्दण्डचक्रादिकं विना अपि योगिसङ्कल्पादेव घटो जायते। आदिसर्गे चेश्वसङ्कल्पेनैव विनैव सर्वाणि बीजान्युत्पद्यन्ते इति परस्परव्यभिचारान्निमित्तानां न साक्षात्कारत्वसम्भवः। तृणारणिमण्यादिषु चाग्निकारणत्वेन्योन्यव्यभिचारो लोकसिद्ध एवास्ति। अतः सहकार्यप्रयुक्ता प्रकृतिरेव परिणामे स्वतन्त्रेति सिद्धम्। न चैवं तर्हि कथं धर्मेश्वरयोगिसङ्कल्पादीनां प्रकृतिपरिणामहेतुत्वोक्तिः। तत्राह वरणेति॥ ततो निमित्तविशेषात् कथिताद् वरणस्यावरकस्य प्रकृतप्रवृत्तिप्रतिबन्धकस्याधर्मादेर्भेदः क्षयो भवतीत्यर्थः। तथा प्रतिबन्धकोत्सादकत्वेनैव धर्मादेः परिणामे कारणत्वमुक्तभावः॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65887",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु योगजादिधर्मैर्योगिसङ्कल्पैश्च बलात्प्रकृतय आकृष्यन्त इति प्रकृतिस्वातन्त्र्यसिद्धान्तक्षतिः ततश्चेश्वरसङ्कल्पकृती विना सर्गादौ प्रकृतिप्रवृत्त्यनुपपत्त्या ईश्वरस्य वैषम्यनैर्घृण्याद्यापत्तिस्तत्राह –\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥\nधर्मादिरूपं निमित्तकारणं प्रकृतीनां महदादिकारणानां प्रयोजकं प्रवर्तकं न भवति । स्वत एव प्रवृत्तिस्वाभाव्यात् । किन्तु ततो निमित्तकारणाद्वरणभङ्गः प्रवृत्तिविशेषप्रतिबन्धकाधर्मादिनिवृत्तिमात्रं भवति । क्षेत्रिकवत् । यथा कृषीवलो जलपूर्णात्क्षेत्राज्जलं क्षेत्रान्तरे निनीषुरालवालभङ्गमात्रं करोति जलं तु गतिस्वाभाव्यात्स्वयमेव गच्छति तद्वदित्यर्थः । अचेतनं चेतनाधिष्ठितमेव प्रवर्तते इति नियमस्त्वस्माभिर्नेष्यते, परमेश्वरस्य वैषम्यनैर्घृण्यापत्तेरिति भावः ॥ ३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65656",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु प्रकृत्यापूरः धर्मादिनिमित्तमपेक्षते न वा । न चेत्सर्वत्रापूराप्तिः । नाद्यः । धर्मादेः प्रवर्तकत्वे पुरुषार्थः प्रवर्तक इति सिद्धान्तविरोधात् इत्यत आह- \nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ( ३ )\nनिरीश्वरसाङ्खे हि पुरुषार्थ एवानागतः प्रकृतीनां प्रवर्तकः । अस्माकं तु सेश्वराणां तदुद्देशेनेश्वरः प्रवर्तक इत्युद्देश्यतया पुरुषार्थः प्रवर्तक इत्युच्यते । निमित्तं तु तासां न प्रवर्तकं तत्कार्यत्वात् । किन्तु ततः निमित्तात् वरणस्य प्रतिबन्धस्य बाधो भवति । धर्मेणाधर्मनिरासे प्रकृतयः स्वयमेव देवादिपरिणामे प्रवर्तन्ते । पापातिशयेन पुण्यप्रतिबन्धे सति तिर्यगादिपरिणामः यथा नहुषस्य सर्पपरिणामः । अत्र दृष्टान्तमाह- क्षेत्रिकवदिति । यथा क्षेत्रिकः- कृषीवलः जलस्य उन्नतदेशादिवरणभेदनमात्रं करोति ततो जलं स्वयमेव केदारान्तरे प्रवर्तते तद्वदित्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65510",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥ \nन हि धर्मादि निमित्तं तत्प्रयोजकं प्रकृतीनां भवति। न कार्येण कारणं प्रवर्त्यत इति। कथं तर्हि, वरणभेदस्तु ततः क्षेत्रिकवत्। यथा क्षेत्रिकः केदारादपां पूर्णात्केदारान्तरं पिप्लावयिषुः समं निम्नं निम्नतरं वा नापः पाणिनाऽपकर्षत्यावरणं त्वासां भिनत्ति तस्मिन्भिन्ने स्वयमेवाऽऽपः केदारान्तरमाप्लावयन्ति तथा धर्मः प्रकृतीनामावरणमधर्मं भिनत्ति तस्मिन्भिन्ने स्वयमेव प्रकृतयः स्वं स्वं विकारमाप्लावयन्ति। यथा वा स एव क्षेत्रिकस्तस्मिन्नेव केदारे न प्रभवत्यौदकान्भौमान्वा रसान्धान्यमूलान्यनुप्रवेशयितुं, किं तर्हि मुद्गगवेधुकश्यामाकादींस्ततोऽपकर्षति। अपकृष्टेषु तेषु स्वयमेव रसा धान्यमूलान्यनुप्रविशन्ति, तथा धर्मो निवृत्तिमात्रे कारणमधर्मस्य, शुद्ध्यशुद्ध्योरत्यन्तविरोधात्, न तु प्रकृतिप्रवृत्तौ धर्मो हेतुर्भवतीति। अत्र नन्दीश्वरादय उदाहार्याः। विपर्ययेणाप्यधर्मो धर्मं बाधते। ततश्चाशुद्धिपरिणाम इति। तत्रापि नहुषाजगरादय उदाहार्याः ॥ ३ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65056",
      "key": "4-3",
      "order": 403,
      "tags": [
        "4-3",
        "Pada 4",
        "Sutra 3",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनिमित्तमप्रयोजकं प्रकृतीनां वरणभेदस्तु ततः क्षेत्रिकवत् ॥ ३ ॥ \nनिमित्तं धर्मादि तत्प्रकृतीनामर्थान्तरपरिणामे न प्रयोजकम्। नहि कार्येण कारणं प्रवर्तते। कुत्र तर्हि तस्य धर्मादेर्व्यापार इत्याह वरणभेदस्तु ततः क्षेत्रिकवत्। ततस्तस्मादनुष्ठीयमानाद्धर्माद्वरणमावरकमधर्मादि तस्यैव विरोधित्वाद्भेदः क्षयः क्रियते। तस्मिन्प्रतिबन्धके क्षीणे प्रकृतयः स्वयमभिमतकार्याय प्रभवन्ति दृष्टान्तमाह क्षेत्रिकवत्। यथा क्षेत्रिकः कृषीवलः केदारात्केदारान्तरं जलं निनीषुर्जलप्रतिबन्धकवरणभेदमात्रं करोति तस्मिन्भिन्ने जलं स्वयमेव प्रसरद्रूपं परिणामं गृह्णाति न तु जलप्रसरणे तस्य कश्चित्प्रयत्न एवं धर्मादेर्बोद्धव्यम्।\n"
    }
  ]
}