{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64097",
      "key": "3-14",
      "order": 120,
      "tags": [
        "Pada 3",
        "Sutra 14"
      ],
      "text": "शान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ ३-१४ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66765",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥\nधर्मिलक्षणमाह शान्तेति । शान्ताः कृतस्वस्वव्यापारा उदिताः स्वस्वव्यापारं कुर्वन्ति अव्यपदेश्यः शक्तिस्वरूपेणस्थिता ॥ १४ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66615",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nधर्मस्यायं त्रिविधः परिणामः; तद्धर्मिणं दर्शयति –\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥\nशान्ताः कृतव्यापारा अतीताः, उदिता जलाहरणादिव्यापाराविष्टा वर्तमानाः, अव्यपदेश्याः शक्तिरूपेण मृदादिषु धर्मिषु स्थिता अनागताः । तानेतान्घटीयन्त्रवदनिशमावर्तमानान्योऽनुपतत्यन्वेति, सोऽयमनुपाती धर्मी, यथा चूर्णपिण्डाद्यन्वितमृदादिरित्यर्थः ॥ १४ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66354",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु धर्मातिरिक्तो धर्मी न प्रामाणिकः यस्य धर्मादिः परिणामः स्यादिति बौद्धनिरासाय धर्मातिरिक्तं धर्मिणं साधयति –\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥\nअतीतवर्तमानानागतेषु धर्मेष्वनुपाती वर्तमानरूपेणानुगतो यः स धर्मीत्यर्थः । धर्माश्च धर्मिणो द्रव्यस्य मृदादेस्तत्तत्कार्ययोग्यतावच्छिन्ना चूर्णपिण्डघटादिजननशक्तिरेव । तेषां तत्राव्यक्तत्वेन भाव इति यावत् । उदकाहरणादीनामाकस्मिकत्ववारणाय योग्यतावच्छिन्नेति । ततश्च तान्यपि स्वकारणादेव प्रप्तानीति तद्वांश्च धर्मी, कार्यभेददर्शनं च तत्सद्भावे तद्भेदे च प्रमाणम् । वर्तमानश्च पिण्डादिधर्मः शान्तोदितमृच्चूर्णमृद्घटाभ्यां भिन्नः, अन्यथा तयोरपि स्वकार्यकारित्वप्रसङ्गः । अव्यक्तावस्थायां कारणरूपधर्मिमात्ररूपत्वान्न भेदप्रतीतिः । अनागतावस्थायां तु वर्तमानावस्थैव प्रमाणं, असत उत्पादाभावात् । तत्रानागतावस्थाऽनन्तरा वर्तमानावस्था, ततोऽनन्तरातीतवस्था, ततोऽनन्तरावस्था तु न, अनुपलब्धेः । उपादानकारणेषु सर्वकार्याणां सत्त्वेऽपि देशकालाकारनिमित्तकत्वान्न सर्वद्दा सर्वमाविर्भवति । देशः केशरस्य काश्मीरमेव । कालः शालीनां वर्षैव । आकारो मनुष्यस्य मानुष्येवेति। अन्यथा जलभूमिरूपोपादानकारणस्य सर्वशक्तिरूपत्वात्सर्वं सर्वदा सर्वस्मिन्सर्वत आविर्भवेत् । एवमपुण्यवान् सुखं न भुङ्क्ते तस्मिन् पुण्यनिमित्ताभावात् । यः सर्वेष्वनुगतः सामान्यविशेषात्मा स धर्मी, सामान्यं धर्मिरूपं विशेषा धर्मास्तदुभयात्मकः । यदि वा धर्मी न स्यात् अन्यविज्ञानकृतस्यान्यो भोक्ता न स्यात्स्मरणोच्छेदश्च प्रत्यभिज्ञा च न स्यात्, धर्माणामनवरतपरिणामित्वेन स्थैर्याभावात् । एष काल्पनिको धर्मधर्मिभावः । परमार्थतस्तु अलिङ्गप्रधानमेव सर्वत्र धर्मीति उत्तरसूत्रे भाष्ये ध्वनितम् ॥ १४ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66168",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयस्यायं त्रिविधः परिणामस्तं धर्मिणं दर्शयति –\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥\nशान्ता कृतव्यापारा अतीताः, उदिता जलाऽऽहरणादिव्यापाराविष्टा वर्तमानाः, अव्यपदेश्याः शक्तिरूपेण मृदादिषु धर्मिषु स्थिता अनागतास्तान् धर्मान् योऽनुपतति सोऽनुपाती धर्मी यथा मृत्सुवर्णादिः ॥ १४ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66041",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु धर्मेभ्योऽतिरिक्तो धर्मी नानुभूयते यस्य धर्मादिपरिणामः स्यादिति बौद्धशङ्कायां धर्मेभ्यो विविच्य धर्मिणं लक्षयति – \nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी॥१४॥\nशान्ताः कृतव्यापारा अतीताः, उदिताः कुर्वदूव्यापारा वर्तमानाः, अव्यपदेश्याः शक्तिरूपेणावस्थिताः कथितुमशक्या अनागताः। एतादृशेषु धर्मेष्वनुपातीति वर्तमानरूपेणानुगतो धर्मीत्यर्थः। अत्राऽव्यपदेश्यान्तं विशेषणं धर्मधर्मिणोर्भेदप्रदर्शनाय। तथा च वर्तमात्वावर्तमानत्वरूपविरुद्धधर्माध्यासाधर्मिणो धर्मस्य च भेद इत्यर्थः। ननु वर्तमाने धर्मिणि कारणव्यापारात् पूर्वं धर्मादेरेवर्तमानत्वे सत्कार्यवादबाधः स्यात्। कारणव्यापारेणासतः कार्यस्योत्पत्यङ्गीकारात्। न च कथञ्चित्भिन्नत्वेऽपि शक्यात्मनावस्थितस्यात् एव भिन्नस्य कारणेनाभिव्यक्तिरेव क्रियते, नोत्पत्तिरितो न सत्कार्यबाधप्रसङ्ग इति वाच्यम्। अभिव्यक्तेरपि जन्यत्वे सत्कार्यवादबाधः स्यात्। नित्यत्वे सदैवाभिव्यक्तिः स्यात्। तस्याप्यभिव्यक्त्यपेक्षायामनवस्थापत्तेश्चेतिचेन्न। धर्मिनिष्ठसत्वगुणस्यैव धर्माद्यभिव्यक्तित्वेनाऽभिव्यक्तेर्नित्यत्वेऽपि तमसा प्रतिबन्धत्वान्न व्यहारोपयोगित्वम्। अभिव्यञ्जकसामग्र्योत्तेजकेन मणेरिव तमसः प्रतिबन्धात् व्यवहारोपयोगित्वमिति सामग्र्या उत्तेजकत्वमात्राङ्गिकारात् सत्कार्यवादबाधायोगात्। तस्मात् सामग्र्या उत्पादकत्वपक्ष एव नैय्यायिकोक्तदोषावकाशो नोत्तेजकत्वपक्षेऽपि। अतस्तेषां दूषणप्रयासोऽन्येषां समाधानान्तरप्रयासश्च व्यर्थ एवेति सङ्क्षेपः॥१४॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65859",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु धर्मातिरिक्तो धर्मी अप्रामाणिको यस्य धर्मादिः परिणामः स्यादिति बौद्धाशङ्कायां धर्मेभ्यो विवेकतो धर्मिणं साधयति –\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥\nअतीतवर्तमानानागतधर्मेष्वनुपाती वर्तमानरूपेणानुगतो यः स धर्मीत्यर्थः । वर्तमानत्वावर्तमानत्ववैधर्म्येण धर्मी धर्मेभ्योऽन्य इति भावः । सर्वेऽपि हि धर्मा धर्मिणो वर्तमानावस्थायामेवाव्यक्ता अपि भवन्ति ॥ १४ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65599",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयस्यायं त्रिविधः परिणामः तं धर्मिणं दर्शयति-\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ ( १४ )\nशान्ताः- कृतव्यापारा अतीताः, उदिताः- जलाहरणादिव्यापाराविष्टा वर्तमानाः । अव्यपदेश्याः- शक्तिरूपेण मृदादिषु धर्मिषु स्थिता अनागताः । ते हि सूक्ष्मतया धर्मिणो धर्मान्तराद्वा भेदेन (व्यपदेशेन) व्यपदेष्टुं न शक्यन्ते । अत एव सर्वं कार्यं शक्तिरूपेणाव्यपदेश्यं कारणमात्रे सम्भावितमिति सर्वं कारणं सर्वकार्यात्मकं भवति । दृश्यते हि दावदग्धवेत्रबीजात् कदलीकाण्डोद्भवः । न हि तत्रासत उद्भवः सम्भवति । अभिव्यञ्जकानां देशकालकर्मादीनां वैचित्र्यात् क्वचित् किञ्चिदेवोद्भवतीति लोके कार्यकारणव्यवस्था । योगसिद्धानां देशादिप्रतिबन्धाभावात् सर्वस्मात् सर्वमुद्भवति । तानेतान् शान्तोदिताव्यपदेश्यान् धर्मान् घटीयन्त्रवदनिशमावर्तमानान् योस्नुपतति अन्वेति सोस्नुपाती धर्मी, यथा मृत्सुवर्णादिः चूर्णपिण्डघटरूपकाद्यन्वयी धर्मीत्युच्यते ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65414",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्र – \nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥ \nयोग्यतावच्छिन्ना धर्मिणः शक्तिरेव धर्मः। स च फलप्रसवभेदानुमित एकस्यान्योऽन्यश्च परिदृष्टः। तत्र वर्तमानः स्वव्यापारमनुभवन्धर्मी धर्मान्तरेभ्यः शान्तेभ्यश्चाव्यपदेश्येभ्यश्च भिद्यते। यदा तु सामान्येन समन्वागतो भवति तदा धर्मिस्वरूपमात्रत्वात्कोऽसौ केन भिद्येत। तत्र ये खलु धर्मिणो धर्माः शान्ता उदिता अव्यपदेश्या श्चेति, तत्र शान्ता ये कृत्वा व्यापारानुपरताः सव्यापारा उदितास्ते चानागतस्य लक्षणस्य समनन्तरा वर्तमानस्यानन्तरा अतीताः। किमर्थमतीतस्यानन्तरा न भवन्ति वर्तमानाः, पूर्वपश्चिमताया अभावात्। यथाऽनागतवर्तमानयोः पूर्वपश्चिमता नैवमतीतस्य। तस्मान्नातीतस्यास्ति समनन्तरः। तदनागत एव समनन्तरो भवति वर्तमानस्येति।\nअथाव्यपदेश्याः के। सर्वं सर्वात्मकमिति। यत्रोक्तम् – जलभूम्योः पारिणामिकं रसादिवैश्वरूप्यं स्थावरेषु दृष्टम्। तथा स्थावराणां जङ्गमेषु जङ्गमानां स्थावरेष्वित्येवं जात्यनुच्छेदेन सर्वं सर्वात्मकमिति।\nदेशकालाकारनिमित्तापबन्धान्न खलु समानकालमात्मनामभिव्यक्तिरिति। य एतेष्वभिव्यक्तानभिव्यक्तेषु धर्मेष्वनुपाती सामान्यविशेषात्मा सोऽन्वयी धर्मी। यस्य तु धर्ममात्रमेवेदं निरन्वयं तस्य भोगाभावः। कस्मात्, अन्येन विज्ञानेन कृतस्य कर्मणोऽन्यत्कथं भोक्तृत्वेनाधिक्रियेत। तत्स्मृत्यभावश्च नान्यदृष्टस्य स्मरणमन्यस्यास्तीति। वस्तुप्रत्यभिज्ञानाच्च स्थितोऽन्वयी धर्मी यो धर्मान्यथात्वमभ्युपगतः प्रत्यभिज्ञायते। तस्मान्नेदं धर्ममात्रं निरन्वयमिति ॥ १४ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65043",
      "key": "3-14",
      "order": 314,
      "tags": [
        "3-14",
        "Pada 3",
        "Sutra 14",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु कोऽयं धर्मीत्याशङ्क्य धर्मिणो लक्षणमाह –\nशान्तोदिताव्यपदेश्यधर्मानुपाती धर्मी ॥ १४ ॥ \nशान्ता ये कृतस्वस्वव्यापारा अतीतेऽध्वनि अनुप्रविष्टाः उदिता येऽनागतमध्वानं परित्यज्य वर्तमानेऽध्वनि स्वव्यापारं कुर्वन्ति अव्यपदेश्या ये शक्तिरूपेण स्थिता व्यपदेष्टुं न शक्यन्ते तेषां नियतकार्यकारणरूपयोग्यतयाऽवच्छिन्ना शक्तिरेवेह धर्मशब्देनाभिधीयते। तं त्रिविधमपि धर्म योऽनुपतति अनुवर्ततेऽन्वयित्वेन स्वी करोति स शान्तोदिताव्यपदेश्यधर्मानुपाती धर्मीत्युच्यते। यथा सुवर्णं रुचकरूपधर्मपरित्यागेन स्वस्तिकरूप धर्मान्तरपरिग्रहे सुवर्णरूपतयाऽनुवर्तमानं तेषु धर्मेषु कथंचिद्भिन्नेषु धर्मिरूपतया सामान्यात्मना धर्मरूपतया विशेषात्मना स्थितमन्वयित्वेनावभासते।\n"
    }
  ]
}