{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64041",
      "key": "3-16",
      "order": 122,
      "tags": [
        "Pada 3",
        "Sutra 16"
      ],
      "text": "परिणामत्रयसंयमादतीतानागतज्ञानम् ॥ ३-१६ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66827",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66556",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइत्थं संयमलक्ष्यमभिधाय अधुना आपादसमाप्तेः संयमस्य तत्तद्विषये वशीकारज्ञापनाय विभूतीरभिधातुमाह –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥\nधर्मिण्येते धर्माः, तेष्वनागतादय एतेऽध्वानः, एता अवस्थाः, इति धर्मलक्षणावस्थारूपपरिणामत्रये संयमाद्योगिनोऽतीतानागतवस्तुसाक्षात्कारो भवति । चित्तसत्त्वं हि निसर्गतः सर्वार्थप्रद्योतनस्वभावं रजस्तमोमलप्रतिबन्धस्य संयमेन प्रक्षये सति प्रमाणमनपेक्ष्य सर्वं जानातीति भावः ॥ १६ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66392",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअस्य संयमस्य विषयांस्तद्वशीकारसूचिका विभूतीश्चाह –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥\nउक्तस्य धर्मलक्षणावस्थापरिणामत्रयस्य कुत्रचिदर्थे संयमात् ध्यानधारणासमाधिभिः साक्षात्कारात्तदितरार्थानामपि धर्मादिपरिणामेष्वपि अतीतानागतज्ञानं संकल्पमात्रेण प्रणिधानलेशादेव भवतीत्यर्थः । यद्यप्यत्र संयमस्य साक्षात्कारपर्यन्तता नोक्ता तथापि संस्कारसाक्षात्कारणादित्यागामिसूत्रात्सूत्रान्तरेष्वपि सा लभ्यते । अन्यविषयकसंयमादन्यविषयकसाक्षत्कारश्च शास्त्रप्रामाण्याद्यागात्स्वर्ग इव । संयमेन स्वविषयविषयकसाक्षात्कारस्तु न तत्सिद्ध्यन्तःपाती क्षीणवृत्तेरभिजातस्येवेत्यादिना प्रथमपादे संप्रज्ञातफलत्वेनैवोक्तत्वात् ॥ १६ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66167",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसम्प्रत्यापादपरिसमाप्तेः संयमस्य तत्तद्विषये वशीकारज्ञानाय विभूतय उच्यन्ते –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥\nपूर्वोक्तधर्मादिपरिणामत्रयसंयमाद्योगिनोऽतीतानागतज्ञानं भवति । प्रकाशप्रतिबन्धीभूतयो रजस्तमसोः सँय्यमेन निवृत्तेरिति भावः ॥ १६ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66003",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसम्प्रत्यापादपरिसमाप्तेः संयमस्य सर्वविषयावश्यकत्वज्ञापनाय विभूतय उच्यन्ते। तत्रादौ परमेश्वरेण। साम्यसम्पदिकां विभूतिमाह -\nपरिमाणत्रयसंयमादतीतानागतज्ञानम्॥१६॥\nपरिणामत्रयेति॥ अस्य धर्मिणोऽयं परिणामस्तस्य चायं लक्षणपरिणामोऽयमवस्थापरिणाम इत्येवं परिहृतविक्षेपतया अनुक्षणं यत्र चिदर्थे संयमात् तत्साक्षात्कारे सति तदतरार्थानामपि सर्वेषाम् अतीतानागतवर्तमानानां साक्षात्कारो योगजन्यधर्मबलाद्योगिनः सङ्कल्पमात्रेण प्रणिधानलेषादेव भवतीत्यर्थः। अयं भावः। सत्वप्रधानतया सर्वार्थग्रहणॆ समर्थस्य अन्तः करणस्याविद्याचिक्षेपकृतकुण्ठीभावनिरसद्वारा सर्वार्थज्ञाने संयमो हेतुरित्यर्थः। संयमस्यान्यविषयकत्वेऽपि न हानिः। योगमात्रस्य सकलप्रतिबन्धनिरासे सामर्थ्यादिति॥१६॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65793",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइतः परं पादसमाप्तिपर्यन्तं संयमसिद्धिरूपा विभूतय उच्यन्ते –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥\nअस्य धर्मिणोऽयं धर्मपरिणामस्तस्य चायं लक्षणपरिणामो लक्षणस्य चायं नवपुराणाद्यवस्थापरिणाम इत्येवमनुक्षणं यत्र कुत्रचिदर्थे संयमात्साक्षात्कारे सति तदितरार्थानामपि धर्मादिपरिणामेष्वतीतानागतज्ञानं सङ्कल्पमात्रेण प्रणिधानलेशादेव भवतीत्यर्थः । यद्यपि संयमस्य साक्षात्कारपर्यन्ततात्र नोक्ता तथापि संस्कारसाक्षात्करणादित्यागामिसूत्रात्सूत्रान्तरेष्वपि सा लभ्यते । अन्यविषयकसंयमादप्यन्यविषयकसाक्षात्कारश्च शास्त्रप्रमाण्यादवसेयः, यागात्स्वर्गं इवेति । संयमेन स्वविषयकसाक्षत्कारस्तु नात्र संयमसिद्धिषु मध्ये पठ्यते, क्षीणवृत्तेरभिजातस्येव मणेरित्यादिप्रथमपादे संप्रज्ञातफलत्वेनैव तस्योक्तत्वात् ॥ १६ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65603",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं संयमधर्मस्य विषया (धर्म्यादयः) (धर्मादयः) निरूपिताः । संप्रति आपादसमाप्तेः संयमस्य तत्तद्विषये वशीकारज्ञानाय विभूतय उच्यन्ते ।\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ ( १६ )\nचित्तसत्त्वं हि स्वतः सर्वप्रकाशस्वभावं रजस्तमोमलप्रतिबन्धस्य संयमेन निवृत्तौ सत्यां प्रमाणमनपेक्ष्य सर्वं जानातीति स्थितिः । तत्र अस्मिन् धर्मिण्येते धर्मा अनागतादयः, एतेस्ध्वानः, एता अवस्थाः इति धर्मलक्षणावस्थारूपपरिणामत्रयसंयमात् योगिनोस्तीतानागतवस्तुसाक्षात्कारो भवतीत्यर्थः ॥ \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65449",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअतो योगिन उपात्तसर्वसाधनस्य बुभुत्सितार्थप्रतिपत्तये संयमस्य विषय उपक्षिप्यते –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥ \nधर्मलक्षणावस्थापरिणामेषु संयमाद्योगिनां भवत्यतीतानागतज्ञानम्। धारणाध्यानसमाधित्रयमेकत्र संयम उक्तः। तेन परिणामत्रयं साक्षात्क्रियमाणमतीतानागतज्ञानं तेषु संपादयति ॥ १६ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65048",
      "key": "3-16",
      "order": 316,
      "tags": [
        "3-16",
        "Pada 3",
        "Sutra 16",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीमुक्तस्य संयमस्य विषयप्रदर्शनद्वारेण सिद्धीः प्रतिपादयितुमाह –\nपरिणामत्रयसंयमादतीतानागतज्ञानम् ॥ १६ ॥ \nधर्मलक्षणावस्थाभेदेन यत्परिणामत्रयमुक्तं तत्र संयमात्तस्मिविषये पूर्वोक्तसंयमस्य कारणादतीतानागतज्ञानं योगिनः समाधेराविर्भवति। इदमत्र तात्पर्यम् अस्मिन्धर्मिणि अयं धर्म इदं लक्षणमियमवस्था चानागतादध्वनः समेत्य वर्तमानेऽध्वनि स्वं व्यापारं विधायातीतमध्वानं प्रविशतीत्येवं परिहृतविक्षेपतया यदा संयमं करोति तदा यत्किंचिदनुत्पन्नमतिक्रान्तं वा तत्सर्वं योगी जानाति। यतश्चित्तस्य शुद्धसत्त्वप्रकाशरूपत्वात्सर्वार्थग्रहणसामर्थ्यमविद्यादिभिर्विक्षेपैरपक्रियते। यदा तु तैस्तैरुपायैर्विक्षेपाः परिह्रियन्ते तदा निवृत्तमलस्येवाऽऽदर्शस्य सर्वार्थग्रहणसामर्थ्यमेकाग्रताबलादाविर्भवति।\n"
    }
  ]
}