{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64096",
      "key": "3-17",
      "order": 123,
      "tags": [
        "Pada 3",
        "Sutra 17"
      ],
      "text": "शब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ ३-१७ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66817",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥\nशब्दार्थेति । शब्दो वर्णध्वनिरूपः अर्थो जातिगुणक्रियादिः प्रत्ययो ज्ञानमेषामितरेतराध्यासाद्बुद्ध्येकतारूपसम्पादनात् सङ्कीर्णत्वं तेषां प्रविभागं विधाय तस्मिन्प्रविभागे यः संयमं करोति तस्य सर्वेषां मृगपश्वादीनां यद्रुतं शब्दस्तस्य ज्ञानमुत्पद्यते ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66601",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥\nगौरिति शब्दो गौरित्यर्थो गौरिति प्रत्यय इत्याबालपण्डितं शब्दार्थप्रत्ययानामितरेतरा-भेदाध्यासात्सङ्करः प्रसिद्धः । तेषां वर्णव्यङ्ग्यं पदं पदव्यङ्ग्यं वाक्यं शक्त्यादिवृत्त्या बोधकमिति शब्दतत्त्वम् ; अर्थो द्रव्यादिर्वाच्यो लक्ष्यश्चेत्यर्थतत्त्वं; शब्दजन्योऽर्थविषयः प्रत्यय इति ज्ञानतत्त्वम् ; इति यः प्रविभागः शास्त्रयुक्तिभ्यां सिद्धस्तस्मिन्संयमात्सर्वशब्दादिवशीकारसूचकं सर्वभूतानां पक्ष्यादीनां रुतज्ञानं भवति, इममर्थमेते सङ्गिरन्त इति संयमी जानातीत्यर्थः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66465",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंयमान्तरविषयसिद्धीराह –\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥\nननु शब्दः श्रोत्रग्राह्य आकाशनिष्ठोऽर्थस्तु घटादिश्चक्षुर्ग्राह्यो भूस्थो ज्ञानं चान्तःकरणवृत्तिरूपं तन्निष्ठमिति भेदस्यात्वन्तिकत्वात् कथमितरेतराध्यास इति चेन्न, त्रयाणामप्यन्तःकरणपरिणामरूपत्वेन तत्संभवात् । तथाहि – कण्ठाद्यष्टस्थानकवागिन्द्रियाभिहतोदानवायोः परिणामविशेषध्वनिरूपवर्णा हि श्रोत्रविषयाः, तेषां न वाचकत्वम् । ते किं प्रत्येकं वाचका उत मिलिताः ।नाद्यः । एकस्मादर्थप्रतीत्यनुत्पत्तेः । उत्पत्तौ द्वितीयादिवर्णानां वैयर्थ्यप्रसङ्गः । नान्त्यः । यौगपद्यासंभवात् । नच पूर्वपूर्ववर्णानुभवाहितसंस्कारसाचिव्येन पूर्वपूर्वस्मरणविशिष्टोत्तरोत्तरप्रत्यक्षात्मकानुपूर्वाविशिष्टपदज्ञानम् । आनुपूर्व्याः क्षणघटितत्वेनातीन्द्रियघटिततया ज्ञानाविषयत्वात् । तस्मात्प्रत्येकवर्णरूपनादान् गृहीत्वा पश्चाज्जायमानैकत्वविषयबुद्धिनिर्ग्राह्यं बौद्धं गौरित्येतदेकं पदं वाचकं वाच्यम् । तदुक्तं भाष्ये – ’नादानुसंहारबुद्धिनिर्ग्राह्यम्’ इति । यद्वा नादानामनुसंहारो ग्रहणं तज्जन्यबुद्धिनिर्ग्राह्यमित्यर्थः । ननु तवापि गकारौकारविसर्जनीया गोत्ववाचका इति व्यवहारानुपपत्तिरिति चेन्न । जपाकुसुमादिसंनिधानेन स्फटिकस्य रक्तत्वादिवदभिव्यञ्जकध्वनिरूषितस्यैव प्रतीतेः । आन्तरोऽन्तःकरणपरिणामो व्यापकः स्फोट एक एव । तत्तस्थानादौ वाय्वभिघातेन वैखरीरूपो वर्णो ध्वनिरूप इति एकैकोऽपि स पदात्मा सर्वाभिधानशक्तिप्रचितश्च । नचैवं ततोऽपि बोधप्रसङ्गः, सहकारिवर्णान्तराभावात् । सहकारिवर्णान्तरसंबन्धेन च गोगणगौरनगर इत्येवं नानात्वमिवापन्नो भवति स स्फोटः। तत्र च पूर्वो वर्णो गकार उत्तरेणौकारेण गणादिभ्यो व्यावर्त्य उत्तरश्चौकारः (पूर्वगकारेण) शोचिरादिभ्यो व्यावर्त्य विशेषे गोत्ववाचके गोपदस्फोटेऽवस्थापितोऽनुसंहारबुद्ध्या तदाकारत्वेन गृहीतः स्फोट इति हेतोर्बहवो वर्णाः क्रमानुरोधिनोऽर्थसंकेतेनावच्छिन्ना इत्यन्त एते सर्वाभिधानशक्तिमन्तः गकारौकारविसर्जनीया अर्थबोधका इति लौकिकानां भ्रमात् । प्रत्येकं गकारादिषु तत्तादात्म्येन वाचकत्वभ्रमात् । तत्त्वतस्तु गौरित्याद्येकं पदमिति एकबुद्धिविषयत्वादेकं पदम् औपाधिकभागवत्त्वेऽपि परमार्थतोऽभागमत एव भागक्रमरहितमत एव वर्नविलक्षणं विलक्षणप्रयत्नजन्यतत्तद्ध्वनिसमूहव्यङ्ग्यं बुद्धितत्त्वाश्रयं पूर्वपूर्ववर्णज्ञानजन्यसंस्कारसहकृतान्त्यवर्णज्ञानजन्यसंस्कारसंस्कृतचित्तग्राह्यं वाचकम् । नन्वेवमीदृशं चेत् तादृशं कुतो नोपलभ्यते कदाचित् स्फटिकस्य स्वच्छस्योपलम्भवदितिचेन्न । परप्रतिपादविषयोच्चार्यमाणवर्णैरुच्चारयितृभिः श्रूयमाणैश्च श्रोतृभिः क्रियमाणो योऽयमनादिवाग्व्यवहारस्तत्तद्वर्णनिबन्धनस्तज्जन्ययाऽनादिवासितलोकबुद्ध्या वर्णरूषितपदावगाहिन्यैव सकलवृद्धसंवादेन तस्य संप्रत्ययात् । उपाधिं विना तस्य कथमपि अनभिव्यक्तेर्न तस्य वर्णानालिङ्गितः प्रत्यय इति तत्त्वम् । तादृशे एव प्रतीते संकेतग्रहात्, एतावतां वर्णानामेवंजातीयक्रमवान् एकबुद्धिविषयोऽस्यार्थकस्य वाचक इति संकेतग्रहभ्रमो लौकिकानाम् । तैर्गकारादीनामपि तद्भागतया तत्तादात्म्येन तेष्वपि वाचकत्वारोपात् । इदमेवाभिप्रेत्य एषामर्थसंकेतेनावच्छिन्नानामङ्गीकृतक्रमाणां बुद्धिनिर्ग्राह्यमेकं पदं वाचकमिति भाष्ये उक्तम् । वस्तुतः संकेतग्रहस्तथाप्रतीते आन्तर एव स्फोटे । ननु यदि अस्यार्थस्यायं वाचक इति संकेतस्तदा परस्पराध्यासः कथमितिचेन्न । पदपदार्थयोरितरेतराध्यासरूपो योऽयं शब्दः सोऽयमर्थो योऽयमर्थः स शब्द इत्येव संकेतग्रहात् । एवमाकारसंकेते कदाचिद्भेदमारोप्य राहोः शिरः इतिवत्षष्ठीप्रयोगात् । एतेन तेषां गृहीतसंकेतानां तद्व्यञ्जकत्वमगृहितसंकेतानां वेत्यादिविकल्पनमपास्तम् । अगृहीतसंकेतैरपि तस्य व्यञ्जनात् । व्यक्तादपि बोधो न संकेतग्रहाभावादित्यन्यत् । अत एवागृहीतार्थकेऽपि इदं पदमित्यनुभवो जायत एव । अर्थस्त्वान्तरो निरूपित एव । अत एवैते शब्दार्थप्रत्यया इतरेतराध्यासात्संकीर्णाः गौरितिप्रत्ययो गौरित्यर्थो गौरितिशब्द इति य एषां प्रविभागः स सर्वभूतरुतज्ञः । एतेनास्माकं शब्दार्थज्ञानभेदसाक्षात्कारेऽपि तस्य संयमजन्यत्वाभावान्न सर्वभूतरुतज्ञानमित्यपास्तम् । सूत्रभाष्यविरोधात् । वस्तुतस्तु कल्पितपदविभागमेकमखण्डवाक्यमेव वाचकम् । यथा पदावयवत्वकल्पनाकल्पिततादात्म्येन वर्णानां पदार्थवाचकत्वमेवं पदानामप्यस्ति वाक्यार्थवाचकत्वम् । अतएव वृक्ष इत्युक्तेऽस्तीति गम्यते । लोको हि पदार्थमस्त्यर्थेन मेलयित्वा वाक्यार्थं करोतीति । तेन पदार्थमात्रस्याभिचारात् । लोकत एव हि पदानामर्थावधारणम् । तथा पचतीत्युक्ते तदन्वययोग्यसर्वकारकाक्षेपः । चैत्रोऽग्निना स्थाल्यां तण्डुलानिति प्रयोगस्तु नियमार्थः । नच पदस्य वाक्यार्थशक्तिमत्त्वे तन्मात्रात्तदर्थावसायः स्यादिति वाच्यम् । वाक्यादेव प्रतीतेः लौकिकानां वर्णेष्विव तद्ब्रूमः । इमानि पदानि अस्य वाक्यार्थस्य बोधकानीत्युक्तप्रायत्वात् । नन्वेवं पदैकदेशप्रत्ययप्रकृत्यादीनां तत्तदर्थे व्याकरणं कृतं विरुध्येतेति चेन्न । वाक्यात्पदान्यपोद्धृत्य वाक्यार्थाच्च तत्तदर्थमपोद्धृत्य तत्तदंशे च तत्तदर्थवत्त्वं प्रकल्प्यान्वाख्यानलाघवाय प्रकृतिप्रत्ययादिविभागकल्पनया व्याकरणारम्भात् । अन्वाख्यानाभावे घटो भवति तिष्ठति, अश्वस्त्वमश्वो याति, अजापयः पिवाजापयः शत्रूनिति नामाख्यातसारूप्यान्नामत्वेन वा ज्ञातं क्रियार्थकं कारकार्थकं नेति कथं वा ज्ञायेत कथं वान्यान्प्रति तत्तदर्थकत्वेन व्याक्रियेत चेति दिक् । एवमनादिसंकेतापादितः संकरोऽध्यासजन्यः । एवं च संकेतौपाधिकः संकरो वास्तवस्तु विभाग एव । यथा श्वेत इति पूर्वापरीभूतावयवसाध्यरूपक्रियार्थः शब्दः श्वेतः प्रासाद इति कारकार्थः शब्दः । अभिहितत्वाच्च कारकविभक्तेरभावः क्रियाकारकात्मा च तदर्थः । तदर्थविषयश्च प्रत्यय इत्यस्ति विभागो निरुपाधिकः तत्प्रविभागसंयमाद्योगी सर्वभुतानां पशुपक्षिमृगादीणां यानि रुतानि तत्रापीदं पदम् अयमर्थोऽयं प्रत्यय इति ज्ञानवान् भवति । तदिह मनुष्यवचनवाच्यप्रत्ययेषु कृतः संयमस्तत्समानजातीयेषु तेष्वपि कृत इति तेषां शब्दभेदमर्थभेदं प्रत्ययं च योगी जानातीति सिद्धमिति दिक् ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66224",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥\nअस्य गोशब्दस्य गोशब्दप्रत्ययाभ्यासाऽभेदेन विकल्पिते सङ्कीर्णेऽर्थे सङ्केतग्रहो बालस्येति व्यक्तमाकरे । तथा, गौरिति शब्दो, गौरित्यर्थो, गौरिति प्रत्यय आबालपण्डितं शब्दार्थप्रत्ययानामितरेतराध्यासात् सङ्करः प्रसिद्धः । तेषां शास्त्रयुक्तिभ्यां यो विभागः सिद्धः – वर्णव्यङ्ग्यं पदं पदव्यङ्ग्यं वाक्यमिति शब्दतत्त्वम्, अर्थो द्रव्यादिर्वाच्यो लक्ष्यश्चेत्यर्थतत्त्वं, शब्दजन्योऽर्थविषयो बुद्धिस्थप्रत्यय इति ज्ञानतत्त्वं, तस्मिन् विभागे संयमात् सर्वशब्दादिवशीकारसूचकं सर्वभूतानां पश्वादीनां रुतज्ञानं भवति । इममर्थमेते वदन्तीति संयमी जानातीत्यर्थः ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66044",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nशब्दार्थप्रत्ययानामितरेतराध्यासात् सङ्करस्तत्रविभागसंयमात् सर्वभूतरुतज्ञानम्॥१७॥\nशब्दार्थेति॥ शब्दो गौरित्येकं पदमित्येकत्वबुद्धिवेद्यवर्णेभ्योऽतिरिक्तोऽखण्डश्च- रमवर्णप्रत्यक्षेणाभिव्यज्यमानः स्फोटः। आशुविनाशतया वर्णानां मिलनासम्भवेना- र्थप्रत्ययायकत्वायोगात्तथैवार्थस्य स्फुटीकरणात्। यद्वा स्फोटज्ञानेऽपि पूर्वपूर्ववर्णसंस्कारसहकृतचरमवर्णप्रत्यक्षस्यैव कारणत्वं वाच्यम्। तथा च तद्धेतोरेवास्तु किं तेनेति ज्ञायेनानुपूर्वीविशेषविशिष्टवर्णसमुदाय एव वा, अर्थो गौरित्यादिः सास्नादिमान् विषयः, प्रत्ययो गौरत्यादिव्यक्तिविषयकं ज्ञानम्। तेषाम् इतरेतराद्ध्यासाद् अन्योन्यमभेदाद्ध्यासाद् सङ्करो विवेकाऽग्रहणं भवति। वस्तुतस्तु तेषां भेदोऽस्ति। अतस्तेषां मनुष्यादियत्कञ्चिद्विषयाणामपि प्रविभागभेदे संयमात् साक्षात्कृते सति सर्वभूतानां रुतानि ज्ञायन्ते। अयं काकादिरिममर्थम्। एवं प्रतीत्या अनेन शब्देन कथयतीत्येवमित्यर्थः। यद्यपि, साक्षात्कृते सतीति सूत्रे नास्ति, तथापि, संस्कारसाक्षात्करणादित्यागामिसूत्रेण साक्षात्कारपर्यन्तानां संयमस्य व्याख्यास्यति। अस्मदादीनां च शब्दार्थप्रत्ययभेदसाक्षात्कारे सत्यपि तस्य साक्षात्कारस्य संयमाजन्यत्वान्नसर्वभूतरुतज्ञानं भवति। योगजधर्मस्यैव तादृशसामर्त्यादित दिक्॥१७॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65804",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंयमान्तरस्य सिद्ध्यन्तरमाह –\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥\nगौरित्यादिः शब्दो गौरित्यादिरर्थो गौरित्यादिः प्रत्ययः । तेषामन्योन्यमेकाकारत्वाध्यासात्संकरो विवेकाग्रहणं भवति । वस्तुतस्तु वैधर्म्यात्तेषां भेदोऽस्ति । अतस्तेषां प्रविभागे भेदे संयमात्साक्षात्कृते सति सर्वभूतानां रुतानि शब्दाः स्वरूपतोऽर्थतश्च ज्ञायन्ते । अयं काकादिः शब्देनेममर्थं कथयतीत्येवमित्यर्थः। अस्मदादीनां च शब्दादित्रयभेदसाक्षात्कारे सत्यपि तस्य साक्षात्कारस्य संयमजन्यत्वाभावान्न सर्वभूतरुतज्ञानं भवति ॥ १७ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65634",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दार्थप्रत्ययानामितरेतराध्यासात् सङ्करस्तत्प्रविभागसंयमात् सर्वभूतरुतज्ञानम् ॥ ( १७ )\nवर्णातिरिक्तो वर्णैर्व्यङ्ग्यो नित्यो निर्भागः शब्दः स्फोटः । स द्विविधः- ’गौरित्येकं पदम्’ इति श्रोत्रग्राह्यः पदस्फोटः ’गामानयनम्’ इत्येकं वाक्यम् इति ग्राह्यो वाक्यस्फोटः । न च क्षणिकानेकवर्णेष्वेकत्वप्रत्यक्षबुद्धिः । तथा हि – गौरिति त्रयो वर्णाः गणशौरिपयःपदेषु विद्यमानैः गकारौकारविसर्जनीयैः विजातीयस्फोटत्रयव्यञ्जकैः सदृशा भवन्ति तुल्यस्थानत्वात् ।\nतदुक्तम्- \nअष्टौ स्थानानि वर्णानामुरः कण्ठः शिरस्तथा ।\nजिह्वामूलं च दन्ताश्च नासिकोष्ठौ च तालु च ॥ इति ॥\nएवं स्पर्शानां स्पृष्टप्रयत्नः, स्वराणामूष्मणां च विवृतम् इत्यादिप्रयत्नसादृश्यं द्रष्टव्यम् । तथा च प्रयत्नविशेषनुन्नस्योदानवायोरष्टस्थानैः संयोगे सति अष्टस्थानस्येन वागिन्द्रियेणोत्पद्यमाना गकारादयो वर्णा ध्वन्यभेदेन श्रोत्रप्रत्यक्षानुभववेद्याः प्रत्येकं गोपदस्फोटं ( व्यञ्जयन्तो) गणादिस्फोटैः सदृशमव्यक्तं व्यञ्जयन्ति, स्वनिष्ठसादृश्यानां स्वव्यङ्ग्ये समारोपात् । पुनः गकारदयस्त्रयः क्रमवन्तः स्वानुभवजनितसंस्कारसहितश्रोत्रलब्धजन्मनि एकस्यां बुद्धौ भासमानत्वेन मिलिताः स्वस्फोटान्तरात् व्यावृत्तं व्यक्त्यन्तरं गोपदस्फोटं निर्भागमपि स्वतादात्म्येनारोपितसादृश्यात्मकभागवन्तम् । अक्रमं नित्यमपि सक्रममनित्यमिव व्यञ्जयन्ति । मलिनवक्रादर्शो निर्मलमृजुमुखं स्वसादृश्यमारोप्य मलिनं वक्रमिव यथा व्यञ्जयति तद्वत् । एवं वर्णैरभिव्यक्तः स्फोटोस्र्थबोधकः । \nन च वर्णैरर्थस्यैव प्रत्येकमव्यक्ता, मेलनेन व्यक्ततरा, अभिव्यक्तिस्तु किं स्फोटेनेति वाच्यम् । व्यक्ताव्यक्तत्वस्य प्रत्यक्षज्ञानधर्मस्य परोक्षार्थज्ञानस्थत्वायोगाद् । ’एकं पदम्’ ’एकं वाक्यम्’ इति स्फोटज्ञानं श्रोत्रजप्रत्यक्षमिति तस्यैव व्यक्ताव्यक्तता इत्यलं विस्तरेण ।\nअस्य गोशब्दस्य शब्दप्रत्ययाभ्यामभेदेन विकल्पिते सङ्कीर्णेस्र्थे सङ्केतग्रहो लोकस्येति पूर्वं प्रतिपादितम् । तथा ’गौरिति शब्दः’ ’गौरित्यर्थः’ ’गौरिति प्रत्ययः’ इत्याबालपण्डितं “शब्दार्थप्रत्ययानामितरेतराध्यासात् सङ्करः प्रसिद्धः । तेषां शास्त्रयुक्तिभ्यां यः प्रविभागः प्रसिद्धः, वर्ण्यव्यङ्ग्यं पदं पदव्यङ्ग्यं वाक्यं शक्त्यादिवृत्या बोधकमिति शब्दतत्त्वम् अर्थो द्रव्यगुणकर्मजात्यादिः वाच्यो लक्ष्यश्च इत्यर्थतत्त्वम्, शब्दजन्योस्र्थो विषयो बुद्धिस्थप्रत्यय इति ज्ञानतत्त्वम्, इति गोशब्दवत् सर्वत्र विभागो ज्ञेयः । तस्मिन् विभागे संयमात् सर्वशब्दादिवशीकारसूचकं सर्वभूतानां पशुपक्ष्यादीनां रुतज्ञानं भवति । ’इममर्थमेते वदन्ति’ इति संयमी जानातीत्यर्थः ।।\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65469",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥ \nतत्र वाग्वर्णेष्वेवार्थवती। श्रोत्रं च धवनिपरिणाममात्रविषयम्। पदं पुनर्नादानुसंहारबुद्धिनिर्ग्राह्यमिति।\nवर्णा एकसमयासंभवित्वात्परस्परनिरनुग्रहात्मानस्ते पदमसंस्पृश्यानुपस्थाप्याऽऽविर्भूता-स्तिरोभूताश्चेति प्रत्येकमपदस्वरूपा उच्यन्ते।\nवर्णः पुनरेकैकः पदात्मा सर्वाभिधानशक्तिप्रचितःसहकारिवर्णान्तर-प्रतियोगित्वाद्वैश्वरूप्यमिवाऽऽपन्नः पूर्वश्चोत्तरेणोत्तरश्च पूर्वेण विशेषेऽवस्थापित इत्येवं बहवो वर्णाः क्रमानुरोधिनोऽर्थसंकेतेनावच्छिन्ना इयन्त एते सर्वाभिधानशक्तिपरिवृता गकारौकारविसर्जनीयाः सास्नादिमन्तमर्थं द्योतयन्तीति।\nतदेतेषामर्थसंकेतेनावच्छिन्नानामुपसंहृतध्वनिक्रमाणां य एको बुद्धिनिर्भासस्तत्पदं वाचकं वाच्यस्य संकेत्यते। तदेकं पदमेकबुद्धिविषय एकप्रयत्नाक्षिप्तमभागमक्रममवर्णं बौद्धमन्त्यवर्णप्रत्ययव्यापारोपस्थापितं परत्र प्रतिपिपादयिषया वर्णैरेवाभिधीयमानैः श्रूयमाणैश्च श्रोतृभिरनादिवाग्व्यवहारवासनानुविद्धया लोकबुद्ध्या सिद्धवत्संप्रतिपत्त्या प्रतीयते।\nतस्य संकेतबुद्धितः प्रविभाग एतावतामेवं जातीयकोऽनुसंहार एकस्यार्थस्य वाचक इति। संकेतस्तु पदपदार्थयोरितरेतराध्यासरूपः स्मृत्यात्मको योऽयं शब्दः सोऽयमर्थो योऽयमर्थः सोऽयं शब्द इति। एवमितरेतराध्यासरूपः संकेतो भवतीति। एवमेते शब्दार्थप्रत्यया इतरेतराध्यासात्संकीर्णा गौरिति शब्दो गौरित्यर्थो गौरिति ज्ञानम्। य एषां प्रविभागज्ञः स सर्ववित्।\nसर्वपदेषु चास्ति वाक्यशक्तिर्वृक्ष इत्युक्तेऽस्तीति गम्यते। न सत्तां पदार्थो व्यभिचरतीति। तथा न ह्यसाधना क्रियाऽस्तीति। तथाच पचतीत्युक्ते सर्वकारकाणामाक्षेपो नियमार्थोऽनुवादः कर्तृकरणकर्मणां चैत्राग्नितण्डुलानामिति। दृष्टं च वाक्यार्थे पदरचनं श्रोत्रियश्छन्दोऽधीते, जीवति प्राणान्धारयति। तत्र वाक्ये पदार्थाभिव्यक्तिस्ततः पदं प्रविभज्य व्याकरणीयं क्रियावाचकं वा कारकवाचकं वा। अन्यथा भवत्यश्वोऽजापय इत्येवमादिषु नामाख्यातसारूप्यादनिर्ज्ञातं कथं क्रियायां कारके वा व्याक्रियेतेति।\nतेषां शब्दार्थप्रत्ययानां प्रविभागः। तद्यथा श्वेतते प्रासाद इति क्रियार्थः, श्वेतः प्रासाद इति कारकार्थः शब्दः, क्रियाकारकात्मा तदर्थः प्रत्ययश्च। कस्मात्। सोऽयमित्यभिसंबन्धादेकाकार एव प्रत्ययः संकेत इति।\nयस्तु श्वेतोऽर्थः स शब्दप्रत्यययोरालम्बनीभूतः। स हि स्वाभिरवस्थाभिर्विक्रियमाणो न शब्दसहगतो न बुद्धिसहगतः। एवं शब्द एवं प्रत्ययो नेतरेतरसहगत इत्यन्यथा शब्दोऽन्यथाऽर्थोऽन्यथा प्रत्यय इति विभागः। एवं तत्प्रविभागसंयमाद्योगिनः सर्वभूतरुतज्ञानं संपद्यत इति ॥ १७ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65047",
      "key": "3-17",
      "order": 317,
      "tags": [
        "3-17",
        "Pada 3",
        "Sutra 17",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nशब्दार्थ​प्रत्ययानामितरेतराध्यासात्संकर​स्तत्प्रविभागसंयमात्सर्व​भूतरुतज्ञानम् ॥ १७ ॥ \nशब्दः श्रोत्रेन्द्रियग्राह्यो नियतक्रमवर्णात्मा नियतैकार्थप्रतिपत्त्यवच्छिन्नः। यदि वा क्रमरहितः स्फोटात्मा शास्त्रसंस्कृतबुद्धिग्राह्यः। उभयथाऽपि पदरूपो वाक्यरूपश्च तयोरेकार्थप्रतिपत्तौ सामर्थ्यात्। अर्थो जातिगुणक्रियादिः। प्रत्ययो ज्ञानं विषयाकारा बुद्धिवृत्तिः। एषां शब्दार्थज्ञानानां व्यवहार इतरेतराध्यासाद्भिन्नानामपि बुद्ध्येकरूपतासंपादनात्संकीर्णत्वम्। तथा हि गामानयेत्युक्ते कश्चिद्गोलक्षणमर्थं गोत्वजात्यवच्छिन्नं सास्नादिमत्पिण्डरूपं शब्दं च तद्वाचकं ज्ञानं च तद्ग्राहकमभेदेनैवाध्यवस्यति न त्वस्य गोशब्दो वाचकोऽयं गोशब्दस्य वाच्यस्तयोरिदं ग्राहकं ज्ञानमिति भेदेन व्यवहरति। तथा हि कोऽयमर्थः कोऽयं शब्दः किमिदं ज्ञानमिति पृष्ठः सर्वत्रैकरूपमेवोत्तरं ददाति गौरिति। स यद्येकरूपतां न प्रतिपद्यते कथमेकरूपमुत्तरं प्रयच्छति। एतस्मिन्स्थिते योऽयं प्रविभागं इदं शब्दस्य तत्त्वं यद्वाचकत्वं नाम इदमर्थस्य यद्वाच्यत्वमिदं ज्ञानस्य यत्प्रकाशकत्वमिति प्रविभागं विधाय तस्मिन्प्रविभागे यः संयमं करोति तस्य सर्वेषां भूतानां मृगपशुपक्षिसरीसृपादीनां यद्रुतं यः शब्दस्तत्र ज्ञानमुत्पद्यतेऽनेनैवाभिप्रायेणैतेन प्राणिनाऽयं शब्द समुच्चारित इति सर्वं जानाति।\n"
    }
  ]
}