{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64134",
      "key": "3-26",
      "order": 132,
      "tags": [
        "Pada 3",
        "Sutra 26"
      ],
      "text": "भुवनज्ञानं सूर्ये संयमात् ॥ ३-२६ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66828",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66583",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\nसुषुम्नादिसहस्रमयूखमालिनि दिवि द्योतमाने मार्तण्डमण्डले संयमादृश्याभिन्नं चित्तं चतुर्दश भूवनानि साक्षात्करोतीत्यर्थः । अयमेव सकलभुवनसाक्षात्कारोऽस्मिञ्छास्त्रे मधुमती सिद्धिरित्युच्यते ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66394",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\nसूर्यमण्डले संयमात् तद्गताशेषविशेषसाक्षा-त्कारेऽशेषतश्चतुर्दशविशेषभुवनज्ञानं भवतीत्यर्थः । एतत्संयमोपयोगो नानाविधलोकगतीर्दृष्ट्वात्यन्त-वैराग्यायेति बोध्यम् ॥ २५ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66172",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं संयमेन साक्षात्कृतबुद्ध्या लोकद्वारा भुवनज्ञानमुक्त्वा भौतिकालोकद्वारा तदाह –\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\nदिवि देदीप्यमानमार्त्तण्डे सुषुम्नाऽऽदिसहस्ररश्मिमालिनि सूर्ये संयमात् दृश्यभिन्नं चित्तं चतुर्दशभुवनानि साक्षात्करोतीत्यर्थः ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66072",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंयमान्तरस्य सिद्धिमाह –\nभुवनज्ञानं सूर्ये संयमात्॥२६॥\nसूर्ये ब्रह्मलोकमार्गभते सूर्यमण्डलान्तश्छिद्ररूपे द्वारे संयमात् कथितप्रकारात् साक्षात्कृते सति भुवनज्ञानं भूर्भुवः स्वर्महर्जनस्तपःसत्यम् अतलं वितलं सुतलं तलातलं महातलं रसातलं पातालं चेति चतुर्दशभुवनानां साक्षात्कारो भवतीत्यर्थः। भुवनविस्तारो वर्णितः पुराणेषु। यथा – भूरादिसत्यान्तान्युपरितनानि, अतलादिपातालान्तान्यधस्तनानि। तत्रोपरितनानां सर्वेषामधस्थानं भूमिः। जम्बूप्लक्षशाल्मलिकुशक्रौञ्चशाकपुष्कराख्यैः सप्तद्वीपैर्युक्तो भूर्लोको मेरुपृष्ठपर्यन्तं यस्य चतुराशीतिजनोच्छ्रायोमूर्ध्नि द्वात्रिंशत्सहस्रयोजनविस्तारो मूले षोडशसाहस्रयोजनविस्तारः सुमेरुर्मध्ये सौवर्णः पर्वतराजः। तस्य पूर्वादिप्रदक्षिणाक्रमेण राजतवैदूर्यस्फाटिकहेममणिमयानि शृङ्गाणी। दक्षिणपार्श्वे चास्य जम्बूनामा वृक्षो यन्नाम्नायं लवणोदधिवेष्टितो भूमिभागो जम्बूद्वीपनामा भवति। तस्य सुमेरोः सूर्येण निरन्तरं प्रदक्षिणीकरणादवच्छेदभेदेन रात्रिन्दिवं लग्नमिव वर्तते। तथा तस्य मेरोरुत्तरदिशि नीलश्वेतशृङ्गवन्तस्त्रयः पर्वताः प्रत्येकं द्विसहस्रयोजनविस्ताराः। तत्र नीले वैदूर्यमये ब्रह्मर्षयः। श्वेते राजतमये देवासुराः श्रुङ्गवति हेमरत्नादिमये देवा एव सुरललनाभिः सह निवसन्ति। तेषां पर्वतानामवकाशेषु रमणकं हिरण्मयं उत्तराः कुरव इति त्रीणि वर्षाणि प्रत्येकं नवयोजनसहस्रविस्ताराणि सन्ति। तत्रोत्तरकुरुषु सर्वकामफला वृक्षाः मणिमयीसुखस्पर्शा काञ्चनमयवालुकावती भूमिः देवलोकच्युता देवकल्पास्त्रयादशसहस्रवर्षायुषः सुरललनाकल्पाभिः सह विहरन्ती हिर्ण्मये यक्षानुगा मायाबलाः सदोत्सवमानसाः  प्रियदर्शना एकादशसहस्रायुषो हिरण्मय्यां स्वानुरूपाभिर्ललनाभिः सह विहरन्ति। रमणके सत्कर्मपुञ्जोपार्जितविग्रहाः श्रुताभिजनसम्पन्नाः सुप्रियदर्शना निःसपत्ना दशवर्षसहस्रायुष मानवा नानाभोगर्विहरन्ति एवं मेरोः पूर्वदिशि माल्यवान् पर्वतस्तमेव सीमानं कृत्वा समुद्रपर्यन्तं भाद्राश्वनामका देशास्तन्नामकमेवैकं वर्षम्। तत्र माल्यवती बालखिल्ल्यादिप्रभृतयो मुनीन्द्राः सिद्धाश्चोर्ध्वरेतस्का अहरहः सूर्यस्याभिमुखं गच्छन्तो निवसन्ति। भद्राश्वे महाबलाश्तेजसा सम्पन्नाः श्वेताः पुरुषा दशवर्षसहस्रायुषो नृत्यगीतवादित्रकुशलाभिः कुसुमवर्णाभिश्चन्द्रप्रभाभिश्च ललनाभिः सह सिद्धचारणसेविते विशालवनादौ विहरन्ति। एवं मेरोः पश्चिमदिशि गन्धमादनः पर्वस्तमेव सीमानं कृत्वा केतुमालनामका देशास्तन्नामकमेवैकं वर्षम्। तत्र गन्धमादने सानुगो यक्षराजः कुबेरोऽनुदितं सुरललनाभिः सह हासगानाऽऽदिना विहरति। केतुमाले सुवर्णवर्णाऽऽभा अनामया वीतशोका दशवर्षसहस्रायुः स्वकर्मणा तत्र जातविग्रहा मानवा अप्सरसोपमाभिर्ललनाभिः सह विहरन्ति। एवं तस्य मेरोर्दक्षिणदिशि निषधहेमकूटहिमशैलास्त्रयः पर्वताः प्रत्येकं द्विसहस्रयोजनविस्ताराः। तत्र निषधे सर्वनागगन्धर्वप्रभृतयो निवसन्ति। हेमकूटे गुह्यका हिमवती रक्षांसि निवसन्ति। तेषां पर्वतानाम् अवकाशेषु हरिवर्षे किं पुरुषं भारतमिति त्रीणि वर्षाणि प्रत्येकं नवयोजनसहस्रविस्ताराणि सन्ति। तत्र हरिवर्षे प्रह्लादानुयायिनौ दैत्यदानवाः श्रीनृसिंहादिना विविधानन्दाननुभवन्तो निवसन्ति। किं पुरुषे किं पुरुषगन्धर्वादिभिः सह हनुमत्प्रभृतयो नानापुराणेतिहासाभिः श्रीरामं गायन्तो दिव्योद्याननद्यादिषु विहरन्ति। भारते वर्षे स्वर्गनरकमोक्षाधकारिणो मनुष्या विविधजातिभेदभिन्ना गङ्गायमुनासरस्वतीसरयूनर्मदागोदावरीकावेरीमहानदीगण्डकी-पयोह्लादिनी-जलपानस्नद्नादिनात्मनः कृतकृत्यतां सम्पादयन्तो विन्ध्यचित्रकूटका- लञ्जलकामगिरिगोवर्धनरवतकमलयश्रीशैलसह्याद्रिषु भगवद्भक्त्या आनन्दाऽनुभवेन कैवल्यपदमपि तृणीकुर्वन्तःसञ्चरन्ति महापुरषाः॥\nएवं विविधदुराशयाः कामक्रोधलोभहिंसासूयामदमात्सर्यादिभिरात्मनो वक्ष्यमाणाऽनेक – नरक-भागितां सम्पादयन्तो दुरात्मनः कुलललनाभिः क्षणभङ्गुराभिः सह विहरन्ति वाञ्छन्ति च। तेषां मोक्ष दुर्लभः। तस्मात् भारतं वेर्षं श्रेष्ठतमं वर्णयन्ति धर्माधर्मव्यवस्थायाः सत्वादिति दिक्॥\nसुमेरोरधभागेऽष्टादशसहस्रयोजनविस्तृतं नवममिलावृतं वर्षम्। तत्र च भवनानीनाथाः स्त्रीगणा एव विहरन्ति। तत्र च भोगः पूर्णः। चतुर्दिशं मेरोरवष्टम्भगिरिषु मन्दर मेरुमन्दर सुपार्श्वकुमुदाख्येषु पयोमदिक्षुरसमिष्टजलहृदान्वितेषु नन्दनचैत्ररथवैभ्राजकसर्वतोऽभद्राज्युपवनशोभितेषु वर्तमानविविधानेकवृक्षफललाभादिना सुखमनुभवन्ति। मेरोः पूर्वेण जठरदेवकूटौ, पश्चिमतः पवनपारियात्रौ, दक्षिणेन कैलासकरवीरौ, उत्तरतस्त्रिशृङ्गमकरौ। अष्टभिरेतैः परिस्तृतोऽग्निरिव परितश्चकास्ति काञ्चनगिरिर्मेरुः। तस्य शिरसि मनोवत्यमरावती तेजोवती संयमिनी कृष्णा अङ्गना श्रद्धावती महोदया यशोमती चेति नव पुरः। तत्र मध्यत उपक्लृप्ता भगवतः पुरी समचतुरस्त्रायां शातकौम्भीं वदन्ति। अन्यानि ब्रह्मेन्द्रादिदिक्पालानां पुराणि। तत्र भगवतो विष्णोस्त्रिविक्रमस्य पराक्रमात् ब्रह्माण्डं भित्वा निःसृता भगवच्चरणपङ्कजावनेजनेनारुणकिञ्जल्कोपरञ्जिताखिलजगदघमलापहोपस्पर्शनाऽमला गङ्गा भगवती स्वयं सीताऽलकनन्दा वङ्क्षुर्भद्रेति चतुर्धा भिद्यमाना चतुर्दिशमभिस्पन्दती सागरं नदीपतिमभिनिविशति। तत्र सीता प्राच्यां, वङ्क्षुः प्रतीच्यां, भद्रा उत्तरस्याम् अलकनन्दा भारते वर्षे हेमकूटादिमार्गेणागता जगत्पवित्रयति। यस्या नामग्रहणयात्रादर्शनस्पर्शनप्रवेशमज्जानाम्बुपानादिभिः श्रवणमननध्यानविधुरा विविधविषयानुषया दुरात्मनोऽपि मोक्षभाजो भवन्ति। तदेवं सुमेरुमादाय जम्बूदीपाख्यं स्थानं शतसहस्रमितं ततः सुमेरोश्चतुर्दिक्षु पञ्चाशद्योजनसहस्रेण परिसङ्ख्यातम्। तत्र जम्बूदीपः पार्श्वद्वयमादाय द्विगुणेन लवणोदधिना वेष्टितः। ततो द्विगुणः प्लक्ष्याख्यो द्वीपः। तत्र शिवं वयसं सुभद्रं शान्तं क्षेमममृतम् अभयमिति वर्षाणि। तेषु मणीकूटो वज्रकूट इन्द्रसेनो ज्योतिष्मान् सुपर्णो हिरण्यष्ठिवो मेघमाल इति शैलाः। अरुणानृम्णाङिरसी सावित्री सुप्रभाता ऋतम्भरा सत्यम्भरेत्येता नद्यः। यासां जलोपस्पर्शेन निवृत्तकल्मषाः सहस्रायुषो बहुप्रजाः सन्तः सूर्यमनुदिनं भजन्ते। स च पार्श्वद्वयस्वद्विगुणेन इक्षुरसोदधिनावेष्टितः प्लक्षद्विगुणः शाल्मकः स्वद्विगुणेन सुरोदधिना वृत्तः। तत्रापि सुरोचनं सौमनस्यं रमणकं देववर्षे पारिभद्रम् आप्यायनम् अविज्ञातमिति सर्ववर्षाणि। शैलाश्च स्वरसः शतशृङ्गो वामदेवः कुन्दः कुमुदः पुष्पवर्षः सहस्रस्ततिरिति सप्तैव। नद्यश्च अनुमतिः सिनवाली सरस्वती कुरुरजनी नन्दाराकेति सप्त। तासां जलोपस्पर्शेन पुरुषाः उक्तवीर्याः सोममनुदिनं भजन्ते। शाल्मलाद् द्विगुणः कुशद्वीपो घृतोदधिना पार्श्वद्वयमादाय स्वद्विगुणेन वेष्टितः। तत्रापि वसुवसुदानदृढरुचिनाभिगुप्तसत्यकृतविविक्तनाभदेवाख्यानि वर्षाणि सप्तैव। शैलाश्च चक्रश्चतुशृङ्गः कपिलश्चित्रः कूटो देवानीकऊध्वरोमा द्रविण इति सप्त। नद्यश्च घृतकुल्या रसकुल्या मधुकुल्या मित्रविन्दा देवगर्भा घृतच्युता मन्त्रमालेति सप्त। यासां जैलस्तथावीर्यास्तृप्ताश्च भगवन्तं जादवेदस्वरूपिणं यजन्ते। कुशात् क्रौञ्चद्वीपो द्विगुणः पार्श्वद्वयमादाय स्वद्विगुणेन क्षीरोदधिना वेष्टितः। तत्रापि आमो मधुरुहो मेषपृष्ठः सुधामा भ्राजिष्ठो लोहितार्णो वनस्पतिरिति वर्षाणि सप्तैव।शैलाश्च शुक्रो वर्धमानो भोजन उपबर्हणो नन्दो नन्दनः सर्वतोभद्रमिति सप्त। नद्यश्च अभया अमृतौघा अर्वका तीर्थवतीरूपवती पवित्रवती शुक्लीति सप्तैव। यासां जलैरुक्तवीर्याः पुरुषाः वरुणमेव भजन्ते। क्रौञ्चद्वीपाद् द्विगुणः शाकद्वीपः पार्श्वद्वयमादायदधमण्डो दधिना परीतस्तत्रापि पुरोजवमनोजवपवमानधूम्रानीकचित्ररफ्बहुरूपविश्वधारानामभिः प्रसिद्धानि वर्षाणि सप्तैव। शैलाश्च ईशान उरुशृङ्गो बलभद्रः शतकेशरः सहस्रस्रोतो देवपालो महानस इति सप्तैव। नद्यश्च अनघा आयुर्दा उभयसृष्टिपराजिता पञ्चपदी सहस्रस्तुतिर्निजघृतिः सप्तैव। तद्वर्षपुरुषा ऋतवृतसत्यव्रतदानव्रतानुव्रतनामानः प्राणं समाधना यजन्ते। शाकद्वीपाद् द्विगुणः पुष्करद्वीपः पार्श्वद्वयमादाय द्विगुणेन स्वादूदकेन परीतः। तस्मिन् द्वीपे मानसोत्तरनामक एवाचलोऽयुतयोजनोच्छ्रायायामोऽर्वाचीनपराचीनवर्षयोर्मर्यादाभूत- स्तिष्ठति। यस्मिन् चतसृषु दिक्ष चत्वारिपुराणानि लोकपालानामिन्द्रादीनाम्। तदुपरिष्टाद् सूर्यरथस्य मेरुपरिभ्रमतः संवत्सरात्मकं चक्रं देवानामहोरात्राभ्यां परिभ्रमति। तत्रत्य भगवन्तं ब्रह्माणं कर्मणा भजन्ते। एतेषु द्वीपेषु सहसिद्धाः सन्ति। क्षीरोदात् परतः सप्तलक्षत्तरा सार्धकोटिपरिमिता भूः तत्रापि लोकाः सन्ति। अनन्तरं लोकालोकपर्वतः तदुपरि दिग्पालगजाः सन्ति। ततो बहिरुर्वरिता काञ्चनमय्यलौकिकिदेवक्रीडाभूमिः। सेयं वसुमती भूमिः सर्वपि पञ्चाशाद्योजनकोटीपरिमित आवरणेन शतिकोटिविस्तृता अण्डस्य मध्ये सङ्क्षिप्ता। भुर्लोकस्य सर्वाधस्तात् पातालं तत्र वासुकिप्रभृतयो नागाधपतयः सपरिवारा निवसन्ति। तदुपरि रसतलम्। तत्र दैतेयदानवनिवातकवचप्रभृतयो निवसन्ति। तदुपरि महातलम्। तत्र तक्षकप्रभृतयो निवसन्ति। तदुपरि तलातलम्। तत्र मयो मायावी तदनुगाश्च तिष्ठन्ति। तदुपरि सुतलम्। तत्र भगवता स्वीयत्वेननुगृहितो बलिरात्मनिवेदी परमभागवतः सगणस्तिष्ठति॥\nतदुपरि वितलम्। तत्र हाटकेश्वरो भवान्या सह मिथनी भुयविहरति। यतःप्रवृत्ता हाटकी नाम नदी। एवं तत्र तदीया भूतप्रेतपिशाचापस्मारब्रह्मरा- क्षसकूष्माण्डविनायकादयो निवसन्ति। तदुपरि अतलम्। यत्र मयपुत्रादयो सुरा निवसन्ति। तत्र ते सप्तपाताललोकाः स्वर्गादप्यधकसुखसाधनाः। एतेषामुपरि जलावरणः॥\nतदुपरि भूमेरधस्तात् विविधदुःखमयास्तामिस्रान्धतामिस्त्ररौरवकु- म्भिपाकमूलाऽसिपत्रवनसूकरमुखाऽन्धकूपकिमिभोजनमदशतप्रभूमिवज्रकण्टकशाल्मलीवैतरणीपूयोदप्राणरोध्अविषसनलालाभक्षणसारमेयादनमदीचिरयपानक्षारकर्दमरक्षोगणभोजनशूलप्रोतदन्दशूकावटनिरोधनपर्यावर्तनसूचिम्उखप्रभॄतयो नरकाः सन्ति। तेषु च परवित्तकलत्रापहारकपरवञ्चकभूतद्रोहकुटुम्बादिपोषकदेहम्भरपशुपक्षिप्राणपीडकपितृगुर्वादिविद्वेशकपाखण्डधर्मप्ओषकरुधादण्डप्रदविवेकीमत्कुणभिघातकस्वयमेवमिष्टान्नभुजो बलात्कारेण परस्वाऽपहारकपरवधूरतधर्मनाशकवृषलीपतिमृगयासक्तदाम्भिकया- जकसवर्णभार्यागामीगरदाग्निदमित्थ्यावादिसुरापायिविद्यादिमद्द्वेषिभूतोद्वेजकातिथिविद्वेषकक्ऋपणपिशुनगणीकागामिविपरीतधर्माचारीवर्मानभिरुविप्रभृतयो नानाविधयतनाभिर्यात्यमाना हाहेति रुदन्तो वसन्ति। तदुपरि इयं वर्णिता भूमिः। एतस्य उपर्यन्तरिक्षाऽपरपर्यायो भुवर्लोकः। तत्र ग्रहनक्षत्रतारका ज्योतिश्चक्रे निबद्धाः सञ्चरन्ति॥\nननु मेरोरुपरि भुवर्लोकः। तत्र ज्योतिश्चक्रं भ्रमतीति न युक्तम्। तथा सति मेरुणा ज्योतिश्चक्रावरणासम्भवादवच्छेदभेदेन रात्रिन्दिनभेदेन व्यवस्था न स्यादिति चेन्न। वृक्षेणेव पार्श्वतरेण मेरोरेकपार्श्वस्थसूर्यादेर्व्यवधानसम्भवेन रात्रिदिनव्यवस्थाय़ा उपपत्तेः॥\nतदुपरि स्वर्लोको माहेन्द्रापरपर्यायः। तत्र षड् देवनिकायाः त्रिदशाः। अग्निष्वत्ताः याम्याः तु षिताः अपरिनिर्मितवशवर्तिनः परिनिर्मितवशवर्तिनश्चेति सर्वे सङ्कल्पसिद्धाः। अणिमाद्यैश्वर्योपपन्नाः स्वेच्छोपात्तविग्रहाः कल्प्यायुषः कामलम्पटा निवसन्ति। तदुपरि महर्लोके प्राजापत्यदेवसमूहाः कुमुदा ऋभवाः प्रतर्दना अजनाभा अमिताभा इति पञ्चविधा इत्येते महाभूतवशिनो ध्यानाहाराः कल्पसहस्रायुषो निवसन्ति। तदुपरि जनलोकः। तत्र भूतेन्द्रियवशिनो ब्रह्मपुरोहिताः ब्रह्मकायिकाः ब्रह्ममहाकायिका अमरा इत्येते चतुर्विध द्विगुणद्विगुणोत्तरायुषो निवसन्ति। तदुपरि तपोलोकः। तत्राहङ्कारावशिनस्त्रिविधा देवनिकायाः अभास्वरा महाभास्वराः सत्यमहाभास्वरा इत्येते देवसमूहा द्विगुणद्विगुणोत्तरायुषः स्वेच्छया स्वपरान्यपरस्योपान्तचित्ताऊर्ध्वरेतसो निवसन्ति गच्छन्ति च। तदुपरि सत्यलोकः। तत्राकृतगृहनिर्माणा आत्मारामाः प्रधानवशिनो यावत्सर्गायुषोऽच्युताः शुद्धनिवासाः सत्याभाः संज्ञासंज्ञिनश्च क्रमेण सवितर्कसविचारानन्दास्तितायोगिन उपर्युपरि निवसन्ति गच्छन्ति च परमहंसास्तल्लोकवासिनः परोक्षविद्वांसः प्रणावाद्युपासकाश्च। ते च तत्र गतास्ततः पुनर्नावर्तन्ते। किन्तु तेनैव सहाधिकाराः सन्तो मुच्यन्ते। वेदान्तविज्ञानसुनिश्चितार्थाः सन्यासयोगाद्यतयः शुद्धसत्वाः ❀ ते ब्रह्मलोकेषु परान्तकाले परामृतात् परिमुच्यन्ति सर्व इत्यादिश्रुतेस्तदेतत्सर्वे ब्रह्माण्डमध्ये सङ्क्षिप्तं ब्रह्माण्डं च प्रधानस्यावयवो यथाकाशे खद्योतः। तदुक्तं विष्णुपुराणे प्रकृतिं प्रकृत्य –\nअण्डानां तु सहस्राणां सहस्राण्ययुतानि च।\nईदृशानां तथा तत्र कोटि कोटि शतानि चेति॥\nएतेद्बहिश्च प्रकृत्यावरणम्। तत्र भवप्रत्यया असम्प्रज्ञातयोगिनो निवसन्ति। उभयाप्रत्ययास्तु कैवल्यपदे तिष्ठन्ति॥\nअभ्यासयोगयुक्तेन चेतसा नान्यगामिना।\nअनन्यचेताःसततं योमां स्मरति नित्यशः॥\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिन इत्यादि वदता भगवतोपाय प्रत्ययासम्प्रज्ञात योगजप्रमाया एव कैवल्यहेतुज्ञापनादिति सङ्क्षेपः। ज्योति शास्त्रे तु पाञ्चभौतिको वर्तुलः कन्दुकाकारश्चन्द्रबुधशुक्रसूर्यमङ्गलबृहस्पतिशनिनक्षत्रकक्षावृत्तैर्वृतः समन्तादेव मनुष्यदैत्यैः समेतः पवर्तारामग्रामचैत्यचयैः केसरैः कुसुम इव चितो नान्यधारः स्वशक्त्यैव पञ्चसहस्रयोजनपरिमित आकर्षणशक्तिमान् भूपिण्ड आकाशे नियतं तिष्ठति। आकाशे एव वर्तमानो भूपिण्डो निरन्तरमग्धो यातीति बौद्धाः। तन्न। ऊर्ध्वक्षिप्तशरादेर्भूप्राप्त्यनापत्तिप्रसङ्गात्। न च भूमेर्मन्दा शरादेश्च शीघ्रा गतिरिति वाच्यम्। गुरोः शीघ्रपतनस्य लघोर्मन्दपतनस्यानुभवसिद्धत्वात्। ननु भूः सर्वैरपि समैवानुभूयते, न कन्दुकाकारेति चेन्न। कन्दुके पिपीलिकादेरिवाल्पकायानां साम्पभ्रमसम्भवात्। भूसाम्ये देवानामिव मनुष्याणामपि सूर्यदर्शनापत्तिः। स्वर्णमयमेरुप्रतिबिम्बितसूर्येण रात्रिविलोपापत्तिः। उत्तरायाः प्राचीव्यवहारापत्तिश्चेत्यादयो दोषा आकरे एवोद्भाविताः। अत्र भूगोलस्योत्तरार्ध जम्बूद्वीपः।\nतत्र भूर्मध्ये, लङ्का दक्षिणॆ, पूर्वे यमकोटिः, पश्चिमे रोमकः, अधः सिद्धपुरमिति पुरचतुष्टयम्। तेषामुत्तरे मेरुर्दक्षिणे वडवानलः। तेषु पुरेषु लङ्काया उत्तरतो हिमवान् गिरिः। तन्मध्ये भारतखण्डः। तदुत्तरे हेमकूटः। तन्मध्ये किन्नरखण्डः। तस्योत्तरे निशधस्तन्मध्ये हरिखण्डः। एवं सिद्धपुरादुत्तरः शृङ्गवान् पर्वतः। तन्मध्ये कुरुखण्डः ततः श्वेतगिरिः। तन्मध्ये हिरण्मयखण्डः। ततो नीलगिरिः। तन्मध्ये रम्यखण्ड इति। अथ यमकोटेरुत्तरतो माल्यवान् गिरिः। निशधनीलपर्यन्तदैर्घ्यस्तस्य जलधेश्च मध्ये केतुमालःखण्डः। एवं निशधनीलमाल्यवद्गन्धमादनैरावृत्तमिलावृतं नाम भवखण्डम्। सा स्वर्गभूमिः। तत्र मेरुः कनकरत्नमयः। तस्य शिखरत्रयम्। तेषु ब्रह्माविष्णुशिवपुराणानि। शिखराणामधस्तादिन्द्राद्यष्टलोकपालानां पुराणि। मेरोः पूर्वे मन्दरगिरौ कदम्बः केतुवृक्षश्चैत्ररथं वनमरुणोदं सरः। दक्षणगन्धशैलगिरौ जम्बूकेतुवृक्षः नन्दनं वनं मानसं सरः। पश्चिमे विपुलशैले केतुवृक्षो वटो धृतिवनं महाहृदं सरः। उत्तरे सुपार्श्वशैले पिप्पलः केतुवृक्षो वैभ्राजं वनं मानसं सरः। मेरौ विष्णुपदात्पतिता गङ्गा च चतुर्भिर्नामाभिश्चतुर्धा याति। तत्र सीताख्या भद्राश्वम्, अलकनन्दा भारतं, चक्षःकेतुमालं, भद्राचोत्तरान् कुरून् अखिलपावनाय याति। ऐन्द्रः १.कसेरुः २.ताम्रपर्णः ३.गभस्तिमान् ४. कुमारिकाखण्डः ५. नागः ६.सौम्यः ७.हिमवारणः ८.गान्धर्व इति भारतखण्डेऽपि नव खण्डाः। तत्र वर्णाश्रमव्यवस्था कुमारिका खण्ड एव। माहेन्द्रशुक्तिप्रलयर्क्षकपारियात्रसह्यविन्ध्य इति सप्तकुलाचलाः। भारतवर्षस्य लङ्कासमीपे कुमारिकाखण्डो भर्लोकस्तस्मादुत्तरे भूवर्लोकः। मेरुः स्वरोकस्तत्रैवोत्तरोत्तरं महर्जनस्तपः सत्यमित्युअत्तरार्धव्यवस्था। पूर्वर्धे च क्षारोदधे दक्षणे शाकद्वीपः। ततो दुग्धसिन्धर्यस्माद्रत्नानि। ततः शाल्मलीद्वीपस्ततो दधिसिन्धुस्ततः कुशद्वीपस्ततो घृतसिन्धुस्ततः क्रौञ्चद्वीपस्तत इक्षुरसद्वीपस्ततो गोमेदद्वीपस्ततो मेघसिन्धस्ततः पुष्करद्वीपस्ततः स्वादूदकसिन्धस्तदन्तर्वडवानलस्तन्निकटे नरकाणि पृथिवीपुटानि सप्तपातालानीति भुवनसंस्था। सा पुराणविरुद्धेत्यत्र केचित्। गृहचारादेर्ज्योतिः। शास्त्ररीत्यैवानुभवात् पुराणमहत्वमुपासनापरम्। कोटिशब्दस्य नानार्थत्वाच्छचवाचकत्वं वेति समादधुरिति दिक्॥२६॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65853",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\nसूर्यमण्डले संयमात्तद्गताशेषसाक्षात्कारे सत्यशेषविशेषतश्चतुर्दशभुवनज्ञानम् ॥ २५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65698",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएवं संयमेन साक्षात्कृतबुद्ध्यालोकद्वारा भुवनज्ञानमुक्त्वा भौतिकालोकद्वारा तदाह-\nभुवनज्ञानं सूर्ये संयमात् ॥ ( २६ )\nदिवि देदीप्यमानमार्ताण्डमण्डले सुषुम्नादिसहस्ररश्मिमालिनि संयमात् दृश्याभिन्नं चित्तं चतुर्दशभुवनानि साक्षात्करोतीत्यर्थः ॥ \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65455",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥ \nतत्प्रस्तारः सप्त लोकाः। तत्रावीचेः प्रभृति मेरुपृष्ठं यावदित्येवं भूर्लोकः। मेरुपृष्ठादारभ्य आध्रुवाद्ग्रहनक्षत्रताराविचित्रोऽन्तरिक्षलोकः। ततः परः स्वर्लोकः पञ्चविधो माहेन्द्रस्तृतीयो लोकः। चतुर्थः प्राजापत्यो महर्लोकः। त्रिविधो ब्राह्मः। तद्यथा – जनलोकस्तपोलोकः सत्यलोक इति।ब्राह्मस्त्रिभूमिको लोकः प्राजापत्यस्ततो महान्।माहेन्द्रश्च स्वरित्युक्तो दिवि तारा भुवि प्रजाः ॥ इति संग्रहश्लोकः।\nतत्रावीचेरुपर्युपरि निविष्टाः षण्महानरकभूमयो घनसलिलानलानिलाकाशतमःप्रतिष्ठा महाकालाम्बरीषरौरवमहारौरवमहारौरवकालसूत्रान्धतामिस्राः। यत्र स्वकर्मोपार्जितदुःखवेदनाः प्राणिनः कष्टमायुर्दीर्घमाक्षिप्य जायन्ते। ततो महातलरसातलातलसुतलवितलतलातलपातालाख्यानि सप्त पातालानि। भूमिरियमष्टमी सप्तद्वीपा वसुमती, यस्याः सुमेरुर्मध्ये पर्वतराजः काञ्चनः। तस्य राजतवैदूर्यस्फटिकहेममणिमयानि शृङ्गाणि। तत्र वैदूर्यप्रभानुरागान्नीलोत्पलपत्रश्यामो नभसो दक्षिणो भागः, श्वेतः पूर्वः, स्वच्छः पश्चिमः, कुरण्टकाभ उत्तरः। दक्षिणपार्श्वे चास्य जम्बूर्यतोऽयं जम्बूद्वीपः। तस्य सूर्यप्रचाराद्रात्रिं दिवं लग्नमिव वर्तते। तस्य नीलश्वेतशृङ्गवन्त उदीचीनास्त्रयः पर्वता द्विसाहस्रायामाः। तदन्तरेषु त्रीणि वर्षाणि नव नव योजनसाहस्राणि रमणकं हिरण्मयमुत्तराः कुरव इति। निषधहेमकूटहिमशैला दक्षिणतो द्विसाहस्रायामाः। तदन्तरेषु त्रीणि वर्षाणि नव नव योजनसाहस्राणि हरिवर्ष किंपुरुषं भारतमिति। सुमेरोः प्राचीना भद्राश्वमाल्यवत्सीमानः प्रतीचीनाः केतुमाला गन्धमादनसीमानः। मध्ये वर्षमिलावृतम्। तदेतद्योजनशतसाहस्रं सुमेरोर्दिशि दिशि तदर्धेन व्यूढम्।\nस खल्वयं शतसाहस्रायामो जम्बूद्वीपस्ततो द्विगुणेन लवणोदधिना वलयाकृतिना वेष्टितः। ततश्च द्विगुणा द्विगुणाः शाककुशक्रौञ्चशाल्मलगोमेध(प्लक्ष)पुष्करद्वीपाः, समुद्राश्च सर्षपराशिकल्पाः सविचित्रशैलावतंसा इक्षुरससुरासर्पिर्दधिमण्डक्षीरस्वादूदकाः। सप्त समुद्रपरिवेष्टिता वलयाकृतयो लोकालोकपर्वतपरिवाराः पञ्चाशद्योजनकोटिपरिसंख्याताः। तदेतत्सर्वं सुप्रतिष्ठितसंस्थानमण्डमध्ये व्यूढम्। अण्डं च प्रधानस्याणुरयवयवो यथाऽऽकाशे खद्योत इति।\nतत्र पाताले जलधौ पर्वतेष्वेतेषु देवनिकाया असुरगन्धर्वकिन्नरकिंपुरुषयक्षराक्षसभूतप्रेत-पिशाचापस्मारकाप्सरोब्रह्मराक्षसकूष्माण्डविनायकाः प्रतिवसन्ति। सर्वेषु द्वीपेषु पुण्यात्मानो देवमनुष्याः।\nसुमेरुस्त्रिदशानामुद्यानभूमिः। तत्र मिश्रवनं नन्दनं चैत्ररथं सुमानसमित्युद्यानानि। सुधर्मा देवसभा। सुदर्शनं पुरम्। वैजयन्तः प्रासादः। ग्रहनक्षत्रतारकास्तु ध्रुवे निबद्धा वायुविक्षेपनियमेनोपलक्षितप्रचाराः सुमेरोरुपर्युपरि सन्निविष्टा दिवि विपरिवर्तन्ते।\nमाहेन्द्रनिवासिनः षड्देवनिकायाः - त्रिदशा अग्निष्वात्ता याम्यास्तुषिता अपरिनिर्मितवशवर्तिनः परिनिर्मितवशवर्तिनश्चेति। सर्वे संकल्पसिद्धा अणिमाद्यैश्वर्योपपन्नाः कल्पायुषो वृन्दारकाः कामभोगिन औपपादिकदेहा उत्तमानुकूलाभिरप्सरोभिः कृतपरिचाराः।\nमहति लोके प्राजापत्ये पञ्चविधो देवनिकायः – कुमुदा ऋभवः प्रतर्दना अञ्जनाभाः प्रचिताभा इति। एते महाभूतवशिनो ध्यानाहाराः कल्पसहस्रायुषः। प्रथमे ब्रह्मणो जनलोके चतुर्विधो देवनिकायो ब्रह्मपुरोहिता ब्रह्मकायिका ब्रह्ममहाकायिका अमरा इति। ते भूतेन्द्रियवशिनो द्विगुणद्विगुणोत्तरायुषः।\nद्वितीये तपसि लोके त्रिविधो देवनिकायः – आभास्वरा महाभास्वराः सत्यमहाभास्वरा इति। ते भूतेन्द्रियप्रकृतिवशिनो द्विगुणद्विगुणोत्तरायुषः सर्वे ध्यानाहारा ऊर्ध्वरेतस ऊर्ध्वमप्रतिहतज्ञाना अधरभूमिष्वनावृतज्ञानविषयाः। तृतीये ब्रह्मणः सत्यलोके चत्वारो देवनिकाया अकृतभवनन्यासाः स्वप्रतिष्ठा उपर्युपरिस्थिताः प्रधानवशिनो यावत्सर्गायुषः।\nतत्राच्युताः सवितर्कध्यानसुखाः, शुद्धनिवासाः सविचारध्यानसुखाः, सत्याभा आनन्दमात्रध्यानसुखाः, संज्ञासंज्ञिनश्चास्मितामात्रध्यानसुखाः। तेऽपि त्रैलाक्यमध्ये प्रतितिष्ठन्ति। त एते सप्त लोकाः सर्व एव ब्रह्मलोकाः। विदेहप्रकृतिलयास्तु मोक्षपदे वर्तन्त इति न लोकमध्ये न्यस्ता इति। एतद्योगिना साक्षात्करणीयं सूर्यद्वारे संयमं कृत्वा, ततोऽन्यत्रापि एवं तावदभ्यसेद्यावदिदं सर्व दृष्टमिति ॥ २६ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65025",
      "key": "3-26",
      "order": 326,
      "tags": [
        "3-26",
        "Pada 3",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतत्समानवृत्तान्तं सिद्ध्यन्तरमाह –\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥ \nसूर्ये प्रकाशमये यः संयमं करोति तस्य सप्तसु भूर्भुवः स्वः प्रभृतिषु लोकेषु यानि भुवनानि तत्तत्संनिवेशभाञ्जि स्थानानि तेषु यथावदस्य ज्ञानमुत्पद्यते। पूर्वस्मिन्सूत्रे सात्त्विकप्रकाश आलम्बनतयोक्त इह तु भौतिक इति विशेषः।\n"
    }
  ]
}