{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64105",
      "key": "3-39",
      "order": 145,
      "tags": [
        "Pada 3",
        "Sutra 39"
      ],
      "text": "उदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३-३९ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66763",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥\nउदानेति । हृदयान्मुकानासिकाद्वारेण वायोः प्रणयनात्प्राण इत्युच्यते । नाभिप्रदेशात्पादाङ्गुष्ठपर्यन्तमपनयनादपानो नाभिप्रदेशं परिवेष्ट्य समन्तान्नयनात्समानः कृकाटिकादेशादाशिरोवृत्तेरुन्नयनादुदानः व्याप्य नयनात् सर्वशरीरव्यापी व्यानः । उदानस्य संयमद्वारेण जयादितरेषां वायूनां निरोधादूर्ध्वगामित्वेन जले नद्यादौ कर्दमे कण्टकादिषु वा न सज्जते अतिलघुत्वात्तूलपिण्डवज्जलादौ मज्जितोऽपि उद्गच्छतीत्यर्थः ॥ ३९ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66596",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥\nसमस्तेन्द्रियाणां युगपत्तूलज्वालावदुत्पन्ना या वृत्तिर्जीवशब्दवाच्या, सा क्रियाभेदेन प्राणापानादिसंज्ञाभिर्व्यपदिश्यते । तत्रोदानस्य आ नासाग्रादाशिरोवृत्तेः संयमेन जयाज्जलादिष्वसक्तो योगी लघुत्वादुपरि गच्छति, स्वेच्छया मरणं च लभत इत्यर्थः ॥ ३९ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66427",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥\nरसाद्यूर्ध्वनयनादूर्ध्वगतिप्रदत्वाच्चोर्ध्वसंचारी प्राणावान्तरभेद उदानः संयमविशेषेण तस्य जये स्वायत्ततायां जलादिषु संचरतोऽपि तेष्वसङ्गो विकारहेतुसंयोगशून्यता भवति । तथार्चिरादिमार्गेण ब्रह्मलोकगमनाय ब्रह्मरन्ध्रं भित्वा लिङ्गदेहस्य बहिर्निःसरणं स्वेच्छया भवतीत्यर्थः । तत्र प्राणो मुखनासिकागतिरा नासिकाग्रादाहृदयमवस्थितः । मूत्रपुरीषगर्भादीनामपसरनहेतुरपान आनाभेरापादतलवृत्तिः । उदानस्तूक्तलक्षण आबासिकाग्रादाशिरोवृत्तिः । व्यापी व्यान इति ॥ ३८ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66184",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥\nद्वयी खल्विन्द्रियाणां प्रवृत्तिः, बाह्याभ्यन्तरी च । आद्या रूपाद्यालोचनरूपा । अन्त्या जीवनयोनिप्रयत्नरूपा सर्वकरणसाधारणी । तस्याः कार्याः पञ्चप्राणादयः । तत्र नासिकाग्राद् आहृदयं स्थितः प्राणः । आहृदयादानाभिस्थितः समानः शुक्रं समं नयतीति । आनाभेरापादतलं स्थितोऽपानो मलमनयतीति । आनासादाशिरोवृत्तिरुदान उत्क्रान्तिहेतुः सर्वदेहव्यापी व्यानः । तेषु प्राणः श्रेष्ठः । तत्रोदानसंयमेन जयादब्धिपङ्ककण्टकादिष्वसक्तो योगी लघुत्वादुपरि गच्छति स्वेच्छया च मरणं लभत इत्यर्थः ॥ ३९ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66062",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसर्वत्र व्याप्तिशीलस्य चित्तस्य स्वशरीरमात्रे सङ्कोचेन स्थितिर्बन्धः। तस्य कारणं धर्माधर्मौ तयोः संयमेन शैथिल्यं दृढबन्धनाक्षमता भवति। प्रचारसंवेदनम् अपाननाड्य एवं प्रकारेण चित्तं शरीरे प्रविशति निर्गच्छति चेत्यादि विशेषैश्चित्तगतिसाक्षात्कारो भवति। तथा च बन्धकरज्जुनाशे मार्गज्ञस्य देशान्तर इव चित्तस्य योगिचित्तस्य परशरीरावेशः परकाये मृते जीविते वा प्रवेशो भवति प्रचारे ज्ञाते योगी स्वशरीरान्निष्कृष्य चित्तं शरीरान्तरे प्रक्षिपतीति यावत्। प्रक्षिप्तं चित्तं चेन्द्रियाण्यनुपतन्ति मधुकरराजमिव मक्षिकाः॥३८॥\nउदानजयाज्जलपङ्ककण्टकादिष्वङ्ग उत्क्रान्तिश्च॥३९॥\nद्वयी खल्विन्द्रियाणां प्रवृत्तिर्बाह्या आभ्यन्तरी च। आद्या रुपाद्योलोचनरूपा च। अन्त्या जीवनयोनीयत्नरूपा सर्वकर्णसाधारणी। तस्याः क्रियाभॆदात् प्राणादिभिः संज्ञाभिर्व्यपदेशः। तत्र नासिकाग्रादाहृदयं स्थितः प्राणः। आनाभेरापादतलं नलापनयनादपानः। नाभिप्रदेशं परिवेष्ट्य भुक्तस्य समनयनात् समानः। देहे व्यपनाद् व्यानः। आनासादाशिरोवृत्ति उदान उत्क्रान्तिहेतुः। तत्र उदानस्य संयमेन जआदितरेषां वायुना निरोधादुदानभावाज्जले महानद्यादौ पङ्के कर्दमे कण्टकेषु च योगिनोतिलघुत्वात् तूलपिण्डवदसंसर्गो भवति। उत्क्रान्तिश्च स्वेच्छया मरणं च भवति लभते इत्यर्थः॥३९॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65902",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nएतासूपेक्षां कृत्वा समाधिरेवासंप्रज्ञातार्थं कार्यं इति प्रतिपादयितुमाह –\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥\nरसाद्यूर्ध्वनयनादूर्ध्वगतिप्रदत्वाच्चोर्ध्वसंचारी प्राणस्यावान्तरभेद उदान उच्यते । संयमविशेषेण तस्य जयात्स्वायत्ततायां सत्यां जलादिषु संचरतोऽपि तेष्वसङ्गो विकारहेतुसंयोगशून्यता भवति । तथा अर्चिरादिमार्गेण ब्रह्मलोकगमनाय ब्रह्मरन्ध्रं भित्वा लिङ्गशरीरस्य बहिर्निःसरणं च स्वेच्छया भवतीत्यर्थः ॥ ३८ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65652",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ( ३९ )\nद्वयी खल्विन्द्रियाणां प्रवृत्तिः । बाह्या आद्या आलोचनरूपा, आन्तरी जीवनयोनिप्रयत्नरूपा सर्वकरणसाधारणी । अस्याः कार्यं पञ्च प्राणादयः । तत्र नासिकाग्रात् आहृदयं स्थितः प्राणः, आहृदयात् आनाभिस्थितः समानः, भुक्तं समं नयतीति; आनाभेरापादतलं स्थितोस्पानः मलमपनयतीति; आनासाग्रादाशिरो वृत्तिरुदानः, उत्क्रान्तिहेतुः- सर्वदेहव्यापी व्यानः; तेषु प्राणः श्रेष्ठः । तत्र उदानस्य संयमेन जयात् अब्धिपङ्ककण्टकादिष्वसक्तो योगी लघुत्वात् उपरि गच्छति, स्वेच्छया मरणं च लभत इत्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65483",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥ \nसमस्तेन्द्रियवृत्तिः प्राणादिलक्षणा जीवनं, तस्य क्रिया पञ्चतयी प्राणो मुखनासिकागतिराहृदयवृत्तिः। समं नयनात्समानश्चाऽऽनाभिवृत्तिः। अपनयनादपान आपादतलवृत्तिः। उन्नयनादुदान आशिरोवृत्तिः। व्यापी व्यान इति। एषां प्रधानं प्राणः। उदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च प्रायणकाले भवति। तां वशित्वेन प्रतिपद्यते ॥ ३९ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65124",
      "key": "3-39",
      "order": 339,
      "tags": [
        "3-39",
        "Pada 3",
        "Sutra 39",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसिद्ध्यन्तरमाह –\nउदानजयाज्जलपङ्ककण्टकादिष्वसङ्ग उत्क्रान्तिश्च ॥ ३९ ॥ \nसमस्तानामिन्द्रियाणां तुषज्वालावद्या युगपदुत्थिता वृत्तिः सा जीवन शब्दवाच्या। तस्याः क्रियाभेदात्प्राणापानादिसंज्ञाभिर्व्यपदेशः तत्र। हृदयान्मुखनासिकाद्वारेण वायोः प्रणयनात्प्राण इत्युच्यते। नाभिदेशात्पादाङ्गुष्टपर्यन्तमपनयनादपानः। नाभिदेशं परिवेष्ट्य समन्तान्नयनात्समानः। कृकाटिकादेशादा शिरोवृत्तेरुन्नयनादुदानः। व्याप्य नयनात्सर्वशरीरव्यापी व्यानः। तत्रोदानस्य संयमद्वारेण जयादितरेषां वायूनां निरोधादूर्ध्वगतित्वेन जले महानद्यादौ महति वा कर्दमे तीक्ष्णेषु कण्टकेषु वा न सजतेऽतिलघुत्वात्। तूलपिण्डवज्जलादौ मज्जितोऽप्युद्गच्छतीत्यर्थः।\n"
    }
  ]
}