{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64027",
      "key": "2-13",
      "order": 64,
      "tags": [
        "Pada 2",
        "Sutra 13"
      ],
      "text": "सति मूले तद्विपाको जात्यायुर्भोगाः ॥ २-१३ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66680",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66545",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nन केवलं क्लेशमूलत्वं कर्माशयस्यैव, किं तु तद्विपाकस्यापीत्याह –\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥\nक्लेशरूपे मूले सत्येव कर्मणां विपाकः फलम् । स च त्रिविधः – जातिर्जन्म देवत्वादिर्वा । आयुश्चिरकालं देहप्राणयोर्योगः । इन्द्रियैर्विषयानुभवो भोग इति । तत्र भोगो मुख्यः, जात्यायुषी तच्छेषभूते इति विभागः । सूत्रद्वयस्यायमभिसन्ध्यर्थः – सत्सु क्लेशेषु कर्मतत्फले भवतः; विवेकख्यात्यग्निदग्धेषु कर्मालब्धात्मकं सद्वितुषशाल्यादिवन्न फलं प्रसूत इति ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66329",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ क्लेशकारणकमेव तत्फलमाह –\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥\nधर्माधर्ममूले क्लेशे सत्येव तयोर्विपाकः फलं जात्यायुर्भोगरूपं भवति । तत्र जातिर्जन्म, आयुर्जीवनकालः, भोगः सुखदुःखमोहात्मकशब्दादिवृत्तिः । अत्र भोगो मुख्यं फलम् । तन्नान्तरीयके च जन्मायुषी । क्लेशस्य सत्ता च प्रसंख्यानदग्धबीजभावेनैव । अत्र विपाको विपाकारम्भः । अतो निःशेषाविद्याक्षयेऽपि जीवन्मुक्तानां प्रारब्धभोग उपपद्यते । अत्रेदं बोध्यम् (१) एकं कर्म नैकस्य जन्मनः कारणम् । एकस्मिन्नपि जन्मनि विचित्रविचित्रसुखदुःखानुभवात् । अनादिकालानेकजन्मार्जितासंख्येयकर्मणां मध्ये एकजन्मोपभुक्तैकैककर्मणोऽवशिष्टकर्मणां फलदाने विनिगमनाविरहाच्च । सत्प्रतिपक्षन्यायेन सर्वेषां फलदानप्रतिबन्धे कर्मानुष्ठानेऽनाश्वासापत्तेश्च । (२) नाप्येकमनेकस्य । एकस्यैवानेकजन्मनिमित्तत्वेऽन्येषां विपाककालाभावेन तद्वैफल्ये तदननुष्ठानापत्तेः । उक्तदोषाच्च । (३) नाप्यनेकं कर्मानेकजन्मकारणम् । अयोगिनामनेकजन्मनां युगपदसंभवेन क्रमेणैव वाच्यतया तत्तज्जन्मसु क्रियमाणकर्मणां विपाककालाभावेन तत्र तत्र कर्मानुष्ठानापत्तेः । (४) तस्माज्जन्ममरणान्तरे कृतकर्मसमूहो विचित्रफलद उद्भूतत्वादिभिः क्रमेण फलदो मरणेन कार्यारम्भाभिमुख्यं नीतः युगपदेकलोलीभावापन्न एकं जन्म करोति, तेनैव कर्मणा तत्र लब्धायुष्को भोगवांश्चेति स त्रिविपाकः; एवमेषः अदृष्टजन्मवेदनीयः कर्माशयः । एकजन्मावच्छिन्नक्लेशकर्मविपाकानुभवजाः स्मृतिहेतुसंस्काररूपा वासनास्तु अनादयोऽनेकजन्मपूर्विकाः । अत एव मनुष्यस्तिर्यग्योनिमापन्नस्तज्जातीयोचितभोजने प्रवर्तते । स कर्माशयो द्विविधः । आरब्धफलोऽपि त्रिविधः शुक्लः कृष्णः शुक्लकृष्णश्च । परपीडारहिततपःस्वाध्यायादिराद्यः स उदित एवान्ययोर्द्वयोर्नाशक इति तस्यैका गतिरनारब्धफलस्य । किञ्चित्तु कृष्णं कर्म यज्ञान्तर्गतपशुहिंसादिजन्यं पापम् । अनारब्धफलमपि प्रधानकर्मविपाकेन सहात्मफलदम् । एतदेव प्रधानकर्मण्यावापगमनम् । एतदन्तर्गतपशुहिंसादि च प्रधानाङ्गत्वेन विधानात् तदुपकारकं, न हिंस्यादिति निषेधात्पापजनकः च ॥ एतदेव यज्ञादि कृष्णशुक्लम् । किञ्चित्त्वनारब्धफलमारब्धविपाककर्मणाऽभिभूतं चिरमवतिष्ठते यावत्तदभिव्यञ्जककालागमनम् । दृष्टजन्मवेदनीयस्तु एकविपाकारम्भी भोगहेतुत्वात् । द्विविपाकारम्भी वा भोगायुर्हेतुत्वात् । एवं कर्मगतिश्चित्रा दुर्विज्ञाना चेति भाष्ये स्पष्टम् ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66154",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअयं कर्माशयः क्षीणक्लेशानां नास्तीति विशेषमाह –\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥\nक्लेशरूपमूले सत्येव कर्मणो विपाकः फलं भवति । स च विपाकस्त्रिविधः । जातिर्जन्म, देवत्वादिर्वा आयुश्चिरकालं देहप्राणयोर्योगः । इन्द्रियैर्विषयानुभवो भोगो मुख्यो, जात्यायुषी तच्छेष इति भावः ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66071",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु ज्ञानिनां क्लेशादेर्विनाशान्मास्तु धर्माधर्मोत्पत्तिः। प्राकृतानां तु जन्मसंपादिता, नियतविपाकैस्तु भाविजन्मना भोगः स्यादेव। तेषां दृष्टभोगेन क्षपयितुमश्क्यत्वात्। अतः कथं कर्मिभ्यो विशेषस्तत्राह-\nसति मूले तद्विपाको जात्यायुर्भोगः॥१३॥\nअविद्यादिरूपे मूले सत्येव तद्विपाकः, तस्य कर्माशयस्य संचितस्य क्रियमाणस्य व विपाकः, विपच्यते साध्यते कर्मभिरिति विपाकः फलं भवति। स च विपाकस्त्रिविधः। जातिएजन्मदेवत्वादिर्वा। आयुः चिरकालं देहप्राणयोर्योगः। भोगः विषयेन्द्रियसंयोगजन्यः सुखदुःखारनुभव इति। अयं भावः। कर्माशयोपभोगार्थं जात्यायुषी भोगश्च सुखदुःखयोरनुभवः। स च रागद्वेषानुविद्धः। सन्तोषद्वेषवतोरेव तद्दर्शनात्। न च विदुषो रागद्वेषौ स्तः। तद्धेतुभृताया अविद्यायास्तत्वज्ञानेन नाशात्। तस्मात् क्लेशानामपि फलोपजनने कर्माशयसहकारित्वात्। क्लेशादिसलिलावसिक्तायामेवात्मभूमौ विपाकाङ्कुरो, न क्षीणक्लेशोषरात्मभूमौ। न हि कारणमात्रात् फलं, किन्तु सामग्रीतः। ननु क्लेशानां कर्मसहकारित्वे प्रमाणं नास्ति॒ ‘ज्ञानाग्निः सर्वकर्माणि भस्मतात् कुरुतेऽर्जुने’त्यादिवाक्येभ्यः, तदधिगम उत्तरपूर्वाघयोरश्लेशविनाशावित्यादिसूत्रेभ्यः, ’क्षीयन्ते चास्य कर्माणि तस्मिन् दृष्टे परावरे’ इत्यादिश्रुतिभ्यः ज्ञानस्य क्लेशक्षयहेतुत्ववत् कर्मक्षयहेतुत्वावगमात्। अतः क्लेशाभावकाले कर्माभावस्यावश्यकत्वात् तत एव विपाकाभावः स्यादिति कथमुक्ताऽव्यवस्थेति चेत्। अत्रोच्यते।\nविविधयोनिहेतुषु कर्मसु यत्र रागादिरन्तकाल उद्बोधो भवति मरणानन्तरं तामेव योनिं जीवः प्राप्नोति, नेतरामित्यन्वयव्यतिरेकाभ्यां कर्मवद्रागादोषोऽपि विपाकहेतुः। पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान् गुणान् * कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मस्वित्यादिस्मृतेः। तदेव सक्तः सह कर्मणैति लिङ्गं मनो यत्र निषक्तमस्येति श्रुतेश्च। नरकादिष्वपि रागाद्यनुसारेणैव विपाको भवति निषिद्धस्त्र्यादिसमासक्तानामेव तप्तलोहमयनारीसमालिङ्गनादिफलश्रवणात्। अतः क्लेशोऽपि विपाकारम्भे स्वातन्त्र्येण हेतुः। ज्ञानोत्तरं चारुविपाकः समाप्यत एव, न त्वारभ्यते इति न तत्र क्लेशापेक्षा। तस्माज्ज्ञानस्य क्लेशाख्यसहकार्युच्छेद एवाग्रहो, न कर्मनाशे। प्रारब्धकर्मणोऽपि नाशप्रसङ्गात्। न च प्रारब्धातिरिक्तकर्मत्वेन ज्ञाननाश्यतेति वाच्यम्। ज्ञानाग्निः सर्वकर्माणीत्यत्र सर्वपदसङ्कोचप्रसङ्गात्। अतो ज्ञानेन विपाकारम्भहेतुतया क्लेशाख्यहेतूच्छेदद्वारा कर्माशयस्य दाह एव क्रियते। स च क्रियमाणस्यानुत्पादः प्राचीनस्य बीजशक्तिनाशश्च। अत एव, ’ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधा’ इति गीतादौ ज्ञानेन कर्मणो दाहः श्रूयते, न नाशः। किन्तु वासनाया इव चित्तनाशादेव नाशः। धर्मिनाशस्य धर्मनाशहेतुतायाः क्लृप्तत्वात्। अत एव तत्वविदः सञ्चितक्रियमाणयोर्धर्माधर्मयोस्तस्य पुत्रा दायमुपयन्ति सुहृदः साधुकृत्यां द्विषन्तः पापकृत्यामिति श्रुत्या प्रतिपादितमन्येन ग्रहणं सङ्गच्छते। नाशे ग्रहणासम्भवात्। तस्मान्निरुक्तश्रुतिसूत्राणामप्येतदर्थानुसारेणार्थो व्याख्येयः। इत्थञ्च सत्कार्यवादपक्षे स्वरूपतस्तेषां नाशाभावेन सत्वेऽपि बीजभावस्य ज्ञानेन नष्टत्वाददग्धबीजभावानां शालितण्डुलानामिव दृष्टभोगानुकूलत्वमात्रमिति ज्ञानिनां कर्माशयो नास्त्येवादृष्टजन्मभोग्यः, किन्तु दृष्टभोगनाश्य एवेति दिक्॥\nननु यदि सत्कर्मपरिपाकेन प्राप्तचरमदेहस्य ज्ञाने सत्यपि दृष्टविपाकस्तर्ह्यन्येभ्योऽतिविशेषो न स्यात्।  विधिनिषेधशास्त्रेऽधिकृतो विहितानि निषिद्धानि वा यावन्ति कर्माणि सञ्चिनोति तावद्भिरेक एक आरभ्यते इत्येकभाविपक्षे ज्ञानिनामपि नियतादृष्टजन्मभोगस्यैवाऽङ्गीकारात्। युक्तश्चायं पक्षः। तथाहि। नैकं कर्मैकस्य जन्मनः कारणम्। अनादिकालसञ्चितानां क्रियमाणानां च मध्ये किं कर्म प्रथमं फलं दास्यति किं पश्चादिति फलक्रमे नियमाभावाल्लोकानां पुण्यानुष्ठाने फलानिश्चयप्रसक्त्या प्रवृत्तिलोपापत्तेः। न च यदाकदाचित् फलसम्भवेनैव प्रवृत्तिर्भविष्यति। फलसाधनताज्ञानमत्रस्य प्रवृत्तिकारणत्वादिति वाच्यम्। भाव्यनन्तकालमध्ये भाविपापादिना अनुष्ठीयमानकर्मणो विनाशसम्भवाज्झटिति भोगकामनयैव कर्मानुष्ठानात्। नाप्येवं कर्मणानेकजन्मनां कारणम्। अनेकेषु जन्मसु कॄतं क्रियमाणं च कर्मैकैकं प्रत्येकमेवानेकस्यासंख्यजन्मनः कारणमिति तद्विरुद्धफलदस्य कर्मणः फलकालाभावप्रसक्त्या तत्र प्रवृत्तिलोपापत्तेः। नाप्यनेकानि कर्माणि मिलित्वा अनेकजन्मनां कारणानि। बहूनां जन्मनां युगपदसम्भवेन क्रमिकोत्पत्तेरवश्यवाच्यतया प्रथमं किं पश्चात् किमिति क्रमे नियमाभावात् पुण्यानुष्ठाने फलानिश्चयप्रसक्त्या प्रवृत्तिलोपप्रसङ्गदोषतादवस्थाच्छीघ्रफलकामनयैव कर्मानुष्ठानस्योक्तत्वात्। तस्मादेकं कर्मैकं जन्म करोति। एकमनेकजन्मानि करोति, अनेकान्यनेकानि जन्मानि कुर्वन्तीति पक्षत्रयस्यासम्भवाज्जन्मारभ्य मरणपर्यन्तं विहितप्रतिषिद्धैर्यो धर्माधर्मसमूहो गुणप्रधानभावापन्न उत्पादितः स मरणकाल आरब्धकर्मभोगसमाप्त्या लब्धावसरः सन् स्वफलदानार्थं मरणं प्रसाध्य प्रवृद्धवेगमेकमेव जन्म फलयोग्यं करोति, नानेकमित्येकभाविकपक्ष एव युक्तः। नन्वेवं विधिनिषेधानधिकृतदेवतिर्यगादिशरीरलाभे प्रायेणोत्तरमपुनर्भवप्रसङ्गः। अनधिकारेणापूर्वस्यानर्जनात्। प्राचीनसर्वकर्मणां च तस्मिन्नेव शरीरे समापनादिति चेन्न। नरकस्वर्गादिजन्मकर्मणामेव ब्राह्मणस्थावरादियोनिलाभपर्यन्तश्रवणाच्छ्र्वणानुक्तकालविशेषस्यैभविकत्वनियमाच्छान्तिपर्वण्यापद्धर्मे – एवं खलु कपोतश्च कपोती च पतिव्रता* लुब्धकेन हता स्वर्गं गता तेनैव कर्मणेत्यादिना तिर्यञ्चामपि पुण्यश्रवणात्। परस्त्रीगमनादिपापश्रवणाच्च। अन्यत्रेन्द्रादेरपि ब्रह्महत्यादिश्रवणाच्च शरीरान्तरोपभोग्यदृष्टोत्पत्त्यङ्गीकाराद् वा दोषाभावात्। अखिलप्राणिकृतादग्धाप्रतिबद्धाखिलकर्मणामेवैकभविकत्वाङ्गीकारात्। अतः प्रायश्चित्ततत्वज्ञानादिना दग्धस्य शीघ्रभोगदायिनाऽवरुद्धस्य चैकभविकत्वाभावेऽपि न हानिः। न वा ज्ञानिनामन्यसाम्यम्। तेषामेवापुनर्भवाङ्गीकारादिति संक्षेपः। कर्मभिः शरीरान्तरोत्पत्तिश्च सत्वाद्यनुसारिणि। येन येन भावेन यद्यत् कर्म करोत्ययम्* तेन तेन शरीरेण तत्तत्फलमुपाश्नुते इति मन्वादिस्मॄतेः। सत्वान्वयश्चाप्तुण् प्रयत्नाधीनः शास्त्रीयेष्टसाधनताज्ञानादिना सत्वसम्पत्तमोनिवृत्त्योः सम्भवात्। सत्वाद्याविर्भावेन च शक्यते कालान्तरोपभोग्यं तच्छेषभूतं शरीरान्तरमपि प्रत्याक्रष्टुम्। पुरुषकारप्रधानस्य देशकालविशेषसमवधानस्यापि सम्भवात्। नन्वयुक्तकालान्तरोपभोग्यस्य कालान्तरेऽभिव्यक्तिरिति चेन्न। चिराचिररूपकालस्याभिव्यञ्जकसामग्र्यामप्रवेशाच्चित्रया यजेत पशुकाम इत्यादौ पशुकामस्य कृतायामपि साङ्गायां पशूनां सद्योऽनुपलम्भात् बाधिता श्रुतिरिति बाह्येन प्रत्युपस्थिते पशुकामस्य चित्राभ्युपाय इत्येतन्मात्रे तात्पर्यं, न तु चिराचिररूपकालेऽपि। तेन यस्य चित्रा सम्पन्ना तस्यासति प्रतिबन्धके पशुभिरवश्यं भवितव्यम्। प्रतिबन्धके सति तु कालान्तर इति शास्त्रकृद्भिर्व्यवस्थापितत्वात्। किन्तु भोक्त्रतिशयाधायी वयोविशेषरूपः। भोक्तृभोग्योभयाऽतिशायी शीतोष्णवर्षारूपऋतुविशेषरूपो जायते इति विशेषः। यथाह हारीतः- यस्मिन् यस्मिन् वयसि यः करोति शुभानि तस्मिन् तस्मिन् वयसि शारीरवाचिकमानसान्याप्नोतीति। तस्मादैकभविकपक्षे भगवद्भजनादिना यद्यपि शक्यते शरीरपातोत्तरं झटिति नारदादिवच्छरीरं प्रत्याक्रष्टुं, तथापि तस्य कर्माशयहेतुकत्वेन कैवल्यापेक्षया बन्धत्वमेवेत्यनुपादेयकल्पत्वमेव मुमुक्षोरिति सूत्रद्वयतात्पर्यार्थः। यदि तु परमेश्वरेच्छयैव सर्वं तदा तु सुतरामैकभविकः कर्माशयः। परन्तु दृष्टजन्मवेदनीय एव। अत्युत्कटैः पुण्यपापैरिहैव  फलमश्नुत इत्यादिस्मूतेः। अणिमाण्डव्यादीनां शैशवे कृतकर्मणामिहैव दुःखफलश्रवणाच्च। ज्योतिष्टोमादिकं च विधिसिद्ध्यर्थमात्रमनुष्ठेयम्। ईशसृष्टजीवानां मरणानन्तरमीश एव लयाङ्गीकारेण भवान्तराभावात्। तस्मादस्मिन् पक्षे एक एव भवः कार्यतयास्मिन्नस्तीति नार्थः। किन्त्वेकस्मिन्नेव शरीरे फलस्य भावः सद्भावोऽस्तीत्येकभविकशब्दार्थः। अस्मिंश्च पक्षे कर्मतत्वज्ञानादिसाधनानामीशप्रसादकोपौ प्रत्येव कारणता, न फलं प्रति। ’फलमत उपपत्ते’रिति सूत्रयता व्यासेन तथा ज्ञापनात्। अतो न कस्याप्यप्रामण्यमिति संक्षेपः॥१३॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65751",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं परिणामत्रयसंयमादित्यागादिसूत्रोपोद्घातसङ्गत्या सर्ववस्तुषु वैराग्याग्निप्रज्वलनाय चित्तवदेवाखिलप्रपञ्चेऽप्यतिदेशेनैव परिणामान्व्याचष्टे –\nएतेन भूतेन्द्रियेषु धर्मलक्षणावस्थापरिणामा व्याख्याताः ॥ १३ ॥\nएतेन चित्तस्य परिणामेन भूतेष्विन्द्रियेषु च धर्मैर्लक्षणैरवस्थाभिश्च परिणामा व्याख्याताः । एतदन्यतमैः परिणामैः शून्यं क्षणमपि न किञ्चिज्जडवस्त्ववतिष्ठत इत्यर्थः । परिणामश्चान्यथात्वम् । तत्र धर्मिणो धर्मैः परिणामो यथा मृद्धर्मिणः पिण्डरूपधर्मापाये घटधर्मोत्पत्तिः । धर्माणां च लक्षणपरिणामो यथा पिण्डस्य वर्तमानलक्षणापायेऽतीतलक्षणोत्पत्तिः, घटस्य चानागतलक्षणापाये वर्तमानलक्षणोत्पत्तिः। अनागतवर्तमानातीतावस्थासु च तान्त्रिकी लक्षणपरिभाषा । लक्षणानां चावस्थापरिणामो यथा – वर्तमानलक्षण एव घटः प्रतिक्षणं नवपुराणाद्यवस्थाभिरन्यत्वमेति । यद्यपि सर्व एव परिणामः परमार्थतो धर्मिण एव धर्मादीनां तत्त्वतो धर्मिस्वरूपत्वात्तथापि व्यावहारिकावान्तररूपैरीदृशोऽपि विभाग उच्यत इति ॥ १३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65551",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअयं क्षीणक्लेशानां नास्तीति विशेषमाह- \nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ ( १३ )\nक्लेशरूपे मूले सत्येव कर्मणो विपाकः- फलं भवति । न ह्यक्लेशो भुङ्क्ते । न ह्यकामस्य क्वचिदपि कर्मजे फले सुखबुद्धिरस्ति । न ह्यनुद्वेगः शोचति । अतो विवेकख्यात्यग्निदग्धेषु क्लेशेषु कर्मबीजं वितुषव्रीह्यादिवत् न फलं प्रसूते । स विपाकस्त्रिविधः- जातिः जन्म देवत्वादिर्वा । आयुः चिरकालं देहप्राणयोर्योगः । इन्द्रियैर्विषयानुभवो भोग इति । तत्र भोगो मुख्यः, जात्यायुषी तच्छेष इति विभागः । तत्रैकस्मिन् देहे विचित्रभोगदर्शनादनेकानि कर्माणि मरणकालाभिव्यक्तानि एकं जन्मारभन्त इत्येकभविकः कर्माशय उच्यते । तस्य क्वचिज्जातिः, क्वचिदायुः, क्वचिद्भोगः, क्वचिद्द्वयं, क्वचित्त्रयम् इति फलवैचित्र्यं ज्ञेयम् ।\nतदुक्तं भगवता- \n’गहना कर्मणो गतिः’ इति । विस्तरस्तु भाष्ये द्रष्टव्यः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65354",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥ \nसत्सु क्लेशेषु कर्माशयो विपाकारम्भी भवति नोच्छिन्नक्लेशमूलः। यथा तुषावनद्धाः शालितण्डुला अदग्धबीजभावाः प्ररोहसमर्था भवन्ति नापनीततुषा दग्धबीजभावा वा, तथा क्लेशावनद्धः कर्माशयो विपाकप्ररोही भवति नापनीतक्लेशो न प्रसंख्यानदग्धक्लेशबीजभावो वेति। स च विपाकस्त्रिविधो जातिरायुर्भोग इति।\nतत्रेदं विचार्यते – किमेकं कर्मैकस्य जन्मनः कारणमथैकं कर्मानेकं जन्माऽऽक्षिपतीति। द्वितीया विचारणा – किमनेकं कर्मानेकं जन्म निर्वर्तयति अथानेकं कर्मैकं जन्म निर्वर्तयतीति। न तावदेकं कर्मैकस्य जन्मनः कारणम्। कस्मात्, अनादिकालप्रचितस्यासंख्येयस्यावशिष्टस्य कर्मणः सांप्रतिकस्य च फलक्रमानियमादनाश्वासो लोकस्य प्रसक्तः, स चानिष्ट इति। न चैकं कर्मानेकस्य जन्मनः कारणम्। कस्मात्, अनेकेषु कर्मसु एकैकमेव कर्मानेकस्य जन्मनः कारणमित्यवशिष्टस्य विपाककालाभावः प्रसक्तः, स चाप्यनिष्ट इति। न चानेकं कर्मानेकस्य जन्मनः कारणम्। कस्मात्, तदनेकं जन्म युगपन्न संभवतीति क्रमेणैव वाच्यम्। तथा च पूर्वदोषानुषङ्गः। \nतस्माज्जन्मप्रायणान्तरे कृतः पुण्यापुण्यकर्माशयप्रचयो विचित्रः प्रधानोपसर्जनभावेनावस्थितः प्रायणाभिव्यक्त एकप्रघट्टकेन मरणं प्रसाध्य संमूर्छित एकमेव जन्म करोति। तच्च जन्म तेनैव कर्मणा लब्धायुष्कं भवति। तस्मिन्नायुषि तेनैव कर्मणा भोगः संपद्यत इति। असौ कर्माशयो जन्मायुर्भोगहेतुत्वात्त्रिविपाकोऽभिधीयत इति। अत एकभविकः कर्माशय उक्त इति।\nदृष्टजन्मवेदनीयस्त्वेकविपाकारम्भी भोगहेतुत्वाद्द्विविपाकारम्भी वा आयुर्भोगहेतुत्वात् नन्दीश्वरवन्नद्वुषवद्वेति। क्लेशकर्मविपाकानुभवनिर्वर्तिताभिस्तु वासनाभिरनादिकालसंमूर्छितमिदं चित्तं विचित्रीकृतमिव सर्वतो मत्स्यजालं ग्रन्थिभिरिवाऽऽततमित्येता अनेकभवपूर्विका वासनाः। यस्त्वयं कर्माशय एष एवैकभविक उक्त इति। ये संस्काराः स्मृतिहेतवस्ता वासनास्ताश्चानादिकालीना इति।\nयस्त्वसावेकभविकः कर्माशयः स नियतविपाकश्चानियतविपाकश्च। तत्र दृष्टजन्मवेदनीयस्य नियतविपाकस्यैवायं नियमो न त्वदृष्टजन्मवेदनीयस्यानियतविपाकस्य। कस्मात्। यो ह्यदृष्टजन्मवेदनीयोऽनियतविपाकस्तस्य त्रयी गतिः – कृतस्याविपक्वस्य नाशः, प्रधानकर्मण्यावापगमनं वा, नियतविपाकप्रधानकर्मणाऽभिभूतस्य वा चिरमवस्थानमिति।\nतत्र कृतस्याविपक्वस्य नाशो यथा शुक्लकर्मोदयादिहैव नाशः कृष्णस्य। यत्रेदमुक्तम् –“द्वे द्वे ह वै कर्मणी वेदितव्ये पापकस्यैको राशिः पुण्यकृतोऽपहन्ति तदिच्छस्व कर्माणि सुकृतानि कर्तुमिहैव ते कर्म कवयो वेदयन्ते।”\nप्रधानकर्मण्यावापगमनम्। यत्रेदमुक्तं – “स्यात्स्वल्पः संकरः सपरिहारः सप्रत्यवमर्षः कुशलस्य नापकर्षायालम्। कस्मात्, कुशलं हि मे वह्वन्यदस्ति यत्रायमावापं गतः स्वर्गेऽप्यपकर्षमल्पं करिष्यति” इति।\nनियतविपाकप्रधानकर्मणाऽभिभूतस्य वा चिरमवस्थानम्। कथमिति, अदृष्टजन्मवेदनीयस्यैव नियतविपाकस्य कर्मणः समानं मरणमभिव्यक्तिकारणमुक्तम् न त्वदृष्टजन्मवेदनीयस्यानियतविपाकस्य। यत्त्वदृष्टजन्मवेदनीयं कर्मानियतविपाकं तन्नश्येदावापं वा गच्छेदभिभूतं वा चिरमप्युपासीत, यावत्समानं कर्माभिव्यञ्जकं निमित्तमस्य न विपाकाभिमुखं करोतीति। तद्विपाकस्यैव देशकालनिमित्तानवधारणादियं कर्मगतिश्चित्रा दुर्विज्ञाना चेति। न चोत्सर्गस्यापवादान्निवृत्तिरित्येकभविकः कर्माशयोऽनुज्ञायत इति ॥ १३ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64978",
      "key": "2-13",
      "order": 213,
      "tags": [
        "2-13",
        "Pada 2",
        "Sutra 13",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं कर्माशयस्य स्वभेदभिन्नस्य फलमाह –\nसति मूले तद्विपाको जात्यायुर्भोगाः ॥ १३ ॥ \nमूलमुक्तलक्षणाः क्लेशाः। तेष्वनभिभूतेषु सत्सु कर्मणां कुशलाकुशलरूपाणां विपाकः फलं जात्यायुर्भोगा भवन्ति। जातिर्मनुष्यत्वादिः। आयुश्चिरकालमेकशरीरसम्बन्धः। भोगा विषया इन्द्रियाणि सुखसंविद्दुःखसंविच्च कर्मकरणभावसाधनव्युत्पत्त्या भोगशब्दस्य। इदमत्र तात्पर्यम् चित्तभूमावनादिकालसंचिताः कर्मवासना यथा यथा पाकमुपयान्ति तथा तथा गुणप्रधानभावेन स्थिता जात्यायुर्भोगलक्षणं स्वकार्यमारभन्ते।\n"
    }
  ]
}