{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64066",
      "key": "2-15",
      "order": 66,
      "tags": [
        "Pada 2",
        "Sutra 15"
      ],
      "text": "परिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ २-१५ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66721",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66506",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविवेकिनां तु ते सर्वे दुःखफला एवेत्याह –\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥\nपरिणामदुःखं तापदुःखं संस्कारदुःखं, तैरित्यर्थः । तत्र सुखे सत्यागामिनस्तादृशस्य सुखस्य कारणं पुण्यमननुष्ठाय वृथैव तदपेक्षा तामसी वृतिर्जायमाना चित्तं दुःखाकरोतीति परिणामदुःखम् । सुखभोगकाले रोगादिनिमित्तेन रजोगुणविकाररूपा सन्तापात्मिका प्रतिकूला वृत्तिर्जायते ; सा च ’अहं पापी, धिङ्मां दुरात्मानम् ’ इत्येवं चित्तं सन्तापयति ; तदिदं तापदुःखम् । तथा सुखनाशे तत्संस्कारः सुखं स्मारयित्वा स्मारयित्वा हृदयं दहति ; तदिदं संस्कारदुःखम् । एतैर्दुःखैर्योगात्, किं च गुणवृत्तिविरोधाच्च गुणानां सत्त्वरजस्तमसां या वृत्तयः प्रकाशप्रवृत्तिमोहात्मिकास्तासामतिचपलकल्लोलवन्निरन्तरं परिणतानां विरोधः परस्परं बाध्यबाधकत्वं तस्माच्च सर्वमेव भोगसाधनं जगद्विवेकिनो दुःखमेव, विवेकिनमक्षिपात्रमूर्णातन्तुरिवात्यन्तमुद्वेजयति । अतः सर्वं दुःखं हेयमिति भावः ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66323",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु दुःखनिदानत्वेन हेयत्ववत्सुखनिदानत्वेनोपादेयत्वमपि स्यादत आह –\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥\nपरिणामश्च तापश्च संस्कारश्च तज्जन्यानि दुःखानि तैः सम्बन्धात् तत्कारणत्वात्, तथा गुणानां सत्वरजस्तमसां या वृत्तयः सुखदुःखमोहास्तासामेककालानवस्थानरूपविरोधाभावाच्च सर्वं प्रकृतिस्तत्कार्यसुखादिकं च विवेकिनः सुखदुःखतत्त्वसाक्षात्कारवतो दुःखमेव मतम् । दुःखकारणत्वदुःखसंभिन्नत्वाभ्यामित्यर्थः । तथाच सुखरागापेक्षया दुःखद्वेषस्य बलवत्त्वात्सुखापेक्षया दुःखस्य प्राचुर्याच्च सुखमपि दुःखयोगाद्धेयमिति भावः । तत्र परिणामदुःखं यथा सुखभोगकाले सुखे रागस्तत्प्रतिघातके द्वेषः । विना प्राणिवधमुपभोगाभावेन हिंसादिकं च तन्नान्तरीयकं भवति । ताभ्यां चादृष्टादिद्वारोत्तरकाले दुःखमिति । अत एव विषयसुखमविद्या विपर्यासलक्षणेति वृद्धाः । नच विषयतृष्णैव दुःखं भोगेन तृप्तौ तन्निवृत्तिरेव सुखमिति तस्या रागानुविद्धत्वाद्यभावेन न परिणामदुःखतेति वाच्यम् । तृष्णाक्षयस्य सुखत्वेऽपि भोगाभ्यासस्य तदनुपायत्वात् । तेन तृष्णावृद्धेरेव दर्शनात्। तस्याश्च दुःखस्वरूपत्वात् किञ्च तृष्णाक्षयसुखस्यापि बुद्धिधर्मत्वेन त्रिगुणत्वाद्दुःखरूपतया हेयत्वमेवेति जैगीषव्यव्याधसंवादेन भाष्ये दर्शितं तृतीयपादे । तापदुःखं च सुखकालेऽन्यदीयाधिकसुखं दृष्ट्वा तापजं दुःखम् । तस्य द्वेषानुविद्धत्वाद्द्वेषजः कर्माशयः । तथा सुखसाधनप्रार्थनया कञ्चिदनुगृह्णाति कञ्चित्पीडयति । तत्र परानुग्रहपीडाभ्यां धर्माधर्मोपचयो भवतीत्येषा तापदुःखता । संस्कारदुःखं च सुखानुभवात्संस्कारातिशयेन तत्स्मरनं ततस्तदुपपादके रागस्तदुपघातके द्वेषः, ताभ्यां कर्माणि तेभ्यो विपाकास्ततस्तदनुभवस्ततो वासनेति । तदिदमनादिदुःखस्रोतो योगिनमेव क्लिश्नाति निर्मलचित्तत्वात् । यथोर्णातन्तुरक्ष्णि न्यस्तो दुःखयति नान्यगात्रेषु । इतरं पृथग्जनं स्वकर्मोपहतमुपात्तं दुःखं त्यजतं त्यक्तं त्यक्तमुपाददानमनादिवासनाविचित्रया चित्तवृत्तिरूपयाऽविद्यया हातव्येऽहंकारममकारौ कुर्वाणं सर्वे तापा उपतिष्ठन्ते । योगी त्वनादिदुःखोपहतः सत्त्वरजस्तमांसि बुद्धिरूपेण परिणताः परस्परानुग्राहकस्वभावतयाऽविरुद्धास्त्रिगुणामेव सर्वां वृत्तिं जनयन्ति । उपादानकारणस्य त्रितयात्मकत्वात्कारणाभेदाच्च कर्यस्य । तेन सुखवृत्तिकालेऽपि सूक्ष्मं दुःखमनुसंधेयम् , क्षिप्रपरिणामितया चित्तस्यात्यन्तास्थिरत्वाच्च । तद्वृत्तेरपि दुःखमयत्वं च । स्थूलसुखा सूक्ष्मदुःखा सुखवृत्तिरित्युच्यते । स्थूलदुःखा सूक्ष्मसुखा च दुःखवृत्तिः । न सङ्करः । स्थूलानां स्थूलैः सह विरोधेऽपि सूक्ष्मैः सहाविरोध एव । उपादानकारणेनाप्यत्यन्ताभेदाभावाद्बुद्धेः सुखमित्यादिव्यपदेशस्यापि न हानिः । सामान्यरूपेणाभेदः स्थूलात्मना च भेद इत्यवगन्तव्यम् । अस्य च महतो दुःखस्य मूलमविद्या । विवेकसाक्षात्काराच्च तन्निवृत्तौ तन्मूलक्लेशान्तराणां निवृत्तिः । ततः कारणाभावाद्धर्माद्यनुत्पत्तिः । अनारब्धफलैश्च सञ्चितकर्मभिः क्लेशाख्यसहकार्युच्छेदात्फलानुत्पादः । आरब्धफलकर्मणां च भोगादेव नाशे सति देहपाते कारणाभावादपुनर्जन्म । तदेव च दुःखनिवृत्तिरूपो मोक्ष इति दिक् । तदेतच्छास्त्रं चतुर्व्यूहं , हेयं, हेयहेतुः, हानं. हानोपाय इति । दुःखं हेयम् । दुःखहेतुरविद्या । दुःखात्यन्तनिवृत्तिः हानम् । विवेकसाक्षात्कारो हानोपायः । उपकरणसङ्ग्रहाय सर्वत्र व्यूहपदं राश्यर्थकम् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66115",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु ते दुःखफला हेया भवन्तु । सुखफलास्तु कथं हेया इत्यत आह –\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥\nपरिणामो भावी तापो वर्त्तमानः, संस्कारो भूतः । एतान्येव दुःखानि तैरिति विग्रहः । तथाहि । विषयसुखात् कामाऽनलो वर्द्धते । वृद्धौ सत्यां काम्यालाभे दुःखमवश्यं भावीति सुखमपि निश्चितं दुःखमेव । परिणामतापसंस्कारैर्योगाद्गुणवृत्तिविरोधाच्च । गुणाश्चित्तात्मना परिणामतामापन्नानि सत्त्वरजस्तमांसि । तेषां वृत्तयः सुखदुःखमोहाः । तासां विरोधः परस्परमभिभाव्याभिभावकत्वम् । तस्मादित्यर्थह् । तथाच भोगस्मृतिसंस्कारपरम्परया दुःखधारा विवेकिनोऽक्षिकल्पस्यैव, न तु कामिनामिति विवेकिभिः सुखफला हेया इति सिद्धम् ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65973",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु दुःखफला हेया भवन्तु सुखफलास्तु कथं हेया इत्यत आह-\nपरिणामतापसंस्कारद्ःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः॥१५॥\nपरिणामश्च तापश्च संस्कारश्च तज्जन्यानि दुःखानि तैर्योगात् तत्करणत्वादिति यावत्। विषयाणां भोगे तृष्णाभिवृद्धिः परिणामः, भोगपरिपन्थिनि द्वेषस्तापः, भोगानुभवेन भोगस्मृतिजनकः संस्कारः। एतेषां दुःखसाधनत्वं स्फुटमेव। गुणवृत्तिविरोधाच्चेति। गुणानां सत्वरजस्तमसां वृत्तयः सुखदुःखमोहास्तासां विरोधः परस्परमभिभाव्याभिभावकत्वं, तस्मादित्यर्थः। गुणवृत्त्यविरोधादिपाठे तु, गुणवृत्तीनां सुखादीनां गुणप्रधानभावेन समावेशादित्यर्थः। विवेकिन इत्यनेन विषयसुखं दुःखसंभिन्नतया सुखकाले योगिन एव पश्यन्तीति सर्वं दुःखं नायोगिनः। सुखकाले दुःखतयाऽनुभवाऽभावात्। ननु सुखसाधनतया सुखसंभिन्नतया च सर्वं सुखमेव कथं भवतीति चेन्न। बाहुल्यकस्यैवात्र नियामकत्वात्। दुःखबाहुल्यस्य लोके स्फुटत्वात्। उक्तं च विष्णुपुराणे- कलत्रमित्रपुत्रार्थगृहक्षेत्रधनादिकैः* क्रियते न तथा भूरि सुखं प्ंसां यथाऽसुखमिति॥१५॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65744",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nनन्वस्तु धर्मेभ्योऽन्यो धर्मी तथाप्येकस्य धर्मिण एक एव परिणामोऽस्तु एकस्यानेकपरिणामाङ्गीकारे सहकारिकल्पनागौरवेण कुर्वद्रूपतयैव वस्तुसिद्धेरिति बौद्धस्याशङ्कान्तरमपाकरोत्येकस्य धर्मिणो वक्ष्यमाणपरिणामत्रयोपपत्तये –\nक्रमान्यत्वं परिणामान्यत्वे हेतुः ॥ १५ ॥\nएकस्य वस्तुनः परिणामनानात्वे क्रमभेदो हेतुर्लिङ्गमित्यर्थः । क्रमभेदश्च यथा – मृद्धर्मी प्रथमं चूर्णभावं हित्वा पिण्डभावं प्राप्त इत्येकः क्रमः । ततश्च पिण्डभावं हित्वा कपालभावं प्राप्त इत्यपरः क्रमः । इत्येवमादयो मृदः परिणामक्रमभेदाः, सर्वत्र च मृन्मृदित्यनुगतप्रत्ययान्मृद एकत्वमिति ॥ १५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65621",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nननु ते दुःखफला हेया भवन्तु, सुखफलास्तु कथं हेया इति अत आह- \nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ ( १५ )\nपरिणामः- अन्यथाभावः । तापो वर्तमानः । संसारो भूतः । एतान्येव दुःखानि तैरिति विग्रहः । तथा हि- विषयसुखभोगात् कामानलो वर्धते । वृद्धौ सत्यां काम्यालाभे दुःखमवश्यंभावि । लाभेस्पि कुतश्चिद्भोगसङ्कोचे दुःखम् । सङ्कोचके द्वेषः । ततः कामद्वेषाभ्यां पापोपचयाद् दुःखम् ।असङ्कोचे व्याधिः पापञ्च । ततो दुःखम् । एवे भोगस्य परिणामदुःखता । तथा सुखभोगकाले विषयनाशभीत्या दुःखं वर्तते । नाशके द्वेषाच्च तापोस्स्तीति तापदुःखता भोगस्य । तथा सुखभोगनाशे संस्कारो भवति । तेन स्मृत्या रागे सति पुण्यापुण्योपचयात्सुखदुःखभोगः । पुनः संस्कारः इत्यनन्तता दुःखसन्ततिः । यदि भोगनाशे संस्कारो न स्यात्, तदा न दुःखसन्ततिः । भवत्येव तु संस्कार इति संस्कारदुःखता । इमानि दुःखानि विवेकिनोस्क्षिपात्रकल्पस्य योगिन उद्वेजकानि । न तु कठिनचित्तानां कर्मिणाम् । यथास्क्षिपात्रं मृदुकल्पः ऊर्णातन्तुरपि उद्वेजयति नान्यमवयवम् । तस्माद्विवेकिनः सर्वमेव भोगसाधनं विषमिश्रान्नवद्दुःखमेव । परिणामतापसंस्कारदुःखैः योगाद् गुणवृत्तिविरोधाच्च । गुणाश्चित्तात्मना परिणतानि सत्त्वरजस्तमांसि तेषां वृत्तयः सुखदुःखमोहास्तासां विरोधः परस्परमभिभाव्याभिभावकत्वं तस्मादित्यर्थः । चलं हि गुणवृत्तम् । तत्र चित्ते या गुणवृत्तिराविर्भवति धर्मोद्भवात् सा पुनरधर्मोद्भवाद्धर्माभिभवे सति तिरोभवति । दुःखत्वं स्वाभाविकं स्वस्याः स्फुटयति । स्वभावतो दुःखरूपैव सुखवृत्तिः दुःखात्मकरजोमिश्रसत्त्वपरिणामत्वात् किन्तु स्वकाले सत्त्वप्राधान्यात् तस्याः दुःखत्वमस्फुटम्, रजसः सत्त्वतिरोभावे सति स्फुटेयमिति सुखदुःखयोर्भेदव्यपदेशः । एतेन सुखस्य मोहत्वं व्याख्यातम् । अतो गुणपरिणामात्मकं सर्वमेव जगद् दुःखमोहात्मकं हेयमिति सिद्धम् ।। \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65356",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nकथं, तदुपपाद्यते –\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥ \nसर्वस्यायं रागानुविद्धश्चेतनाचेतनसाधनाधीनः सुखानुभव इति तत्रास्ति रागजः कर्माशयः। तथा च द्वेष्टि दुःखसाधनानि मुह्यति चेति द्वेषमोहकृतोऽप्यस्ति कर्माशयः। तथा चोक्तम् – “नानुपहत्य भूतान्युपभोगः संभवतीति हिंसाकृतोऽप्यस्ति शारीरः कर्माशयः” इति। विषयसुखं चाविद्येत्युक्तम्।\nया भोगेष्विन्द्रियाणां तृप्तेरुपशान्तिस्तत्सुखम्। या लौल्यादनुपशान्तिस्तद्दुःखम्। न चेन्द्रियाणां भोगाभ्यासेन वैतृष्ण्यं कर्तुं शक्यम्। कस्मात्, यतो भोगाभ्यासमनु विवर्धन्ते रागाः कौशलानि चेन्द्रियाणामिति। तस्मादनुपायः सुखस्य भोगाभ्यास इति। स खल्वयं वृश्चिकविषभीत इवाऽऽशीविषेण दष्टो यः सुखार्थी विषयानुवासितो महति दुःखपङ्के निमग्न इति। एषा परिणामदुःखता नाम प्रतिकूला सुखावस्थायामपि योगिनमेव क्लिश्नाति।\nअथ का तापदुःखता, सर्वस्य द्वेषानुविद्धश्चेतनाचेतनसाधनाधीनस्तापानुभव इति तत्रास्ति द्वेषजः कर्माशयः। सुखसाधनानि च प्रार्थयमानः कायेन वाचा मनसा च परिस्पन्दते ततः परमनुगृह्णात्युपहन्ति चेति परानुग्रहपीडाभ्यां धर्माधर्मावुपचिनोति। स कर्माशयो लोभान्मोहाच्च भवतीत्येषा तापदुःखतोच्यते। का पुनः संस्कारदुःखता, सुखानुभवात्सुखसंस्काराशयो दुःखानुभवादपि दुःखसंस्काराशय इति। एवं कर्मभ्यो विपाकेऽनुभूयमाने सुखे दुःखे वा पुनः कर्माशयप्रचय इति।\nएवमिदमनादि दुःखस्रोतो विप्रसृतं योगिनमेव प्रतिकूलात्मकत्वादुद्वेजयति। कस्मात्, अक्षिपात्रकल्पो हि विद्वानिति। यथोर्णातन्तुरक्षिपात्रे न्यस्तः स्पर्शेन दुःखयति न चान्येषु गात्रावयवेषु, एवमेतानि दुःखान्यक्षिपात्रकल्पं योगिनमेव क्लिश्नन्ति नेतरं प्रतिपत्तारम्। इतरं तु स्वकर्मोपहृतं दुःखमुपात्तमुपात्तं त्यजन्तं त्यक्तं त्यक्तमुपाददानमनादिवासनाविचित्रया चित्तवृत्त्या समन्ततोऽनुविद्धमिवाविद्यया हातव्य एवाहंकारममकारानुपातिनं जातं जातं बाह्याध्यात्मकोभयनिमित्तास्त्रिपर्वाणस्तापा अनुप्लवन्ते। तदेवमनादिना दुःखस्रोतसा व्युह्यमानमात्मानं भूतग्रामं च दृष्ट्वा योगी सर्वदुःखक्षयकारणं सम्यग्दर्शनं शरणं प्रपद्यत इति।\nगुणवृत्तिविरोधाच्च दुःरवमेव सर्वं विवेकिनः। प्रख्याप्रवृत्तिस्थितिरूपा बुद्धिगुणाः परस्परानुग्रहतन्त्री भूत्वा शान्तं घोरं मूढं वा प्रत्ययं त्रिगुणमेवाऽऽरभन्ते। चलं च गुणवृत्तमिति क्षिप्रपरिणामि चित्तमुक्तम्। रूपातिशया वृत्त्यतिशयाश्च परस्परेण विरुध्यन्ते, सामान्यानि त्वतिशयैः सह प्रवर्तन्ते। एवमेते गुणा इतरेतराश्रयेणोपार्जितसुखदुःखमोहप्रत्ययाः सर्वे सर्वरूपा भवन्तीति, गुणप्रधानभावकृतस्त्वेषां विशेष इति। तस्माद्दुःखमेव सर्वं विवेकिन इति।\nतदस्य महतो दुःखसमुदायस्य प्रभवबीजमविद्या। तस्याश्च सम्यग्दर्शनमभावहेतुः। यथा चिकित्साशास्त्रं चतुर्व्यूहम् – रोगो रोगहेतुरारोग्यं भैषज्यमिति, एवमिदमपि शास्त्रं चतुर्व्यूहमेव। तद्यथा – संसारः संसारहेतुर्मोक्षो मोक्षोपाय इति। तत्र दुःखबहुलः संसारो हेयः। प्रधानपुरुषयोः संयोगो हेयहेतुः। संयोगस्याऽऽत्यन्तिकी निवृत्तिर्हानम्। हानोपायः सम्यग्दर्शनम्।\nतत्र हातुः स्वरूपमुपादेयं वा हेयं वा न भवितुमर्हतीति हाने तस्योच्छेदवादप्रसङ्ग उपादाने च हेतुवादः। उभयप्रत्याख्याने शाश्वतवाद इत्येतत्सम्यग्दर्शनम् ॥ १५ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64964",
      "key": "2-15",
      "order": 215,
      "tags": [
        "2-15",
        "Pada 2",
        "Sutra 15",
        "Yoga Sutra Commentary"
      ],
      "text": "\nयोगिनस्तु सर्वं दुःखमित्याह –\nपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः ॥ १५ ॥ \nविवेकिनः परिज्ञातक्लेशादिविवेकस्य दृश्यमात्रं सकलमेव भोगसाधनं सविषं स्वाद्वन्नमिव दुःखमेव प्रतिकूलवेदनीयमेवेत्यर्थः। यस्मादत्यान्ताभिजातो योगी दुःखलेशेनाप्युद्विजते। यथाऽक्षिपात्रमूर्णातन्तुस्पर्शमात्रेणैव महतीं पीड़ामनुभवति नेतरदङ्गं तथा विवेकी स्वल्पदुःखानुबन्धेनापि उद्विजते। कथमित्याह परिणामतापसंस्कारदुःखै। विषयाणामुपभुज्यमानानां यथायथं गर्धाभिवृद्धेस्तदप्राप्तिकृतस्य दुःखस्यापरिहार्यतया दुःखान्तरसाधनात्वाच्चास्त्येव दुःखरूपतेति परिणामदुःखत्वम्। उपभुज्यमानेषु सुखसाधनेषु तत्प्रतिपन्थिनं प्रति द्वेषस्य सर्वदैवावस्थितत्वात्सुखानुभवकालेऽपि तापदुःखं दुष्परिहरमिति तापदुःखता। संस्कारदुःखत्वं च स्वाभिमतानभिमतविषयसंनिधाने सुखसंविद्दुःखसंविच्चोपजायमाना तथाविधमेव स्वक्षेत्रे संस्कारमारभते। संस्काराच्च पुनस्तथाविधसंविदनुभव इत्यपरिमितसंस्कारोत्पत्तिद्वारेण संसारानुच्छेदात्सर्वस्यैव दुःखत्वम्। गुणवृत्तिविरोधाच्चेति। गुणानां सत्त्वरजस्तमसां या वृत्तयः सुखदुःखमोहरूपाः परस्परमभिभाव्याभिभावकत्वेन विरुद्धा जायन्ते तासां सर्वत्रैव दुःखान्वेधाद्दुःखत्वम्। एतदुक्तं भवति ऐकान्तिकीमात्यन्तिकीं च दुःखनिवृत्तिमिच्छतो विवेकिन उक्तरूपकारणचतुष्टयं यावत्सर्वे विषया दुखःरूपतया प्रतिभान्ति तस्मात्सर्वकर्मविपाको दुःखरूप एवेत्युक्त भवति।\n"
    }
  ]
}