{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64075",
      "key": "2-26",
      "order": 77,
      "tags": [
        "Pada 2",
        "Sutra 26"
      ],
      "text": "विवेकख्यातिरविप्लवा हानोपायः ॥ २-२६ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66740",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥\nविवेकेति। पुरुषगुणभेदविवेकस्य या ख्यातिः प्रख्या अविप्लवा विगतोऽगतरा व्युत्थानरूपो विप्लवो यस्याः सा हानस्य दृश्यपरित्यागस्योपायः ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66515",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥\nअविप्लवा अविद्याविरोधिनी सत्त्वपुरुषयोरन्यताख्यातिर्हानस्य कैवल्यस्य हेतुरित्यर्थः – अयं सूत्रद्वयस्याभिसन्ध्यर्थः – आदरनैरन्तर्यदीर्घकालानुबन्धियमनियमाद्यष्टाङ्गानुष्ठानेन सत्त्वपुरुषान्यता-ख्याताख्यातावविप्लवायां जातायामविद्यादयः पञ्च क्लेशास्तत्कृतसंयोगश्च समूलकाषं कषिता भवन्ति । कुशलाकुशलकर्माशयास्तद्विपाकाश्च समूलघातं हता भवन्ति । ततश्च परवैराग्येणान्यताख्यातिनिवृत्तौ निरोधसमाध्यभ्यासेन चित्ते निवर्तिते सति पुरुषस्य निर्लेपस्य स्वरूपप्रतिष्ठारूपं कैवल्यं भवतीति ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66342",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ हानोपायमाह–\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥\nमिथ्याज्ञानवासनयान्तराभिभवो विप्लवस्तद्रहिता विवेकख्यातिः प्रकृतिविवेकतः पुरुषसाक्षात्कारो मोक्षोपायः सवासनाविद्योन्मूलनद्वारेत्यर्थः । नन्वेवं ज्ञानादेव मोक्षश्रुतेरसंप्रज्ञातो निष्फल इति चेन्न, ज्ञानद्वारतया ज्ञानमध्ये तदन्तर्भाव इत्याशयात् ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66117",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nमोक्षमुक्त्वा तद्धेतुमाह –\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥\nदृग्दृश्ययोर्भेदो विवेकः । तस्य ज्ञानं ख्यातिः । विप्लवो मिथ्याज्ञानम् । प्रथमतो खल्वागमात् सामान्यतो विवेकख्यातिरुदेति सा नाविद्यां नाशयति परोक्षत्वात् । यदा तु ध्यानप्रकर्षजा चित्प्रतिबिम्बवती साक्षात्काररूपा सवासनमिथ्याज्ञानं नाशयतीत्यविप्लवा सती हानस्य दुःखस्य आत्यन्तिकस्योपायभूतेत्यर्थः ॥ २६ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "65996",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतदभावात् संयोगाभाव इत्यनेनात्यन्तिकदुःखनिवृत्तेः पुरुषार्थरूपतया ज्ञापितायाः कारणमाह-\nविवेकख्यातिरविप्लवा हानोपाय इति॥२६॥\nदृग्दृश्ययोर्भेदो विवेकस्तस्य ख्यातिः – अन्ये गुणाः, अन्यः पुरुष इत्याकारकं ज्ञानम्। सा कीदृशी। अविप्लवा। न विद्यते विप्लवो मिथ्याज्ञानजन्यवासनाभिरन्तराभिभवो यस्याः सा साक्षात्काररूपा हानोपायः। आत्यन्तिकदुःखनिवृत्तिरूपमोक्षस्य पन्था इत्यर्थः। कारणमियि विहायोपाय इति कथनं तु ज्ञानाज्ञानयोरेव साक्षाद्विरोधात् प्रथमतो ज्ञानादज्ञाननाशः। पश्चात् प्रधानस्याधिकारनिवृत्तिः। ततश्चित्तस्य लयः। ततः संयोगनाशः। ततो दुःखस्यानुत्पाद इति क्रमज्ञापनायेति संक्षेपः॥२६॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65758",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nभुवनज्ञानं सूर्ये संयमात् ॥ २६ ॥\nसूर्यमण्डले संयमात्तद्गताशेषसाक्षात्कारे सत्यशेषविशेषतश्चतुर्दशभुवनज्ञानम् ॥ २५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65660",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nमोक्षमुक्त्वा तद्धेतुमाह- \nविवेकख्यातिरविप्लवा हानोपायः ॥ ( २६ )\nदृग्दृश्ययोर्भेदो विवेकस्तस्य ज्ञानं ख्यातिः । विप्लवो मिथ्याज्ञानम् । आदौ खल्वागमात्सामान्यतो विवेकख्यातिरुदेति । सास्नाद्यविद्यां न हन्ति परोक्षत्वात् । यदा सा मननेन स्थापिता सती सर्वतो विरक्तेन पुरुषाभिमुखेन चित्तेन निरन्तरमभ्यस्यते तदा ध्यानप्रकर्षपर्यन्तजा चित्प्रतिबिम्बवती साक्षात्काररूपा सवासनमिथ्याज्ञानं निहन्ती अविप्लवा सती (अन्ते) परवैराग्यपूर्वकनिरोधेन संस्कारशेषस्य (चित्तस्य) कृतकृत्यस्य प्रारब्धावसाने आत्यन्तिकनिवृत्तिद्वारा भाविदुःख (हानस्य मोक्षस्योपाय) (हानोपाय) इत्यर्थः ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65359",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथ हानस्य कः प्राप्त्युपाय इति –\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥ \nसत्त्वपुरुषान्यताप्रत्ययो विवेकख्यातिः। सा त्वनिवृत्तमिथ्याज्ञाना प्लवते। यदा मिथ्याज्ञानं दग्धबीजभावं वन्ध्यप्रसवं संपद्यते तदा विधूतक्लेशरजसः सत्त्वस्य परे वैशारद्ये परस्यां वशीकारसंज्ञायां वर्तमानस्य विवेकप्रत्ययप्रवाहो निर्मलो भवति। सा विवेकख्यातिरविप्लवा हानोपायः। ततो मिथ्याज्ञानस्य दग्धबीजभावोपगमः पुनश्चाप्रसव इत्येष मोक्षस्य मार्गो हानस्योपाय इति ॥ २६ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65024",
      "key": "2-26",
      "order": 226,
      "tags": [
        "2-26",
        "Pada 2",
        "Sutra 26",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतदेवं संयोगस्य स्वरूपं कारणं कार्यं चाभिहितम्। अथ हानोपायकथनद्वारेणोपादेयकारणमाह –\nविवेकख्यातिरविप्लवा हानोपायः ॥ २६ ॥ \nअन्ये गुणा अन्यः पुरुष इत्येवंविधस्य विवेकस्य या ख्यातिः प्रख्या साऽस्य हानस्य दृश्यदुःख परित्यागस्योपायः कारणम्। कीदृशी अविप्लवा न विद्यते विप्लवो विच्छेदोऽन्तराऽन्तरा व्युत्थानरूपो यस्याः साऽविप्लवा। इदमत्र तात्पर्यम् प्रतिपक्षभावनाबलादविद्याप्रविलये विनिवृत्तज्ञातृत्वकर्तृत्वाभिमानायाः रजस्तमोमलानभिभृताया बुद्धेरन्तर्मुखा या चिच्छायासंक्रान्तिः सा विवेकख्यातिरुच्यते। तस्यां च संततत्वेन प्रवृत्तायां सत्यां दृश्यस्याधिकारनिवृत्तिर्भवत्येव कैवल्यम्।\n"
    }
  ]
}