{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64002",
      "key": "2-34",
      "order": 85,
      "tags": [
        "Pada 2",
        "Sutra 34"
      ],
      "text": "वितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ २-३४ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66799",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66523",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअधुना वितर्काणां स्वरूपप्रकारकारणावान्तरभेदफलानि पञ्चभिः पदैः क्रमेण कथयन् प्रतिपक्षभावनं स्फुटयति –\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥\nवितर्का हिंसादय इति स्वरूपनिर्देशः । तत्र हिंसा त्रिप्रकारा – स्वयं कृता, कृर्विति कारिता, साधु साध्वित्यनुमोदिता चेति । तत्रैकैका कारणभेदात्पुनस्त्रिविधा भवति – धनादिलोभेन, अपकृतमनेनेति क्रोधेन, धर्मो भविष्यतीति मोहेन । एवं नवविधा जाता हिंसा । लोभक्रोधमोहाः प्रत्येकं त्रिविधा भवन्ति मृदुमध्याधिमात्रत्वेन । तत्पूर्वका हिंसादयोऽपि मृदुत्वादिना त्रिविधा भवन्ति । तथा कृता कारितानुमोदिता च प्रत्येकं नवधा भवतीति हिंसायाः सप्तविंशतिर्भेदा भवन्ति । मृदुमध्याधिमात्रा अपि प्रत्येकं त्रिविधा भवन्ति – मृदुमृदुर्मध्यमृदुस्तीव्रमृदुः, मृदुमध्यो मध्यमध्यस्तीव्रमध्यः, मृदुतीव्रो मध्यतीव्रस्तीव्रतीव्र इति। एवं लोभो नवविधस्तथा क्रोधमोहाविति तत्पूर्वा कृता हिंसा सप्तविंशतिभेदा भवति । एवमनृतादिष्वपि योज्यम् । इत्थंभूता वितर्का दुःखं नरकादिकम् , अज्ञानं स्थावरादिभावम्, भ्रान्तिसंशयरूपं च अनन्तं फलं प्रयच्छन्तीति प्रतिपक्षाणां वितर्कशत्रूणां भावनमित्यर्थः । अनेन भावनेन तद्धाने सति निर्विघ्ना यमादयः सिध्यन्ति । तत्सिद्धौ चित्तपरिकर्मद्वारा कैवल्यं सिध्यतीत्यभिसन्धिः ।\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66364",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतदेवाह –\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥\nअहिंसादिविपरीता हिंसादयो दश वितर्का इति परिभाषितास्ते स्वयं कृता अन्येन कारिताः साधुसाध्वित्यनुमोदिता इति त्रिविधास्ते पुनर्लोभक्रोधमोहपूर्वकत्वेन त्रिविधाः लोभादयः पुनस्त्रिविधा मृदवो मध्या अतिप्रमाणा इति सर्व एते दुःखं विपर्ययज्ञानरूपमज्ञानं च संसारमूलकारणं फलं येषां ते इति प्रतिपक्षभावनया तेषां परिहारः कार्य इत्यर्थः ॥ ३४ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66145",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nप्रतिपक्षभावनात्मकान् वितर्कान् दर्शयति –\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥\nअत्र प्रतिपक्षभावनं लक्ष्यनिर्देशः । वितर्का इति लक्षणानिर्देशः । वितर्करूपमाह ॥ हिंसादय इति ॥ तत्र हिंसा तावत् कृतकारितानुमोदितभेदेन त्रिधा । तत्राप्येकैका पुनस्त्रिविधेत्याह, क्रोधलोभमोहपूर्वकेत्यनेन ॥ अत्र लोभो मांसचर्मादिः । क्रोधोऽनेनापकृतमित्यादिः । मोहो नाधर्मो भविष्यतीत्यादिरूपेणेत्यऽर्थः । तेऽपि पुनः प्रत्येकं त्रिविधाः, मृदुमध्याधिमात्रा इति । तेषु प्रतिपक्षभावनमाहा । दुःखाज्ञानानन्तफला इति ॥ तत्र शरीराऽर्थे या हिंसा सा लोभपूर्विका । एवं क्रोधमोहावापि शरीराभिमानमुद्दिश्यैवेत्यवगन्तव्यम् । साऽपि, कृता कारिता अनुमोदिता चैव प्रत्येकं त्रिधा संपद्यते । ते पुनः प्रत्येकं मृदुमध्याधिमात्रा इति सप्तविंशतिभेदा भवन्ति । मृदुमध्याधिमात्रा अपि पुनस्त्रेधा भवन्ति ॥ मृदुमृदुः । मध्यमृदुः । तीव्रमृदुः । तथा मृदुमध्यो, मध्यमध्यस्तीव्रमध्यः । तथा मृदुतीव्रो, मध्यतीव्रोऽधिमात्रतीव्र इति । एवमेकाशीतिभेदा हिंसा भवति ॥ सा पुनर्नियमविकल्पसमुच्चयभेदादसंखेया । प्राणभृद्भेदस्यापि अपरिसंख्येयत्वात् । एवमनृतादिष्वपि योज्यम् । ते खल्वमी वितर्का दुःखाऽज्ञानानन्तफलाः । तथाहि । हिंसकस्तावत् प्रथमं वध्यस्य जीवविशेषस्य वीर्यमपाकरोति । ततश्च शस्त्रादिनिपातेनात्यन्तं दुःखयति । ततो जीवितादपि मोचयति। ततःपरस्य वीर्यादिनाशादस्य हिंसकस्यापि कालान्तरे चेतनाचेतनं सर्वं क्षीणवीर्यं भवति । ततो दुःखोत्पातः । ततो मरणानन्तरं महानरकं तिर्यक्प्रेतादियोनिषु दुःखमनुभवतीति प्रतिपक्षभावनमिति सङ्क्षेपः ॥ ३४ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66002",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं क्रमेण वितर्काणां स्वरूपं भेदं प्रकारं कारणं फलं तेषु प्रतिपक्षभावनं चाह –\nवितर्काहिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम्॥३४॥\nहिंसादय इति स्वरूपम्। कृतकारितानुमोदिता इति भेदः। स्वयं निष्पादिताः कृताः। कुर्वीत्याज्ञया समुत्पादिताः कारिताः। अन्यैः क्रियमाणाः सम्यगित्यङ्गीकृता अनुमोदिताः। एतत्त्रैविध्य, मन्दमतेर्न मया हिंसा कृताऽतो नास्ति मे दोष इति कारितदौ दोषाभावभ्रमनिरासायेति दिक्॥लोभक्रोधमोहपूर्वका इति कारणम्। यद्यपि कामपूर्वका इत्यपि वक्तुं युक्तं, तथापि कामस्य क्रोधलोभद्वारैव हिंसदिकं प्रति कारणत्वेनान्यथासिद्धेर्न तथोक्तमिति मन्तव्यम्। लोभश्चर्ममांसादिविषयिणी तृष्णा। क्रोधः कृत्याकृत्यविवेकोन्मूलकोऽनेनापकृतमिति प्रज्ज्वलनात्मकश्चित्तधर्मः। मोहो धर्मो भविष्यतीत्येवं विपर्ययः। एतैः कृताः कारिता अनुमोदिताश्च प्रत्येकं त्रिप्रकारा भवन्तीति नवप्रकारास्तेऽपि पुनः प्रत्येकं त्रिविधा इत्याह॥मृदुमध्याधिमात्रा इति॥मृदवो मन्दाः, मध्या अल्पव्यवधानाः, अधिमात्रा अतितीव्राः। इत्थं सप्तविंशतिप्रकारा भवन्ति। मृदुमध्याधिमात्रा अपि पुनस्त्रेधा भवन्ति। मृदुमृदवः, मृदुमध्याः, मृदुतीव्राः। मध्यमृदवः, मध्यमध्याः, मध्यतीव्राः, तीव्रमृदवः, तीव्रमध्याः, तीव्रतीव्राश्चेत्येकाशीतिप्रकारा भवन्ति। ते पुनर्नियमविकल्पसमुच्चयादिभेदात् प्राणभृद्भेदाच्चासंख्येया भवन्ति॥दुःखाज्ञानानन्तफला इति। फलं दुःखं, प्राणिमात्रस्य प्रतिकूलवेदनीयश्चित्तधर्मः। अज्ञानं पञ्चपर्वाऽविद्या। दुःखाज्ञाने अनन्तमपरिच्छिन्नं फलं येषां ते तथोक्ताः तथा हिंसकस्तावद् बन्धनादिना जीवस्य वीर्यमपाकरोति। ततश्च शस्त्रादिनिपातेनात्यन्त दुःखयति। ततो जीवितादपि मोचयति। ततः परस्य वीर्यनाशादस्य हिंसकस्यापि कालान्तरे तथैव वीर्यक्षयो भवति। ततो दुःखोत्पत्तिस्ततो मरणानन्तरं महानरकतिर्यक् प्रेतादियोनिष्वज्ञानबहुलेषु प्रवेशो यथाकर्म भवति। किं बहुना। नाकस्य पृष्ठे सुकृतेऽनुभूत्वेमं लोकं हीनतरं विशन्तीति श्रुत्या त्रयीधर्मवतामपि हीनतरो लोकः प्रतिपाद्यते। मनुना चोक्तं, मांसभक्षयिताऽमुत्र यस्य मांसमिहाद्व्यहम् * एतन्मांसस्य मांसत्वं प्रवदन्ति मनीषिण इति हिंसाघटितत्वेनाशुद्धिमभिप्रेत्यैव। व्यक्तीभविष्यति इदमुपरिष्टात्। इत्थम्भावनमेव तेषु प्रतिपक्षभावनमित्याह॥प्रतिपक्षेति॥३४॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65810",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंयमस्य क्षुद्रसिद्धय उक्ताः । इदानीमात्मसाक्षात्काररूपां संयमस्य मुख्यसिद्धिं वक्तुमादौ तत्संयमहेतोश्चित्तसाक्षात्कारस्य कारणं संयममाह –\nहदये चित्तसंवित् ॥ ३४ ॥\nहृदयाकाशे चित्तभूमौ संयमात्साक्षात्कारपर्यन्ताद्बुद्धिसाक्षात्कारो भवतीत्यर्थः ॥ ३३ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65569",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nसंप्रति वितर्काणां स्वरूपप्रकारकारणावान्तरभेदफलानि पञ्चभिः पदैः क्रमेण वदन् प्रतिपक्षभावनं स्फुटयति- \nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्यादिमात्रा दुःखज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ( ३४ )\nवितर्क्यन्त इति वितर्काः- हिंसादय इति स्वरूपोक्तिः । तत्र हिंसा त्रिप्रकारा स्वयंकृता, ’कुरु’ इति कारिता, साधु-साधु इत्यनुमोदिता, चेति । तत्रैकैका पुनस्त्रिविधा भवन्ति कारणभेदात् । मांसचर्मादिलोभेन ’अपकृतमनेन’ इति क्रोधेन, ’धर्मो मे भविष्यति’ इति मोहेन । एवं नवविधा जाता हिंसा । पुनः लोभक्रोधमोहाः प्रत्येकं त्रिविधा भवन्ति-मृदुमध्यादिमात्रत्वेन तत्पूर्विका हिंसादयोस्पि मृदवो, मध्या अधिमात्राश्च भवन्ति । तथा कृता कारिता अनुमोदिता च प्रत्येकं नवधा भवतीति हिंसायाः सप्तविंशतिभेदाः भवन्ति । मृदुमध्यादिमात्रा अपि प्रत्येकं त्रिधा भवन्ति- मृदुमृदुः, मध्यमृदुः,तीव्रमृदुः, मृदुमध्यः, मध्यमध्यः, तीव्रमध्यः, मृदुतीव्र इति । एवं लोभः नवविधः । एवं क्रोधमोहाविति । तत्पूर्वा कृता हिंसा सप्तविंशतिभेदा भवति । तथा कारितानुमोदिता चेत्येकाशीतिभेदा हिंसा भवति । एवमनृतादिष्वपि योज्यम् ।एवं भूता वितर्काः दुःखं नरकादिकम्, अज्ञानं स्थावरादिभावं भ्रान्तिसंशयरूपं चानन्तं फलयन्तीति प्रतिपक्षाणां वितर्कशत्रूणां दोषाणां भावनमित्यर्थः । ते न दोषचिन्तनेन वितर्का हेया इत्युपदिष्टं भवति । तद्वाने सति निर्विन्घा यमनियमा दश सिध्यन्ति । तत्सिधौ चित्तशुद्धिद्वारा कैवल्यफलयोगः सिध्यतीति तात्पर्यम् ॥\n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65420",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥ \nतत्र हिंसा तावत् – कृता कारिताऽनुमोदितेति त्रिधा। एकैका पुनस्त्रिधा लोभेन मांसचर्मार्थेन क्रोधेनापकृतमनेनेति मोहेन धर्मो मे भविष्यतीति। लोभक्रोधमोहाः पुनस्त्रिविधा मृदुमध्याधिमात्रा इति। एवं सप्तविंशतिर्भेदा भवन्ति हिंसायाः। मृदुमध्याधिमात्राः पुनस्त्रिधा - मृदुमृदुर्मध्यमृदुस्तीव्रमृदुरिति। तथा मृदुमध्यो मध्यमध्यस्तीव्रमध्य इति। तथा मृदुतीव्रो मध्यतीव्रोऽधिमात्रतीव्र इति। एवमेकाशीतिभेदा हिंसा भवति। सा पुनर्नियमविकल्पसमुच्चयभेदादसंख्येया, प्राणभृद्भेदस्यापरिसंख्येयत्वादिति। एवमनृतादिष्वपि योज्यम्।\nते खल्वमी वितर्का दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम्। दुःखमज्ञानं चानन्तं फलं येषामिति प्रतिपक्षभावनम्। तथा च हिंसकस्तावत्प्रथमं वध्यस्य वीर्यमाक्षिपति। ततश्च शस्त्रादिनिपातेन दुःखयति। ततो जीवितादपि मोचयति। ततो वीर्याक्षेपादस्य चेतनाचेतनमुपकरणं क्षीणवीर्यं भवति। दुःखोत्पादान्नरकतिर्यक्प्रेतादिषु दुःखमनुभवति, जीवितव्यपरोपणात्प्रतिक्षणं च जीवितात्यये वर्तमानो मरणमिच्छन्नपि दुःखविपाकस्य नियतविपाकवेदनीयत्वात्कथंचिदेवोच्छ्वसिति। यदि च कथंचित्पुण्यावापगता हिंसा भवेत्तत्र सुखप्राप्तौ भवेदल्पायुरिति। एवमनृतादिष्वपि योज्यं यथासंभवम्। एवं वितर्काणां चामुमेवानुगतं विपाकमनिष्टं भावयन्न वितर्केषु मनः प्रणिदधीत ॥ ३४ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "65020",
      "key": "2-34",
      "order": 234,
      "tags": [
        "2-34",
        "Pada 2",
        "Sutra 34",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं वितर्काणां स्वरूपं भेदप्रकारं कारणं फलं न क्रमेणाऽऽह –\nवितर्का हिंसादयः कृतकारितानुमोदिता लोभक्रोधमोहपूर्वका मृदुमध्याधिमात्रा दुःखाज्ञानानन्तफला इति प्रतिपक्षभावनम् ॥ ३४ ॥ \nएते पूर्वोक्ताः वितर्काः हिंसादयः प्रथमं त्रिधा भिद्यन्ते कृतकारितानुमोदिता भेदेन। तत्र स्वयं निष्पादिताः कृताः। कुरु कुर्विति प्रयोजकव्यापारेण समुत्पादिताः कारिताः। अन्येन क्रियमाणाः साध्वित्यङ्गीकृता अनुमोदिताः। एतच्च त्रैविध्यं परस्परव्यामोहनिवारणायोच्यते। अन्यथा मन्दमतिरेवं मन्येत न मया स्वयं हिंसा कृतेति नास्ति मे दोष इति। एतेषां कारणप्रतिपादनाय लोभक्रोधमोहपूर्वका इति। यद्यपि लोभक्रोधौ प्रथमं निर्दिष्टौ तथाऽपि सर्वक्लेशानां मोहस्यानात्मनि आत्माभिमानलक्षणस्य निदानत्वात्तस्मिन्सति स्वपरविभागपूर्वकत्वेन लोभक्रोधादीनामुद्भवान्मूलत्वमवसेयम्। मोहपूर्विका सर्वा दोषजातिरित्यर्थः। लोभस्तृष्णा। क्रोधः कृत्याकृत्यविवेकोन्मूलकः प्रज्वलनात्मकश्चित्तधर्मः। प्रत्येकं कृतादिभेदेन त्रिप्रकारा अपि हिंसादयो मोहादिकारणत्वेन त्रिधा भिद्यन्ते। एषामेव पुनरवस्थाभेदेन त्रैविध्यमाह मृदुमध्याधिमात्राः। मृदवो मन्दा न तीव्रा नापि मध्याः। मध्या नापि मन्दा नापि तीव्राः। अधिमात्रास्तीव्राः। पाश्चात्त्या नव भेदाः। इत्थं त्रैविध्ये सति सप्तविंशतिर्भवति। मृद्वादीनामपि प्रत्येकं मृदुमध्याधिमात्रभेदात्त्रैविध्यं संभवति। तद्यथायोगं योज्यम्। तद्यथा मृदुमृदुर्मुदमध्यो मृदुतीव्र इति। एषां फलमाह दुःखाज्ञानानन्तफलाः। दुःखं प्रतिकूलतयाऽवभासमानो राजसश्चित्तधर्मः। अज्ञानं मिथ्याज्ञानं संशयविपर्ययरूपं ते दुःखाज्ञाने अनन्तमपरिच्छिन्नं फलं येषां ते तथोक्ताः। इत्थं तेषां स्वरूपकारणादिभेदेन ज्ञातानां प्रतिपक्षभावनया योगिना परिहारः कर्तव्य इत्युपदिष्टं भवति।\n"
    }
  ]
}