{
  "results": [
    {
      "book": "YogaSutras",
      "id": "64022",
      "key": "2-5",
      "order": 56,
      "tags": [
        "Pada 2",
        "Sutra 5"
      ],
      "text": "अनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ २-५ ॥"
    }
  ],
  "related": [
    {
      "book": "YS_Com_YogaChandrika",
      "id": "66676",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥\n"
    },
    {
      "book": "YS_Com_YogaSudhakara",
      "id": "66528",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअथाविद्यास्वरूपमाह –\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥\nअतस्मिंस्तद्बुद्धिर्विपर्यय इत्युक्तं भवति । तद्यथा – अनित्ये स्वर्गादौ नित्यत्वाभिमानः । अशुचौ माससृक्पूयविण्मूत्रादिशालिनि काये शुचित्वप्रत्ययः । दुःखे स्रक्चन्दनवनितादौ सुखत्वारोपः । अनात्मनि देहादावात्मबुद्धिः इत्यविद्या चतुष्पदेत्यर्थः ॥ ५ ॥\n"
    },
    {
      "book": "YS_Com_Vritti",
      "id": "66367",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्राविद्यालक्षणमाह –\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥\nयथासंखमनित्यादिचतुष्के नित्यादिचतुष्कबुद्धि[श्चतुर्धर्मावच्छिन्ने नित्यत्वादिचतुर्धर्मावच्छिन्न-त्वबुद्धिश्चा?]विद्येत्यर्थः । उपलक्षणं चैतत् । नित्यादिचतुष्टयेऽनित्यादिचतुष्टयबुद्धिः पापादौ पुण्यादिबुद्धिरप्येवं तासामपि संसारहेत्वविद्यात्वात् । शुक्तिरजताद्यविद्यानां तु तदहेतुत्वान्नात्र गणना । सूत्रोक्ताविद्यास्वपि अनात्मन्यात्मबुद्धिरेव संसारबीजम् । अत्रात्मशब्दः आत्मीयपरोऽपि तेनानात्मीये आत्मीयबुद्धिरपि संगृहीता । ’अनात्मन्यात्मबुद्धिर्याऽस्वे स्वीयमिति या मतिः । अविद्यातरुसंभूतिबीजमेतद्द्विधा स्थितम्’ इति स्मृतेः । अन्यास्त्वविद्यास्तच्छेषतयैव संसारहेतवः । तत्रानित्ये नित्यबुद्धिर्यथा ध्रुवा पृथिवी अमृता देवा इत्यादि । तत्रैषां नित्यत्वामृतत्वे मन्यमानास्तद्भावाय तत्तदुपासनां सोमपानादिचाचरन्ति । द्वितीयाऽशुचौ शरीरे शुचिबुद्धिः ’स्थानाद्बीजादुपष्टम्भान्निस्यन्दान्निधनादपि । कायमाधेयशौचत्वात्पण्डिता ह्यशुचिं विदुः ।’ स्थानं मात्रुदरम् । उपष्टम्भोऽशितपीतादिरसभावः । निष्यन्दः स्वेदः । निधनं मरणं, मृतशरीरस्पर्शे स्नानाद्युक्तेः । कामिनीनामङ्गरागादिभिः सुगन्धितेव मुज्जलादिभिराधेयशौचम् । कानादिमुखे चन्द्रत्वादिबुद्धिरप्येवम् । एवमपुण्ये हिंसादौ पुण्यप्रत्ययः । अर्जनादिदुःखबहुलतयाऽनर्थे धनादावर्थप्रत्ययोऽपि जुगुप्सितत्वेनाशुचित्वात् । सुखस्यापि दुःखतया वक्ष्यमाणत्वात्तन्मये जगति सुखबुद्धिः । अनेन सुखरूपमीश्वरस्य पुरुषमात्रस्य सिद्धम् । तथानात्मनि चतुर्विंशतितत्त्वात्मके आत्मत्वबुद्धिरात्मीयत्वबुद्धिश्चतुर्थी । एवं च विद्याविरोध विपरीतज्ञानमविद्येत्युक्तम् ॥ ५ ॥\n"
    },
    {
      "book": "YS_Com_SutrarthaBodhini",
      "id": "66166",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्राविद्यारूपमाह –\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥\nअतस्मिंस्तद्बुद्धिरित्यर्थह् ॥ ५ ॥\n"
    },
    {
      "book": "YS_Com_SiddhantaChandrika",
      "id": "66066",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्राऽविद्यालक्षणमाह-\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या॥५॥\nअतस्मिन्स्तबुद्धिरित्यविद्यायाः सामान्य लक्षणम्। तस्या एव भेदप्रतिपादनम् – अनित्येति॥अत्र भाष्यम् – अनित्ये कार्ये नित्यख्यातिः। तद्यथा ध्रुवा इयं पृथिवी, ध्रुवा सचन्द्रतारका द्यौः , अमृता दिवौकस इति। तथा अशुचौ परम बीभत्से काये शुचिख्यातिः। उक्तं च – स्थानात् बीजादुपष्टम्बान्निःस्यन्दान्निधनादपि *कायमाधेयशौचत्वात् पण्डिताह्यशुचिं विदुरिति। अशुचौ शुचिख्यातिर्दृश्यते – नवेव शशाङ्कलेखा कमनीयेयं कन्या। मध्वऽमृतावयवनिर्मितेव, चन्द्रं भित्वा निःसृतेव ज्ञायते, नीलोत्पलपत्रायताक्षी हावभाव गर्भाभ्यां लोचनभ्यां जीवलोकमाश्वासयन्तीवेति। कस्य केन सम्बन्धः। भवति चैवमशुचौ शुचिविपर्यासप्रत्ययः। एतेनापुण्ये पुण्यप्रत्ययः। तथैवानर्थे चार्थप्रत्ययो व्याख्यातः। तथा दुःखे सुखख्यातिं वक्ष्यति, परिणामतापेति सूत्रे। तथाऽनात्मन्यात्मख्यातिः। बाह्योपकरणेषु चेतनाचेतनेषु भोगाधिष्ठाने शरीरे पुरुषोपकरणे वा मनसि अनात्मन्यात्मख्यातिरिति तथैव तत्रोक्तम्। व्यक्तमव्यक्तं वा सत्वमात्मत्वेन मन्यमानस्तस्य सम्पदम् अनुनन्दत्यात्मसम्पदं मन्यमानस्तस्य व्यापदमनुशोचत्यात्मव्यापदं मन्यमानः सर्वो ह्यप्रतिबद्ध इत्येषा चतुष्पादविद्या मूलमस्य क्लेशसंतानस्य कर्माशयस्य च विपाकस्य चेति। तस्याश्चामित्रागोष्पदवद्वस्तुसतत्वं विज्ञेयम्। यथा नामित्रो मित्राभावः, न मित्रमात्रं, किन्तु तद्विरुद्धसंपत्। यथा वाऽगोष्पदं न गोष्पदाभावः, न गोष्पदमात्रं, किन्तु देश एव तभ्यामन्यद्वस्त्वन्तरम्। एवमविद्यापि न प्रमाणं, न वा प्रमाणाभावः, किन्तु विपरीतं ज्ञानान्तरमविद्येति॥भाष्यार्थस्तु अनित्ये कार्ये कालनिष्ठाभावप्रतियोगिनि विकारेऽहंकारादौ नित्यख्यातिः तादृशाभावाप्रतियोगिधीः। उदाहरति। ध्रुवेति। परमबीभत्स्ये कुत्सितेऽपवित्रे। कायस्याशुचित्वे स्मृतिं प्रमाणयति। उक्तञ्चेति। स्थानं मलसूत्राद्युपहतं मातुरुदरम्। बीजं शुक्रशोणिते। उपष्टम्भो मातृभुक्तान्नादिरसः। निःस्यन्दो नवद्वारेण रोमकूपादिभिः क्षरणम्। निधनं मरणम्। रात्रावन्येऽशुद्धिहेतवः स्पष्टाः। तथा स्नानादिभिः शौचाधानादपि सदा स्वतोऽशुचित्वमनुमीयत इत्याह। आधेयशौचत्वादिति। ननु शरीरमशुचि, तथापि शुचिख्यातौ किं प्रमाणमित्याशङ्कायामाह। अशुचौ शुचिख्यातिर्दृश्यते इति। नवीनशङ्कावदियं कन्या कमनीया। मधुनः अमृतस्यावयवैरंशैर्निर्मितेव ज्ञायते निश्चीयते। भावो मानसो विकारः। तज्ज्ञापिका चेष्टा हावः। कस्य स्त्रीकायस्य निकृष्टस्य केन चन्द्रकलादिनाऽतिनिर्मलेनाभिसम्बन्धः साधर्म्यं, नास्त्येव। उपसंहरति। भवतीति। एतेन अशुचौ शुचिख्यातिव्याखानेन, अपुण्ये = जैनसम्मततप्तशिलारोहणाऽऽदौ, कर्ममीमांसासम्मतवक्ष्यमाण- कृष्णशुक्लेति-चतुर्थचरणसूत्रे यज्ञीयहिंसादौ वामागमसम्मततीर्थपानादौ वा पुण्यप्रत्ययः। तथाऽनर्थे अर्ज्जनरक्षणादिना दुःखबहुलतया अपुरुषार्थे धनादौ अर्थप्रत्ययः। पुरुषार्थप्रत्ययोऽप्यविद्यात्वेन व्याख्यातः। शुच्यशुचिशब्दयोर्भोगोत्कृष्टसाधनासाधनमात्रोपलक्षकत्वादित्यर्थः। भाष्योक्तमप्यविद्याद्वयमन्यासामपि संसारहेतूनामविद्यानामुपलक्षकमतो न न्यूनता तत्रेत्युत्तरग्रन्थे तृतीयामविद्यां व्याख्यातुमादौ वक्ष्यमाणसूत्रमुखेन तस्या उदाहरणं प्रदर्शयति। तथा दुःख इति। तथेत्यस्येत्यत्र सुखख्यातिरित्यनेनान्वयः। वक्ष्यतीति। अर्थादिति शेषः। तत्रेति। जगद्रूपे दुःखे इत्यर्थः। चतुर्थीमविद्यां व्याचष्टे। तथाऽनात्मनीति। तस्या उदाहरणं, बाह्येति। बाह्यस्य देहस्योपकरणेषु पुत्रादिष्वहं बुद्धिः। तथा विषयभोगावच्छेदकतयान्तःकरणस्योपकरणे शरीरेऽहंबुद्धिः। तथाभोग्यतया साक्षात् पुरुषस्योपकरणे अन्तःकरणेऽहंबुद्धिरित्यर्थः। इमामेव चतुर्थीमविद्यामादाय प्रपञ्चोऽविद्याकार्य इत्युच्यते। अहं कर्तेत्याद्यभिमानस्यैव धर्माधर्मोत्पत्तिद्वाराऽखिलजगद्धेतुत्वादिति। अत्र पञ्चशिखाचार्यसंवादमाह। तथैतदिति। यथा मयोक्तं तथा अत्र चतुर्थ्यविद्याविषये पञ्चशिखेनाप्येतदुक्तमित्यर्थः। व्यक्ताऽव्यक्तं व्याकृताव्याकृतं स्थूलसूक्ष्मरूपं बुद्धिसत्वमात्मतया गृहीत्वा तस्य सत्त्वस्य सम्पत्तिं सत्यसंकल्पादिकं शुभवासनादृष्टादिकं चाऽऽत्मसम्पदं मन्वानः। एवंविधो यः स सर्वोऽप्यविद्येत्येतदुक्तमित्यन्वयः। ननु शुक्तिरजतादिभ्रमरूपाणामविद्यानां कथमत्र गणना न कृतेत्याशङ्कायामाह। एषेति। पशोरिव चत्वारि पदानि पादा अंशावस्था इति चतुष्पात्। एवंभूतैषा संसारस्य मूलं भवतीत्यर्थः। तथा च संसाराहेतुतया नान्यासामत्र गणनमित्याशयः। ननु विग्रहवतोऽविद्याशब्दस्य विद्याभिन्नत्वं विद्याशून्यत्वम्, अत्युत्तमविद्यात्वं1 वार्थः स्यान्न तु विपरीतख्यातिरित्याशङ्क्याह। तस्याश्चेति। तस्याश्चाविद्यायाः, वस्तुसतत्त्वं वस्तुस्वरूपतया प्रत्ययान्तरत्वमिति यावत्। न त्वभावोऽमित्रगोष्पदशब्दार्थवदित्यर्थः। दृष्टान्तं विभजते। यथेति। न मित्राभाव इति। अत्राभावशब्देन संसर्गान्योन्याभावौ ग्राह्यौ। न मित्रमात्रमिति। नास्ति मित्रं यस्मादिति व्युत्पत्त्या केवलमित्यर्थः। किन्तु तद्विरुद्धो मित्रविरुद्ध इत्यर्थः। तथा च निरूढलक्षणेति भावः। किन्तु देश एवेति। विपुलो देशविशेषोऽगोष्पद इति परिभाषितः। प्रमाणं विद्या ज्ञानान्तरमिति। एतेनाविद्याशब्दस्य ज्ञानविशेषे रूढत्वावधारणादस्मिन् दर्शने वेदान्तिनामिव न प्रकृत्यवान्तरभेदो, न वा सांख्यानामिवाविवेकोऽविद्याशब्दार्थः, किन्तु यथार्थानुभवनाश्यं सामान्यतोऽहमित्याद्याकारं विपरीतं विशिष्टज्ञानमेवेति समर्थितम्। अयं भावः। प्रवाहरूपेणानादिभ्रमैरेवावरणादिकार्यसम्भवात् अनादिभावरूपत्वेन नित्यत्वात् प्रकृतेरिदानीमेतस्याविद्या उत्पन्ना नष्टेत्यादिधीविषयत्वायोगाच्च, न मलिनसत्वप्रधाना प्रकृतिरविद्या, नाप्यविवेकः। तस्य ज्ञानाभावरूपस्य कार्यं प्रति हेतुत्वायोगात्। धर्मिप्रतियोगिज्ञानाज्ञानाभ्यां व्याघातापत्या न जानामीति धीविषयत्वायोगाच्च। तस्माद्भेदाभेदोदासीना बुद्ध्यादौ सामान्यतोऽहंधीरेवाविद्या। अतोऽत्यन्तमेकतावगाहिन ईश्वरोहमहं भोगीत्येवं बुद्धिगुणदोषावगाहिनश्चास्मिताप्रत्ययाद्भेद इति दिक्॥\nवेदान्तिनस्तु- पापादेरपि विनिगमकाभावेनावरकत्वादिप्रसक्तिगौरवाद् भ्रमादेः कार्यत्वेन सोपादानत्वावश्यकत्वाच्च तदेवोपादानं, न जानामीत्यपरोक्षानुभवसिद्धमधिष्ठानज्ञाननाश्यमनिर्वचनीयमविद्यापदवाच्यं कल्प्यते। युक्ताश्चायं पक्षः। माया चाविद्या च स्वयमेव भवति, नित्यनिवृत्तापि मूढैरात्मेव दृष्टा, भूयश्चान्ते विश्वमायानिवृत्तिरित्यादिश्रुत्या नाऽसद्रूपा न सद्रूपा, माया नैवोभयात्मिका* सदसद्भ्यामनिर्वच्या मिथ्याभूता सनातनीति स्मृत्या, चैतन्याभाससयुक्तं शरीरद्वयकारणम्* आत्माऽज्ञानं तदव्यक्तमव्याकृतमितीर्यते॥न सन्नासन्न सदसद्भिन्नाभिन्नं न चात्मनः* न सभागं न निर्भागं न चाप्युभयरूपकम्॥ब्रह्मात्मैकत्वविज्ञानहेयमिथ्यात्वकारणादिति वार्तिकोक्त्या च प्रकृत्यवान्तरभेदस्यैवाविद्यापदवाच्यत्वप्रतिपादनादिति प्राहुः॥तन्न सम्यक्॥जगत्कारणप्रकृतेरेवविद्याबाध्यत्वेनाविद्यात्वाङ्गीकारेऽखिलप्रपञ्चस्यैवाऽविद्यात्वप्राप्तावेकस्य ज्ञानेनाविद्यानाशादन्यैरपि प्रपञ्चाननुभवप्रसङ्गात् अबाध्यत्वे तु विद्यावैफल्यम्। अविद्यानिवर्तकत्वाभावात्। विनोपादाननिवृत्तिं भ्रमस्यात्यन्तिकोच्छेदासम्भवाच्च। नचैकाज्ञानपक्षेऽज्ञाननिवृत्तेर्भविष्यत्वान्नानाज्ञानपक्षे च जीवभेदेन प्रपञ्चभेदाङ्गीकारान्महापटनाशे खण्डपटवदेकाज्ञाननाशे खण्डप्रपञ्चाङ्गीकाराज्ज्ञानप्रपञ्चाननुभवप्रसङ्ग इति वाच्यम्। एकाज्ञानपक्षस्य, तद्यो यो देवानां प्रत्यबुध्यत स एव तदभवदित्यादिश्रुतिबाधितत्वात्। नानाज्ञानपक्षीयसिद्धान्तस्य च कल्पनामात्रत्वात्। स्वप्नादिदृष्टान्तस्य च तद्धीदं तर्ह्यव्याकृतमासीत्, तन्नामरूपाभ्यामेव व्याक्रियत इत्यादिश्रुत्या, वैधर्म्याच्च न स्वप्नादिवदिति भगवद्बादरायणसूत्रेण च निरासान्न तद् दृष्टान्तैरपि स्वार्थसिद्धिः। तस्माद् भ्रमपरम्परैवाऽविद्या, सा चान्तःकरणस्यैव धर्मः। शुक्तिरजतस्वप्नमनोरथादयोऽपि मनःपरिणामा एव बाधाबाधाभ्यां सदसद्रूपाः। तथाहि। ते नात्यन्तसन्तः। प्रतिपन्नधर्मिणि निषेधधीरूपबाधदर्शनात्। नाप्यत्यन्तासन्तः। प्रतीयमानत्वात्। अत्यन्तासतो नृशृङ्गादेरभावात्। अतः सदसदात्मकाः। न च विरोधः। प्रकारभेदेनाविरोधात्। यथा हि लौहित्यं बिम्बरूपेण सत् स्फटिकगतप्रतिबिम्बरूपेण चाऽसदिति दृष्टम्। एवं रजताद्यापणस्थत्वादिरूपेण सत्, शुक्त्याद्यध्यतत्वादिरूपेण चासत्। दृश्यमेव सर्वं जगत्स्वरूपेण स, चेतनेऽध्यस्तरूपेण चासदित्यतः सर्वजगद्भानं सदसत्ख्यातिरेव। तथैतदाह भगवान् कपिलः। सदसत्ख्यातिर्बाधाबाधाभ्यामिति। तस्मान्नानिर्वचनीयख्यातिरित्यभिमानः। एवं भ्रमपरम्परैवाविद्येत्यभिमानोऽन्यथाख्यातिवादिनोर्न्यायवैशेषिकयोरख्यातिवादिनां कर्ममीमांसकानामात्मख्यातिवादिनां योगाचारप्रभृतीनां त्रयाणां बौद्धानां च असत्ख्यातिवादिनां माध्यमिकप्रभृतीनामपि। एतन्न सम्यक्। अज्ञानान्वयव्यतिरेकविरोधात्। दूरादिवशाद्धि रज्जुत्वादिना रज्ज्वाद्यनवगमे भुजङ्गाद्यध्यासो, न तु रज्जुत्वादिनाऽवगमे तथावगमे त्वध्यासनिवृत्तिरेवेत्यन्वयव्यतिरेकयोः सर्वानुभवसिद्धत्वात्। ननु नाधिष्ठिताज्ञानं कारणं, किन्तु रागादिदोषेणाधिष्ठानप्रतिपत्तिप्रतिबन्धादध्यासः। रागादिश्च पूर्वपूर्वाध्यासात्। तथा च पूर्वपूर्वाध्यासाद् रागादिः, रागादिश्चोत्तरोत्तराध्यास इति बीजाङ्कुरवदनादित्वाच्चानवस्थानदोष, एवमदृष्टहेतुकत्वेऽपीति चेन्न। अनन्तरागाणामदृष्टानां च दोषत्वकल्पने गौरवात् तद्धेतुतयैकदोषकल्पने लाघवात्। स च दोषः, एकमेवाऽद्वितीयं ब्रह्मेति, अथात आदेशो नेति नेतीत्यादिश्रुतिभिरनिर्वाच्योऽज्ञानेनावृतं ज्ञानमित्यादिस्मृतिभिश्चाज्ञानादिपदवाच्यः स्वरूपतः एवैकः। दिनद्वयादावपि तदेव ममाज्ञानमित्यपरोक्षानुभवात्। तस्मादनाद्यज्ञानमेवाविद्या सर्वभ्रमहेतुर्न विभ्रमपरम्परैवेति वेदान्तिनामभिप्रायादिति चेत्। अत्र वदन्ति। कार्यसामान्यं प्रति क्लॄप्तकारणताकानामदृष्टानामध्यासे दोषमात्रकल्पने लाघवम्। धर्मिकल्पनातो धर्मकल्पनालाघवस्य सर्वसम्मतत्वात्। तस्माददृष्टादिजन्या भ्रमपरम्परैवाऽविद्या। दिनद्वयप्रत्यभिज्ञा तु साजात्यावलम्बिनी नातस्तद्विरोधो न वा श्रुतिविरोधः। चैतन्येऽध्यस्तरूपेण सर्वासत्वस्य तदर्थत्वादिति संक्षेपः॥५॥\n"
    },
    {
      "book": "YS_Com_Pradipika",
      "id": "65734",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nइदानीं संयमस्य योगाङ्गताप्रयोजकं द्वारमाह –\nतज्जयात्प्रज्ञालोकः ॥ ५ ॥\nतस्य संयमस्य जयः स्थैर्यं तस्मात्प्रज्ञायाः आलोकः दीप्तिः वृद्धिः क्रमेण भवतीत्यर्थः ॥ ५ ॥\n"
    },
    {
      "book": "YS_Com_ManiPrabha",
      "id": "65542",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतेष्वविद्यास्वरूपमाह- \nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ( ५ )\nअमरा देवा इत्यनित्येषु नित्यत्वभ्रान्त्या देवत्वार्थं कर्म कृत्वा बध्यन्ते । एवमशुचौ काये शुचित्वभ्रान्त्या बध्यन्ते ।। \nतदुक्तं भगवता वेदव्यासेन- \nस्थानाद्बीजादुपष्टम्भान्निष्यन्दान्निधनादपि ।\nकायमाधेयशौचत्वात्पण्डिता ह्यशुचिं विदुः ॥ इति । विण्मूत्रसङ्कलं मातुरुदरं स्थानम् । शुक्रशोणितं बीजम् । अन्नपरिणाम-श्लेष्मादिरूपष्टम्भः । सर्वद्वारैर्मलानां स्रवणं निष्यन्दः । निधनं मरणम् । तेन हि श्रोत्रियकायोस्प्यत्यन्ताशुचिर्भवति । आधेयशौचत्वं स्नानानुलेपनादिना शुचित्वापादनम् । तथा परिणामदुःखे भोगे सुखत्वभ्रान्तिः ।अनात्मनि बुध्यादावात्मत्वख्यातिः अविद्या । अतस्मिन्स्तद्बुद्धिः तत्त्वविद्याविरोधिनीत्यर्थः । यद्यपि शुक्तिरूप्याद्यविद्याः सन्ति, तथापि इयं चतुर्विधैवाविद्या बन्धमूलमिति भावः ।। \n"
    },
    {
      "book": "YS_Com_VyasaBhashya",
      "id": "65402",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nतत्राविद्यास्वरूपमुच्यते –\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥ \nअनित्ये कार्ये नित्यख्यातिः। तद्यथा - ध्रुवा पृथिवी, ध्रुवा सचन्द्रतारका द्यौः, अमृता दिवौकस इति। तथाऽशुचौ परमबीभत्से काये –स्थानाद्बीजादुपष्टम्भान्निःस्यन्दान्निधनादपि। कायमाधेयशौचत्वात्पण्डिता ह्यशुचिं विदुः ॥इति अशुचौ शुचिख्यातिर्दृश्यते। नवेव शशाङ्कलेखा कमनीयेयं कन्या मध्वमृतावयवनिर्मितेवचन्द्रं भित्त्वा निःसृतेव ज्ञायते, नीलोत्पलपत्रायताक्षी हावगर्भाभ्यां लोचनाभ्यां जीवलोकमाश्वासयन्तीवेति कस्य केनाभिसंबन्धः। भवति चैवमशुचौ शुचिविपर्यासप्रत्यय इति। एतेनापुण्ये पुण्यप्रत्ययस्तथैवानर्थे चार्थप्रत्ययो व्याख्यातः।\nतथा दुःखे सुखख्यातिं वक्ष्यति - परिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः इति। तत्रसुखख्यातिरविद्या। तथाऽनात्मन्यात्मख्यातिर्बाह्योपकरणेषु चेतनाचेतनेषु भोगाधिष्ठाने वा शरीरे पुरुषोपकरणे वा मनस्यनात्मन्यात्मख्यातिरिति। तथैतदत्रोक्तम् - व्यक्तमव्यक्तं वा सत्त्वमात्मत्वेनाभिप्रतीत्य तस्य संपदमनु नन्दत्यात्मसंपदं मन्वानस्तस्य व्यापदमनु शोचत्यात्मव्यापदं मन्वानः स सर्वोऽप्रतिबुद्धः इति। एषा चतुष्पदा भवत्यविद्या मूलमस्य क्लेशसंतानस्य कर्माशयस्य च सविपाकस्येति।\nतस्याश्चामित्रागोष्पदवद्वस्तुसतत्त्वं विज्ञेयम्। यथा नामित्रो मित्राभावो न मित्रमात्रं किं तु तद्विरुद्धः सपत्नः। यथा वाऽगोष्पदं न गोष्पदाभावो न गोष्पदमात्रं किंतु देश एव ताभ्यामन्यद्वस्त्वन्तरम्, एवमविद्या न प्रमाणं न प्रमाणाभावः किंतु विद्याविपरीतं ज्ञानान्तरमविद्येति ॥ ५ ॥ \n"
    },
    {
      "book": "YS_Com_RajaMartandaBhashya",
      "id": "64988",
      "key": "2-5",
      "order": 205,
      "tags": [
        "2-5",
        "Pada 2",
        "Sutra 5",
        "Yoga Sutra Commentary"
      ],
      "text": "\nअविद्याया लक्षणमाह –\nअनित्याशुचिदुःखानात्मसु नित्यशुचिसुखात्मख्यातिरविद्या ॥ ५ ॥ \nअतस्मिंस्तदिति प्रतिभासोऽविद्येत्यविद्यायाः सामान्यलक्षणम्। तस्या एव भेदप्रतिपादनम् अनित्येषु घटादिषु नित्यत्वाभिमानोऽविद्येत्युच्यते। एवमशुचिषु कायादिषु शुचित्वाभिमानः दुःखेषु च विषयेषु सुखत्वाभिमानः अनात्मनि शरीर आत्मत्वाभिमानः। एतेनापुण्ये पूण्यभ्रमोऽनर्थे चार्थभ्रमो व्याख्यातः।\n"
    }
  ]
}