[
  {
    "id": -1,
    "type": "header",
    "gujrati": "॥ દોહા ॥",
    "hindi": "॥दोहा॥"
  },
  {
    "id": 1,
    "type": "verse",
    "gujrati": "શ્રી ગુરુ ચરન સરોજ રજ, નિજ મનુ મુકુર સુધારી । <br> બરનઉ રઘુબર બિમલ જસુ, જો દાયકુ ફલ ચારી ॥",
    "bhavarth_gu": "શ્રી ગુરુદેવના ચરણ રજથી મારૂ મન પવિત્ર કરી હવે હું  શ્રી ભગવાન રામના યશનું વર્ણન કરૂં છું. જે (ધર્મ, અર્થે કામ અને મોક્ષ) ચારે પ્રકારનાં ફળ આપનાર છે.",
    "vyakhya_gu": "",
    "hindi": "श्रीगुरु चरन सरोज रज निज मनु मुकुरु सुधारि । <br> बरनउँ रघुवर बिमल जसु जो दायकु फल चारि ॥",
    "bhavarth_hi": "श्री गुरुदेव के चरण–कमलों की धूलि से अपने मनरूपी दर्पण को निर्मल करके मैं श्री रघुवर के उस सुन्दर यश का वर्णन करता हूँ जो चारों फल (धर्म, अर्थ, काम और मोक्ष) को प्रदान करने वाला है।",
    "vyakhya_hi": "मनरूपी दर्पण में शब्द–स्पर्श–रूप–रस–गन्धरूपी विषयों की पाँच पतवाली जो काई (मैल) चढ़ी हुई है वह साधारण रज से साफ होने वाली नहीं है। अतः इसे स्वच्छ करने के लिये <strong>‘श्रीगुरु चरन सरोज रज’</strong> की आवश्यकता पड़ती है। साक्षात् भगवान् शंकर ही यहाँ गुरु–स्वरूप में वर्णित हैं–<strong>‘गुरुं शङ्कररूपिणम् ।</strong>‘ भगवान् शंकर की कृपा से ही रघुवर के सुयश का वर्णन करना सम्भव है।"
  },
  {
    "id": 2,
    "type": "verse",
    "gujrati": "બુદ્ધિહીન તનુ જાનિકે, સુમિરૌ પવન કુમાર । <br> બલ બુદ્ધિ વિદ્યા દેહુ મોહી, હરહુ કલેસ બિકાર ॥",
    "bhavarth_gu": "હું મારી જાતને બુદ્ધિહિન ગણીને શ્રી હનુમાનજી આપનું સ્મરણ કરું છું. હે પ્રભુ આપ મને બુદ્ધિ, બળ તથા વિદ્યા આપો અને મારા વિકારોનો નાશ કરો.",
    "vyakhya_gu": "",
    "hindi": "बुद्धिहीन तनु जानिके सुमिरौं पवन-कुमार ।  <br> बल बुधि विद्या देहु मोहिं हरहु कलेस विकार ॥",
    "bhavarth_hi": "हे पवनकुमार! मैं अपने को शरीर और बुद्धि से हीन जानकर आपका स्मरण (ध्यान) कर रहा हूँ। आप मुझे बल, बुद्धि और विद्या प्रदान करके मेरे समस्त कष्टों और दोषों को दूर करने की कृपा कीजिये।",
    "vyakhya_hi": "मैं अपने को देही न मानकर देह मान बैठा हूँ, इस कारण बुद्धिहीन हूँ और पाँचों प्रकार के क्लेश (अविद्या, अस्मिता, राग, द्वेष एवं अभिनिवेश) तथा षड्विकारों (काम, क्रोध, लोभ, मोह, मद, मत्सर) से संतप्त हूँ; अतः आप जैसे सामर्थ्यवान् <strong>‘अतुलितबलधामम्‘ ‘ज्ञानिनामग्रगण्यम्‘</strong> से बल, बुद्धि एवं विद्या की याचना करता हूँ तथा समस्त क्लेशों एवं विकारों से मुक्ति पाना चाहता हूँ।"
  },
  {
    "id": -1,
    "type": "header",
    "gujrati": "॥ ચૌપાઈ ॥",
    "hindi": "॥चौपाई॥"
  },
  {
    "id": 3,
    "type": "verse",
    "gujrati": "જય હનુમાન જ્ઞાન ગુન સાગર । <br> જય કપીસ તિહું લોક ઉજાગર ॥०१॥",
    "bhavarth_gu": "જ્ઞાન અને ગુણોનાં સાગર શ્રી હનુમાનજી આપનો જય જયકાર હો ! ત્રણેય લોકમાં કીર્તિમાન મારૂતિ, આપનો જય હો !",
    "vyakhya_gu": "",
    "hindi": "जय हनुमान ज्ञान गुन सागर । <br> जय कपीस तिहुँ लोक उजागर ॥१॥",
    "bhavarth_hi": "ज्ञान और गुणों के सागर श्री हनुमान जी की जय हो। तीनों लोकों (स्वर्गलोक, भूलोक, पाताललोक) को अपनी कीर्ति से प्रकाशित करने वाले कपीश्वर श्री हनुमान जी की जय हो।",
    "vyakhya_hi": "श्री हनुमान जी कपिरूप में साक्षात् शिव के अवतार हैं, इसलिये यहाँ इन्हें कपीश कहा गया।"
  },
  {
    "id": 4,
    "type": "verse",
    "gujrati": "રામ દૂત અતુલિત બલ ધામા । <br> અંજની પુત્ર પવન સુત નામા ॥०२॥",
    "bhavarth_gu": "શ્રી રામજીના દૂત આપમાં અનંત શક્તિ છે આપનું અંજનિપુત્ર અને પવનપુત્ર નામજગ પ્રસિદ્ધ છે.",
    "vyakhya_gu": "",
    "hindi": "राम दूत अतुलित बल धामा । <br> अंजनी-पुत्र पवनसुत नामा ॥२॥",
    "bhavarth_hi": "हे अतुलित बल के भण्डार घर रामदूत हनुमान जी! आप लोक में अंजनी पुत्र और पवनसुत के नाम से विख्यात हैं।",
    "vyakhya_hi": "सामान्यतः जब किसी से कोई कार्य सिद्ध करना हो तो उसके सुपरिचित, इष्ट अथवा पूज्य का नाम लेकर उससे मिलने पर कार्य की सिद्धि होने में देर नहीं लगती। अतः यहाँ श्री हनुमान जी को प्रसन्न करने के लिये भगवान श्री राम, माता अंजनी तथा पिता पवनदेव का नाम लिया गया।"
  },
  {
    "id": 5,
    "type": "verse",
    "gujrati": "મહાબીર બિક્રમ બજરંગી । <br> કુમતિ નિવાર સુમતિ કે સંગી ॥०३॥",
    "bhavarth_gu": "આપ મહાવીર તથા મહાપરાક્રમી છો. આપનું શરીર વજ્ર સમાન છે. આપ કુબુદ્ધિનો નાશ કરનારા છો, અને સુબુદ્ધિના સહાયક છો.",
    "vyakhya_gu": "",
    "hindi": "महावीर विक्रम बजरंगी । <br> कुमति निवार सुमति के सङ्गी ॥३॥",
    "bhavarth_hi": "हे महावीर! आप वज्र के समान अंगवाले और अनन्त पराक्रमी हैं। आप कुमति (दुर्बुद्धि) का निवारण करने वाले हैं तथा सद्बुद्धि धारण करने वालों के संगी (साथी, सहायक) हैं।",
    "vyakhya_hi": "किसी को अपनी ओर आकर्षित करने के लिये सर्वप्रथम उसके गुणों का वर्णन करना चाहिये। अतः यहाँ हनुमान जी के गुणों का वर्णन है। श्री हनुमन्तलाल जी त्याग, दया, विद्या, दान तथा युद्ध – इन पाँच प्रकार के वीरतापूर्ण कार्यों में विशिष्ट स्थान रखते हैं, इस कारण ये महावीर हैं। अत्यन्त पराक्रमी और अजेय होने के कारण आप विक्रम और बजरंगी हैं। प्राणिमात्र के परम हितैषी होने के कारण उन्हें विपत्ति से बचाने के लिये उनकी कुमति को दूर करते हैं तथा जो सुमति हैं, उनके आप सहायक हैं।"
  },
  {
    "id": 6,
    "type": "verse",
    "gujrati": "કંચન બરન બિરાજ સુબેસા । <br> કાનન કુંડલ કુંચિત કેસા ॥०४॥",
    "bhavarth_gu": "હે કપિ શ્રેષ્ઠ, આપના દેહનો વર્ણ કંચન જેવો છે. કાનમાં કુંડળ છે અને મસ્તક પર વાકડીયા વાળ છે. આપનું આ સ્વરૂપ અતિ સોહમણું છે.",
    "vyakhya_gu": "",
    "hindi": "कंचन वरन विराज सुवेसा । <br> कानन कुण्डल कुंचित केसा ॥४॥",
    "bhavarth_hi": "आपके स्वर्ण के समान कान्तिमान् अंगपर सुन्दर वेश–भूषा, कानों में कुण्डल और घुँघराले केश सुशोभित हो रहे हैं।",
    "vyakhya_hi": "इस चौपाई में श्री हनुमन्तलाल जी के सुन्दर स्वरूप का वर्णन हुआ है। आपकी देह स्वर्ण–शैल की आभा के सदृश सुन्दर है और कान में कुण्डल सुशोभित है। उपर्युक्त दोनों वस्तुओं से तथा घुँघराले बालों से आप अत्यन्त सुन्दर लगते हैं।"
  },
  {
    "id": 7,
    "type": "verse",
    "gujrati": "હાથ બજ્ર ઔર ધ્વજા બિરાજૈ । <br> કાંધે મુંજ જનેઉ સાજૈ ॥०५॥",
    "bhavarth_gu": "આપના હાથમાં ગદા અને ધ્વજા છે ખભા પર જનોઇ શોભાયમાન છે.",
    "vyakhya_gu": "",
    "hindi": "हाथ वज्र औ ध्वजा विराजे । <br> काँधे मूँज जनेउ साजै ॥५॥",
    "bhavarth_hi": "आपके हाथ में वज्र (वज्र के समान कठोर गदा) और (धर्म का प्रतीक) ध्वजा विराजमान है तथा कंधे पर मूँज का जनेऊ सुशोभित है।",
    "vyakhya_hi": "सामुद्रिक शास्त्र के अनुसार वज्र एवं ध्वजा का चिह्न सर्वसमर्थ महानुभाव एवं सर्वत्र विजय श्री प्राप्त करने वाले के हाथ में होता है और कन्धे पर मूँज का जनेऊ नैष्ठिक ब्रह्मचारी का लक्षण है। श्री हनुमान जी इन सभी लक्षणों से सम्पन्न हैं।"
  },
  {
    "id": 8,
    "type": "verse",
    "gujrati": "સંકર સુવન કેસરી નંદન । <br> તેજ પ્રતાપ મહા જગ બંદન ॥०६॥",
    "bhavarth_gu": "કેસરીનંદન આપ શંકરના અવતાર છો, આપનું મહાપ્રતાપી અને તેજસ્વી સ્વરૂપ સમગ્ર વિશ્વમાં પૂજનીય છે.",
    "vyakhya_gu": "",
    "hindi": "शंकर सुवन केसरीनन्दन । <br> तेज प्रताप महा जग बंधन ॥६॥",
    "bhavarth_hi": "आप भगवान् शंकर के अंश (अवतार) और केशरी पुत्र के नाम से विख्यात हैं। आप (अतिशय) तेजस्वी, महान् प्रतापी और समस्त जगत्के वन्दनीय हैं।",
    "vyakhya_hi": "प्राणिमात्र के लिये तेज की उपासना सर्वोत्कृष्ट है। तेज से ही जीवन है। अन्तकाल में देहाकाश से तेज ही निकलकर महाकाश में विलीन हो जाता है।"
  },
  {
    "id": 9,
    "type": "verse",
    "gujrati": "બિદ્યાવાન ગુની અતિ ચાતુર । <br> રામ કાજ કરિબે કો આતુર ॥०७॥",
    "bhavarth_gu": "હે કપિ શ્રેષ્ઠ આપ વિદ્યાવાન ગુણવાન અને ચતુર છો, સદા રામ ભગવાનનું કાર્ય કરવા આતુર રહો છો,",
    "vyakhya_gu": "",
    "hindi": "विद्यावान गुनी अति चातुर । <br> राम काज करिबे को आतुर ॥७॥",
    "bhavarth_hi": "आप सारी विद्याओं से सम्पन्न, गुणवान् और अत्यन्त चतुर हैं। आप भगवान् श्री राम का कार्य (संसार के कल्याण का कार्य) पूर्ण करनेके लिये तत्पर (उत्सुक) रहते हैं।",
    "vyakhya_hi": "श्री हनुमन्तलाल जी समग्र विद्याओं में निष्णात हैं और समस्त गुणों को धारण करने से ‘सकल–गुण–निधान’ हैं। वे श्री राम के कार्य सम्पादन हेतु अत्यन्त आतुरता (तत्परता, व्याकुलता) का भाव रखने वाले हैं। क्योंकि ‘राम काज लगि तव अवतारा’ यही उद्घोषित करता है कि श्री हनुमान जी के जन्म का मूल हेतु मात्र भगवान् श्री राम के हित कार्यों का सम्पादन ही है। <br> ब्रह्मकी दो शक्तियाँ हैं — पहली स्थित्यात्मक और दूसरी गत्यात्मक। श्री हनुमन्तलाल जी गत्यात्मक क्रिया शक्ति हैं अर्थात् निरन्तर रामकाज में संनद्ध रहते हैं।"
  },
  {
    "id": 10,
    "type": "verse",
    "gujrati": "પ્રભુ ચરિત્ર સુનિબે કો રસિયા । <br> રામ લખન સીતા મન બસિયા ॥०८॥",
    "bhavarth_gu": "પ્રભુ રામજીનું ચરિત્ર સાંભળવામાં આપને ઘણી આસક્તિ છે. શ્રીરામ, શ્રી લક્ષ્મણ અને સીતામૈયા આપના હ્રદયમાં કાયમ નિવાસ કરે છે.",
    "vyakhya_gu": "",
    "hindi": "प्रभु चरित्र सुनिबे को रसिया । <br> राम लखन सीता मन बसिया ॥८॥",
    "bhavarth_hi": "आप प्रभु श्री राघवेन्द्र का चरित्र (उनकी पवित्र मंगलमयी कथा) सुनने के लिये सदा लालायित और उत्सुक (कथारस के आनन्द में निमग्न) रहते हैं। श्री राम, लक्ष्मण और माता सीता जी सदा आपके हृदय में विराजमान रहते हैं।",
    "vyakhya_hi": "‘राम लखन सीता मन बसिया’– इसका दूसरा अर्थ यह भी है कि भगवान् श्री राम, श्री लक्ष्मण जी एवं भगवती सीता जी के हृदय में आप बसते हैं।"
  },
  {
    "id": 11,
    "type": "verse",
    "gujrati": "સૂક્ષ્મ રૂપ ધરી સિયહિ દિખાવા । <br> બિકટ રૂપ ધરી લંક જરાવા ॥०९॥",
    "bhavarth_gu": "સીતામૈયાને સુક્ષ્મરૂપ ધારણ કરી બતાવ્યું અને વિકરાળ રૂપ ધરી લંકાને બાળ હતી.",
    "vyakhya_gu": "",
    "hindi": "सूक्ष्म रूप धरि सियहिं दिखावा । <br> विकत रूप धरि लंक जरावा ॥९॥",
    "bhavarth_hi": "आपने अत्यन्त लघु रूप धारण कर के माता सीता जी को दिखाया और अत्यन्त विकराल रूप धारण कर लंका नगरी को जलाया।",
    "vyakhya_hi": "श्री हनुमान जी अष्ट–सिद्धियों से सम्पन्न हैं। उनमें सूक्ष्मातिसूक्ष्म एवं अति विस्तीर्ण दोनों रूपों को धारण करने की विशेष क्षमता विद्यमान है। वे शिव (ब्रह्म) का अंश होने के कारण तथा अत्यन्त सूक्ष्म रूप धारण करने से अविज्ञेय भी हैं ‘<strong>सूक्ष्मत्वात्तदविज्ञेयम्</strong>‘ साथ ही काम, क्रोध, लोभ, मोह, मद, अहंकार, दम्भ आदि भयावह एवं विकराल दुर्गुणों से युक्त लंका को विशेष पराक्रम एवं विकट रूप से ही भस्मसात् किया जाना सम्भव था। अतः श्री हनुमान जी ने दूसरी परिस्थिति में विराट् रूप धारण किया।"
  },
  {
    "id": 12,
    "type": "verse",
    "gujrati": "ભીમ રૂપ ધરી અસુર સહારે । <br> રામચંદ્ર કે કાજ સવારે ॥१०॥",
    "bhavarth_gu": "મહાભંયકર રૂપ ધારણ કરી રાક્ષસોનો સંહાર કર્યો અને શ્રીરામજીના સર્વ કાર્ય સિદ્ધ કરવામાં સહયોગ આપ્યો હતો.",
    "vyakhya_gu": "",
    "hindi": "भीम रूप धरि असुर सँहारे । <br> रामचन्द्र के काज सँवारे ॥१०॥",
    "bhavarth_hi": "आपने अत्यन्त विशाल और भयानक रूप धारण करके राक्षसों का संहार किया और विविध प्रकार से भगवान् श्री रामचन्द्रजीं के कार्यों को पूरा किया।",
    "vyakhya_hi": "श्री हनुमान जी परब्रह्म राम की क्रिया शक्ति हैं। अतः उसी शक्ति के द्वारा उन्होंने भयंकर रूप धारण करके असुरों का संहार किया। भगवान् श्री राम के कार्य में लेश मात्र भी अपूर्णता श्री हनुमान जी के लिये सहनीय नहीं थी तभी तो <strong>‘राम काजु कीन्हें बिनु मोहि कहाँ बिश्राम‘</strong> का भाव अपने हृदय में सतत सँजोये हुए वे प्रभु श्री राम के कार्य सँवारने में सदा क्रिया शील रहते थे।"
  },
  {
    "id": 13,
    "type": "verse",
    "gujrati": "લાયે સંજીવન લખન જિયાએ । <br> શ્રી રઘુબીર હરષિ ઉર લાયે ॥११॥",
    "bhavarth_gu": "સંજીવની બુટ્ટી લાવી શ્રી લક્ષ્મણજીને જીવત્દાન આપ્યું તેથી અતિ હર્ષિત થઇ પ્રેમથી શ્રીરામજીએ આપને છાતીએ લગાવ્યા હતા.",
    "vyakhya_gu": "",
    "hindi": "लाय संजीवन लखन जियाये । <br> श्रीरघुवीर हरषि उर लाये ॥११॥",
    "bhavarth_hi": "आपने संजीवनी बूटी लाकर लक्ष्मण जी को जिलाया। इस कार्य से प्रसन्न होकर भगवान् श्री राम ने आपको हृदय से लगा लिया।",
    "vyakhya_hi": "श्री हनुमान जी को उनकी स्तुति में श्री लक्ष्मण–प्राणदाता भी कहा गया है। श्री सुषेण वैद्य के परामर्श के अनुसार आप द्रोणाचल पर्वत पर गये, अनेक व्यवधानों एवं कष्टों के बाद भी समय के भीतर ही संजीवनी बूटी लाकर श्री लक्ष्मण जी के प्राणों की रक्षा की। विशेष स्नेह और प्रसन्नता के कारण ही किसी को हृदय से लगाया जाता है। अंश की पूर्ण परिणति अंशी से मिलने पर ही होती है, जिसे श्री हनुमन्तलाल जी ने चरितार्थ किया।"
  },
  {
    "id": 14,
    "type": "verse",
    "gujrati": "રઘુપતિ કીન્હી બહુત બડાઈ । <br> તુમ મમ પ્રિય ભરતહી સમ ભાઈ ॥१२॥",
    "bhavarth_gu": "ભગવાન શ્રીરામે આપની ઘણી પ્રશંસા કરીને કહ્યું કે, ભરત જેટલો જ તું મારો પ્રિય ભાઇ છે",
    "vyakhya_gu": "",
    "hindi": "रघुपति कीन्ही बहुत बड़ाई । <br> तुम मम प्रिय भरतहि सम भाई ॥१२॥",
    "bhavarth_hi": "भगवान् श्री राघवेन्द्र ने आपकी बड़ी प्रशंसा की। उन्होंने कहा कि तुम भाई भरत के समान ही मेरे प्रिय हो ।",
    "vyakhya_hi": "श्री रामचन्द्र जी ने हनुमान जी के प्रति अपनी प्रियता की तुलना भरत के प्रति अपनी प्रीति से करके हनुमान जी को विशेष रूप से महिमा–मण्डित किया है। भरत के समान राम का प्रिय कोई नहीं है, क्योंकि समस्त जगतद्वारा आराधित श्री राम स्वयं भरत का जप करते हैं <br> <br> भरत सरिस को राम सनेही । <br> जगु जप राम  रामु जप जेही ॥"
  },
  {
    "id": 15,
    "type": "verse",
    "gujrati": "સહસ બદન તુમ્હરો જસ ગાવે । <br> અસ કહી શ્રીપતિ કંઠ લગાવે ॥१३॥",
    "bhavarth_gu": "સહસ્ત્ર મુખવાળા શેષનાગ આપના યશગાન ગાય છે એમ કહેતા પ્રેમથી ભગવાન શ્રીરામે આપને ગળે લગાડ્યા",
    "vyakhya_gu": "",
    "hindi": "सहस बदन तुह्मारो जस गावैं । <br> अस कहि श्रीपति कण्ठ लगावैं ॥१३॥",
    "bhavarth_hi": "हजार मुख वाले श्री शेष जी सदा तुम्हारे यश का गान करते रहेंगे ऐसा कहकर लक्ष्मी पति विष्णु स्वरूप भगवान् श्री राम ने आपको अपने हृदयसे लगा लिया।",
    "vyakhya_hi": "श्री हनुमान जी की चतुर्दिक प्रशंसा हजारों मुखों से होती रहे ऐसा कहते हुए भगवान् श्री राम जी ने श्री हनुमान जी को कण्ठ से लगा लिया।"
  },
  {
    "id": 16,
    "type": "verse",
    "gujrati": "સનકાદિક બ્રમ્હાદિ મુનીસા । <br> નારદ સારળ સહીત અહીસા ॥१४॥",
    "bhavarth_gu": "સનકાદિક ઋષિ, બ્રહ્મા, નારદ, સરસ્વતી શેષનાગ આપની કીર્તિનું યોગ્ય વર્ણન કરી શકતા નથી.",
    "vyakhya_gu": "",
    "hindi": "सनकादिक ब्रह्मादि मुनीसा । <br> नारद सारद सहित अहीसा ॥१४॥",
    "bhavarth_hi": "",
    "vyakhya_hi": ""
  },
  {
    "id": 17,
    "type": "verse",
    "gujrati": "જમ કુબેર દિગપાલ જાહાં તે । <br> કબિ કોબિદ કહી સકે કહાં તે ॥१५॥",
    "bhavarth_gu": "યમરાજ, કુબેર, દિગપાલ જેવાં દેવતા પણ આપનો મહિમા પૂર્ણરૂપે વર્ણન કરી શકતા નથી તો પૃથ્વી પરના કવિ અને વિદ્વાનો કઇ રીતે કહી શકે ?",
    "vyakhya_gu": "",
    "hindi": "यम कुबेर दिगपाल जहाँ ते । <br> कवि कोविद कहि सके कहाँ ते ॥१५॥",
    "bhavarth_hi": "श्री सनक, सनातन, सनन्दन, सनत्कुमार आदि मुनिगण, ब्रह्मा आदि देवगण, नारद, सरस्वती, शेषनाग, यमराज, कुबेर तथा समस्त दिक्पाल भी जब आपका यश कहने में असमर्थ हैं तो फिर (सांसारिक) विद्वान् तथा कवि उसे कैसे कह सकते हैं? अर्थात् आपका यश अवर्णनीय है।",
    "vyakhya_hi": "उपमा के द्वारा किसी वस्तु का आंशिक ज्ञान हो सकता है, पूर्ण ज्ञान नहीं। कवि–कोविद उपमा का ही आश्रय लिया करते हैं। <br> <br> श्री हनुमान जी की महिमा अनिर्वचनीय है। अतः वाणी के द्वारा उसका वर्णन करना सम्भव नहीं।"
  },
  {
    "id": 18,
    "type": "verse",
    "gujrati": "તુમ ઉપકાર સુગ્રીવહિં કીન્હા । <br> રામ મિલાય રાજ પદ દીન્હા ॥१६॥",
    "bhavarth_gu": "આપે સુગ્રીવજીને સહાય કરી ભગવાન શ્રીરામ સાથે તેમનો મેળાપ કરાવ્યો અને એમને રાજા બનાવ્યા",
    "vyakhya_gu": "",
    "hindi": "तुम उपकार सुग्रीवहिं कीन्हा । <br> राम मिलाय राज पद दीह्ना ॥१६॥",
    "bhavarth_hi": "आपने वानर राज सुग्रीव का महान् उपकार किया तथा उन्हें भगवान् श्री राम से मिलाकर [बालि वध के उपरान्त] राजपद प्राप्त करा दिया।",
    "vyakhya_hi": "राजपद पर सुकण्ठ की ही स्थिति है और उसका ही कण्ठ सुकण्ठ है जिसके कण्ठपर सदैव श्री राम–नाम का वास हो। यह कार्य श्री हनुमान जी की कृपा से ही सम्भव है। <br> <br> सुग्रीव बालि के भय से व्याकुल रहता था और उसका सर्वस्व हरण कर लिया गया था। भगवान् श्री राम ने उसका गया हुआ राज्य वापस दिलवा दिया तथा उसे भय–रहित कर दिया। श्री हनुमान जी ने ही सुग्रीव की मित्रता भगवान् राम से करायी।"
  },
  {
    "id": 19,
    "type": "verse",
    "gujrati": "તુમ્હરો મંત્ર વિભીષન માના । <br> લંકેસ્વર ભયે સબ જગ જાના ॥१७॥",
    "bhavarth_gu": "આપનો મંત્ર વિભીષણે સ્વીકાર્યો અને તે લંકાનો રાજા થયો, આ વાત સમસ્ત વિશ્વ જાણે છે",
    "vyakhya_gu": "",
    "hindi": "तुम्हारो मन्त्र विभीषण माना । <br> लंकेश्वर भए सब जग जाना ॥१७॥",
    "bhavarth_hi": "आपके परम मन्त्र (परामर्श) को विभीषण ने ग्रहण किया। इसके कारण वे लंका के राजा बन गये। इस बात को सारा संसार जानता है।",
    "vyakhya_hi": "श्री हनुमान जी महाराज ने श्री विभीषण जी को शरणागत होने का मन्त्र दिया था, जिसके फलस्वरूप वे लंका के राजा हो गये।"
  },
  {
    "id": 20,
    "type": "verse",
    "gujrati": "જગ સહસ્ત્ર જોજન પર ભાનુ । <br> લીલ્યો તાહી મધુર ફલ જાનુ ॥१८॥",
    "bhavarth_gu": "ઘટાથી હજારો જોજન દૂર સૂર્યનું મધુર ફળ માનીને આપ ગળી ગયા હતા",
    "vyakhya_gu": "",
    "hindi": "जुग सहस्र जोजन पर भानु ।  <br> लील्यो ताहि मधुर फल जानू ॥१८॥",
    "bhavarth_hi": "हे हनुमान जी! [जन्म के समय ही] आपने दो हजार योजन की दूरी पर स्थित सूर्य को [कोई] मीठा फल समझकर निगल लिया था।",
    "vyakhya_hi": "श्री हनुमान जी को जन्म से ही आठों सिद्धियाँ प्राप्त थीं। वे जितना ऊँचा चाहें उड़ सकते थे, जितना छोटा या बड़ा शरीर बनाना चाहें बना सकते थे तथा मनुष्य रूप अथवा वानर रूप धारण करने की उनमें क्षमता थी।"
  },
  {
    "id": 21,
    "type": "verse",
    "gujrati": "પ્રભુ મુદ્રિકા મેલી મુખ માહી । <br> જલધિ લાંઘી ગયે અચરજ નાહી ॥१९॥",
    "bhavarth_gu": "શ્રીરામની વીંટી મોઢામાં રાખી આપ વિશાળ સમુદ્રને પાર કરી ગયા એમાં કાંઇ ખાસ આશ્ચર્ય નથી",
    "vyakhya_gu": "",
    "hindi": "प्रभु मुद्रिका मेलि मुख माहीं । <br> जलधि लाँघि गये अचरज नाहीं ॥१९॥",
    "bhavarth_hi": "आप अपने स्वामी श्री रामचन्द्र जी की मुद्रिका [अँगूठी] को मुख में रखकर [सौ योजन विस्तृत] महासमुद्र को लाँघ गये थे। [आपकी अपार महिमा को देखते हुए] इसमें आश्चर्य की कोई बात नहीं है।",
    "vyakhya_hi": "श्री हनुमान जी महाराज को समस्त सिद्धियाँ प्राप्त हैं तथा उनके हृदय में प्रभु विराजमान हैं, इसलिये समस्त शक्तियाँ भी आपके साथ रहेंगी ही। इसमें कोई आश्चर्य की बात नहीं है।"
  },
  {
    "id": 22,
    "type": "verse",
    "gujrati": "દુર્ગમ કાજ જગત કે જેતે । <br> સુગમ અનુગ્રહ તુમ્હરે તેતે ॥२०॥",
    "bhavarth_gu": "હે કેસરી નંદન સંસારમાં જે કઠિન કાર્ય છે તે આપની કૃપાથી સરળ બની જાય છે.",
    "vyakhya_gu": "",
    "hindi": "दुर्गम काज जगत के जेते । <br> सुगम अनुग्रह तुम्हारे तेते ॥२०॥",
    "bhavarth_hi": "हे महाप्रभु हनुमान जी! संसार के जितने भी कठिन कार्य हैं वे सब आपकी कृपामात्र से सरल हो जाते हैं।",
    "vyakhya_hi": "संसार में रहकर मोक्ष (जन्म–मरण के बन्धन से मुक्ति) प्राप्त करना ही दुर्गम कार्य है, जो आपकी कृपा से सुलभ है। <br> <br> आपका अनुग्रह न होने पर सुगम कार्य भी दुर्गम प्रतीत होता है, परंतु सरल साधन से जीव पर श्री हनुमान जी की कृपा शीघ्र हो जाती है।"
  },
  {
    "id": 23,
    "type": "verse",
    "gujrati": "રામ દુઆરે તુમ રખવારે । <br> હોત ન આદન્યા બિનુ પૈસારે ॥२१॥",
    "bhavarth_gu": "આપ શ્રીરામના દ્વારપાળ છો, આપની આજ્ઞા વિના કોઇ અંદર પ્રવેશ કરી શકતો નથી.",
    "vyakhya_gu": "",
    "hindi": "राम दुआरे तुम रखवारे । <br> होत न आज्ञा बिनु पैसारे ॥२१॥",
    "bhavarth_hi": "भगवान् श्री रामचन्द्र जी के द्वार के रखवाले (द्वारपाल) आप ही हैं। आपकी आज्ञा के बिना उनके दरबार में किसी का प्रवेश नहीं हो सकता (अर्थात् भगवान् राम की कृपा और भक्ति प्राप्त करने के लिये आपकी कृपा बहुत आवश्यक है) ।",
    "vyakhya_hi": "संसार में मनुष्य के लिये चार पुरुषार्थ हैं – धर्म, अर्थ, काम और मोक्ष। भगवान के दरबार में बड़ी भीड़ न हो इसके लिये भक्तों के तीन पुरुषार्थ को हनुमान जी द्वार पर ही पूरा कर देते हैं। अन्तिम पुरुषार्थ मोक्ष की प्राप्ति के अधिकारी श्री हनुमन्तलाल जी की अनुमति से भगवान के सान्निध्य पाते हैं। <br> <br> मुक्ति के चार प्रकार हैं – सालोक्य, सामीप्य, सारूप्य एवं सायुज्य। यहाँ प्रायः सालोक्य मुक्ति से अभिप्राय है।"
  },
  {
    "id": 24,
    "type": "verse",
    "gujrati": "સબ સુખ લહૈ તુમ્હારી સરના । <br> તુમ રક્ષક કાહૂ કો ડરના ॥२२॥",
    "bhavarth_gu": "આપની શરણ જે કોઇ આવે છે એ બધા આનંદ સુખ પ્રાપ્ત કરે છે. તમે અમારા રક્ષક છો તેથી અમને કોઇ જ ડર નથી",
    "vyakhya_gu": "",
    "hindi": "सब सुख लहै तुम्हारी सरना । <br> तुम रक्षक काहू को डर ना ॥२२॥",
    "bhavarth_hi": "आपकी शरण में आये हुए भक्त को सभी सुख प्राप्त हो जाते हैं। आप जिस के रक्षक हैं उसे किसी भी व्यक्ति या वस्तु का भय नहीं रहता है।",
    "vyakhya_hi": "श्री हनुमान जी महाराज की शरण लेने पर सभी प्रकार के दैहिक, दैविक, भौतिक भय समाप्त हो जाते हैं तथा तीनों प्रकार के आधिदैविक, आधिभौतिक एवं आध्यात्मिक सुख सुलभ हो जाते हैं। <br> <br> आप सुखनिधान हैं तथा सभी सुख आपकी कृपा से सुलभ हैं। यहाँ सभी सुख का तात्पर्य आत्यन्तिक सुख तथा परम सुख से है। परमात्म प्रभु की शरण में जाने पर सदैव के लिये दुःखों से छुटकारा मिल जाता है तथा शाश्वत शान्ति प्राप्त होती है।"
  },
  {
    "id": 25,
    "type": "verse",
    "gujrati": "આપન તેજ સમ્હારો આપૈ । <br> તીનોં લોક હાંક તેં કાપે ॥२३॥",
    "bhavarth_gu": "હે અંજની પુત્ર ! આપ જ આપનું તેજ સહન કરી શકો છો. આપના હુંકારથી ત્રણેય લોક કાંપવા લાગે છે.",
    "vyakhya_gu": "",
    "hindi": "आपन तेज सम्हारो आपै । <br> तीनों लोक हाँक तें काँपै ॥२३॥",
    "bhavarth_hi": "अपने तेज [शक्ति, पराक्रम, प्रभाव, पौरुष और बल] – के वेग को स्वयं आप ही सँभाल सकते हैं। आपके एक हुंकारमात्र से तीनों लोक काँप उठते हैं।",
    "vyakhya_hi": "देवता, दानव और मनुष्य तीनों ही आपके तेज को सहन करने में असमर्थ हैं। आपकी भयंकर गर्जना से तीनों लोक काँपने लगते हैं।"
  },
  {
    "id": 26,
    "type": "verse",
    "gujrati": "ભૂત પિસાચ નિકટ નહિ આવૈ । <br> મહાબીર જબ નામ સુનાવૈ ॥२४॥",
    "bhavarth_gu": "ભક્તજન જ્યારે આપના નામનું રટન કરે છે, ત્યારે ભૂત - પ્રેત એમની પાસે આવતા નથી.",
    "vyakhya_gu": "",
    "hindi": "भूत पिशाच निकट नहिं आवै । <br> महावीर जब नाम सुनावै ॥२४॥",
    "bhavarth_hi": "भूत–पिशाच आदि आपका ‘महावीर’ नाम सुनते ही (नामोच्चारण करने वाले के) समीप नहीं आते हैं।",
    "vyakhya_hi": "श्री हनुमान जी का नाम लेनेमात्र से भूत–पिशाच भाग जाते हैं तथा भूत–प्रेत आदि की बाधा मनुष्य के पास भी नहीं आ सकती। श्री हनुमान जी का नाम लेते ही सारे भय दूर हो जाते हैं।"
  },
  {
    "id": 27,
    "type": "verse",
    "gujrati": "નાસૈ રોગ હરૈ સબ પીરા । <br> જપત નિરંતર હનુમત બિરા ॥२५॥",
    "bhavarth_gu": "હે કેશરી નંદન ! આપનું નામ સતત જપનારના બધા રોગો દૂર થઇ જાય છે અને તેની બધી પીડા દૂર થઇ જાય છે.",
    "vyakhya_gu": "",
    "hindi": "नासै रोग हरै सब पीड़ा । <br> जपत निरन्तर हनुमत बीरा ॥२५॥",
    "bhavarth_hi": "वीर हनुमान जी का निरन्तर जप करने से वे रोगों का नाश करते हैं तथा सभी पीड़ाओं का हरण करते हैं।",
    "vyakhya_hi": "रोग के नाश के लिये बहुत से साधन एवं औषधियाँ हैं। यहाँ रोग का मुख्य तात्पर्य भवरोग से तथा पीड़ा का तीनों तापों (दैहिक, दैविक, भौतिक) से है जिसका शमन श्री हनुमान जी के स्मरण मात्र से होता है। श्री हनुमान जी के स्मरण से निरोगता तथा निर्द्वन्द्वता प्राप्त होती है।"
  },
  {
    "id": 28,
    "type": "verse",
    "gujrati": "સંકટ તે હનુમાન છુડાવૈ । <br> મન ક્રમ બચન ધ્યાન જો લાવૈ ॥२६॥",
    "bhavarth_gu": "હે અંજની પુત્ર ! જે ભક્ત મન, વાણી અને કર્મથી આપનું એક ચિત્તે ધ્યાન કરે છે, એને આપ બધી વિપત્તિથી બચાવો છો.",
    "vyakhya_gu": "",
    "hindi": "संकट तें हनुमान छुड़ावै । <br> मन क्रम वचन ध्यान जो लावै ॥२६॥",
    "bhavarth_hi": "हे हनुमान जी ! यदि कोई मन, कर्म और वाणीद्वारा आपका (सच्चे हृदय से) ध्यान करे तो निश्चय ही आप उसे सारे संकटों से छुटकारा दिला देते हैं।",
    "vyakhya_hi": "जो मन से सोचते हैं वही वाणी से बोलते हैं तथा वही कर्म करते हैं ऐसे महात्मागण को हनुमान जी संकट से छुड़ाते हैं। जो मन में कुछ सोचते हैं, वाणी से कुछ दूसरी बात बोलते हैं तथा कर्म कुछ और करते हैं, वे दुरात्मा हैं। वे संकट से नहीं छूटते।"
  },
  {
    "id": 29,
    "type": "verse",
    "gujrati": "સબ પર રામ તપસ્વી રાજા । <br> તીન કે કાજ સકલ તુમ સાજા ॥२७॥",
    "bhavarth_gu": "સર્વોપરી રાજા શ્રીરામ એક શ્રેષ્ઠ તપસ્વી રાજા છે, તેમના કાર્ય સફળ કરવામાં આપે ઘણું યોગદાન આપ્યું છે.",
    "vyakhya_gu": "",
    "hindi": "सब पर राम तपस्वी राजा । <br> तिन के काज सकल तुम साजा ॥२७॥",
    "bhavarth_hi": "तपस्वी राम सारे संसार के राजा हैं। [ऐसे सर्वसमर्थ] प्रभु के समस्त कार्यों को आपने ही पूरा किया।",
    "vyakhya_hi": "‘<strong>पिताँ दीन्ह मोहि कानन राजू</strong>‘ के अनुसार श्री रामचन्द्र जी वन के राजा हैं और मुनिवेश में हैं। वन में श्री हनुमान जी ही राम के निकटतम अनुचर हैं। इस कारण समस्त कार्यों को सुन्दर ढंग से सम्पादन करने का श्रेय उन्हीं को है।"
  },
  {
    "id": 30,
    "type": "verse",
    "gujrati": "ઔર મનોરથ જો કોઈ લાવૈ । <br> સોઈ અમિત જીવન ફલ પાવૈ ॥२८॥",
    "bhavarth_gu": "હે કેશરી નંદન ! આપની સમક્ષ મનોરથ લઇને જે કોઇ વ્યક્તિ આવે છે તેના આ જીવનમાં બધા જ મનોરથ પૂર્ણ થાય છે.",
    "vyakhya_gu": "",
    "hindi": "और मनोरथ जो कोई लावै । <br> सोई अमित जीवन फल पावै ॥२८॥",
    "bhavarth_hi": "हे हनुमान जी ! आपके पास कोई किसी प्रकार का भी मनोरथ [ धन, पुत्र, यश आदि की कामना] लेकर आता है, (उसकी) वह कामना पूरी होती है। इसके साथ ही <strong>‘अमित जीवन फल’</strong> अर्थात् भक्ति भी उसे प्राप्त होती है।",
    "vyakhya_hi": "गोस्वामी श्री तुलसीदास जी की ‘कवितावली’ में <strong>‘अमित जीवन फल’</strong> का वर्णन इस प्रकार है – <br> <br> सियराम–सरूपु अगाध अनूप बिलोचन–मीननको जलु है। <br> श्रुति रामकथा, मुख रामको नामु, हिएँ पुनि रामहिको थलु है ॥ <br> मति रामहि सों, गति रामहि सों, रति रामसों, रामहि को बलु है। <br> सबकी न कहै, तुलसी के मतें इतनो जग जीवनको फलु है ॥ <br> <br> श्री सीताराम जी के चरणों में प्रीति और भक्ति प्राप्त हो जाय यही जीवनफल है। यह प्रदान करने की क्षमता श्री हनुमान जी में ही है।"
  },
  {
    "id": 31,
    "type": "verse",
    "gujrati": "ચારો જુગ પરતાપ તુમ્હારા । <br> હૈ પરસિદ્ધ જગત ઉજિયારા ॥२९॥",
    "bhavarth_gu": "આપનો પ્રતાપ ચારે યુગમાં પ્રસિદ્ધ છે. વિશ્વમાં આપની કીર્તિ, યશ પ્રકાશમાન છે.",
    "vyakhya_gu": "",
    "hindi": "चारों जुग परताप तुम्हारा । <br> है परसिद्ध जगत उजियारा ॥२९॥",
    "bhavarth_hi": "हे हनुमान जी! चारों युगों (सत्ययुग, त्रेता, द्वापर, कलियुग ) – में आपका प्रताप जगत को सदैव प्रकाशित करता चला आया है ऐसा लोक में प्रसिद्ध है।",
    "vyakhya_hi": "मनुष्य के जीवन में प्रतिदिन–रात्रि में चारों युग आते–जाते रहते हैं। इसकी अनुभूति श्री हनुमान जी के द्वारा ही होती है। अथवा जागृति, स्वप्न, सुषुप्ति एवं तुरीय चारों अवस्थाओं में भी आप ही द्रष्टारूप से सदैव उपस्थित रहते हैं।"
  },
  {
    "id": 32,
    "type": "verse",
    "gujrati": "સાધુ સંત કે તુમ રખવારે । <br> અસુર નિકનંદન રામ દુલારે ॥३०॥",
    "bhavarth_gu": "સાધુ, સંતના આપ રક્ષક છો, આપ રાક્ષસોના સંહાર કરનાર છો અને આપ શ્રીરામને અતિ પ્રિય છો",
    "vyakhya_gu": "",
    "hindi": "साधु सन्त के तुम रखवारे । <br> असुर निकन्दन राम दुलारे ॥३०॥",
    "bhavarth_hi": "आप साधु–संत की रक्षा करने वाले हैं, राक्षसों का संहार करने वाले हैं और श्री राम जी के अति प्रिय हैं।",
    "vyakhya_hi": "श्री हनुमान जी महाराज राम के दुलारे हैं। तात्पर्य यह है कि कोई बात प्रभु से मनवानी हो तो श्री हनुमान जी की आराधना करें।"
  },
  {
    "id": 33,
    "type": "verse",
    "gujrati": "અષ્ટ સિદ્ધિ નૌ નિધિ કે દાતા । <br> અસ બર દીન જાનકી માતા ॥३१॥",
    "bhavarth_gu": "સીતામૈયાયે આપને વરદાન આપ્યું છે કે આપ અષ્ટસિધ્ધિ અને નવનિધિ ચાહો એને પ્રદાન કરી શકો.",
    "vyakhya_gu": "",
    "hindi": "अष्टसिद्धि नौ निधि के दाता । <br> अस वर दीन जानकी माता ॥३१॥",
    "bhavarth_hi": "माता जानकी ने आपको वरदान दिया है कि आप आठों प्रकार की सिद्धियाँ (अणिमा, महिमा, गरिमा, लघिमा, प्राप्ति, प्राकाम्य, ईशित्व, वशित्व) और नवों प्रकार की निधियाँ (पद्म, महापद्म, शंख, मकर, कच्छप, मुकुन्द, कुन्द, नील, खर्व) प्रदान करने में समर्थ होंगे।",
    "vyakhya_hi": "रुद्रावतार होने के कारण समस्त प्रकार की सिद्धियाँ एवं निधियाँ श्री हनुमान जी को जन्म से ही प्राप्त थीं। उन सिद्धियों एवं निधियों को दूसरों को प्रदान करने की शक्ति माँ जानकी के आशीर्वाद से प्राप्त हुई।"
  },
  {
    "id": 34,
    "type": "verse",
    "gujrati": "રામ રસાયન તુમ્હરે પાસા । <br> સદા રહો રઘુપતિ કે દાસા ॥३२॥",
    "bhavarth_gu": "હે બજરંગબલી ! “શ્રીરામ” નામરૂપી રસાયણ આપની પાસે છે. આપ સદાય શ્રીરામની સેવામાં તત્પર રહો છો.",
    "vyakhya_gu": "",
    "hindi": "राम रसायन तुम्हारे पासा । <br> सदा रहो रघुपति के दासा ॥३२॥",
    "bhavarth_hi": "अनन्त काल से आप भगवान श्री राम के दास हैं। अत: रामनाम-रूपी रसायन (भवरोग की अमोघ औषधि) सदा आपके पास रहती है।",
    "vyakhya_hi": "कोई औषधि सिद्ध करने के बाद ही रसायन बन पाती है। उसके सिद्धि की पुनः आवश्यकता नहीं पड़ती, तत्काल उपयोग में लायी जा सकती है और फलदायक सिद्ध हो सकती है। अतः रामनाम रसायन हो चुका है, इसकी सिद्धि की कोई आवश्यकता नहीं है। सेवन करने से सद्यः फल प्राप्त होगा।"
  },
  {
    "id": 35,
    "type": "verse",
    "gujrati": "તુમ્હરે ભજન રામ કો પાવૈ । <br> જનમ જનમ કે દુઃખ બિસરાવૈ ॥३३॥",
    "bhavarth_gu": "આપનું ભજન કરનારને શ્રીરામનું દર્શન થાય છે. અને તેના જન્મ જન્માંતરના દુઃખો કાયમ માટે નષ્ટ થઇ જાય છે.",
    "vyakhya_gu": "",
    "hindi": "तुम्हारे भजन राम को पावै । <br> जनम जनम के दुख बिसरावै ॥३३॥",
    "bhavarth_hi": "आपके भजन से लोग श्री राम को प्राप्त कर लेते हैं और अपने जन्म जन्मान्तर के दुःखाँ को भूल जाते हैं अर्थात् उन दु:खों से उन्हें मुक्ति मिल जाती है।",
    "vyakhya_hi": "भजन का मुख्य तात्पर्य यहाँ सेवा से है। सेवा दो प्रकार की होती है, पहली सकाम, दूसरी निष्काम। प्रभु को प्राप्त करने के लिये निष्काम और निःस्वार्थ सेवा की आवश्यकता है जैसा कि श्री हनुमान जी करते चले आ रहे हैं। अतः श्री राम की हनुमान जी जैसी सेवा से यहाँ संकेत है।"
  },
  {
    "id": 36,
    "type": "verse",
    "gujrati": "અંત કાલ રઘુબર પૂર જાઈ । <br> જહાં જનમ હરિ ભક્ત કહાઈ ॥३४॥",
    "bhavarth_gu": "તે અંતકાળે સાકેત ધામમાં જાય છે. કદાચ મૃત્યુલોકમાં જન્મે તો તેને શ્રીહરિના ભક્ત તરીકે પ્રસિદ્ધિ મળે છે.",
    "vyakhya_gu": "",
    "hindi": "अन्त काल रघुवर पुर जाई । <br> जहाँ जन्म हरिभक्त कहाई ॥३४॥",
    "bhavarth_hi": "अन्त समय में मृत्यु होने पर वह भक्त प्रभु के परमधाम (साकेत–धाम) जायगा और यदि उसे जन्म लेना पड़ा तो उसकी प्रसिद्धि हरिभक्त के रूपमें हो जायगी।",
    "vyakhya_hi": "भजन अथवा सेवा का परम फल है हरिभक्ति की प्राप्ति। यदि भक्त को पुनः जन्म लेना पड़ा तो अवध आदि तीर्थों में जन्म लेकर प्रभु का परम भक्त बन जाता है।"
  },
  {
    "id": 37,
    "type": "verse",
    "gujrati": "ઔર દેવતા ચિત્ત ન ધરઈ । <br> હનુમત સેહી સર્બ સુખ કરઈ ॥३५॥",
    "bhavarth_gu": "જે ભક્ત અન્ય દેવતાઓનું હ્રદયમાં સ્થાન ન રાખી શ્રી હનુમાનજી સેવા કરે તો તે સર્વ સુખ સંપન્ન થાય છે.",
    "vyakhya_gu": "",
    "hindi": "और देवता चित्त न धरई । <br> हनुमत सेइ सर्व सुख करई ॥३५॥",
    "bhavarth_hi": "आपकी इस महिमा को जान लेने के बाद कोई भी प्राणी किसी अन्य देवता को हृदय में धारण न करते हुए भी आपकी सेवा से ही जीवन का सभी सुख प्राप्त कर लेता है।",
    "vyakhya_hi": "श्री हनुमान जी से अष्टसिद्धि और नवनिधि के अतिरिक्त मोक्ष या भक्ति भी प्राप्त की जा सकती है। इस कारण इस मानव जीवन की अल्पायु में बहुत जगह न भटकने की बात कही गयी है। ऐसा दिशा–निर्देश किया गया है जहाँ से चारों पुरुषार्थ (धर्म, अर्थ, काम और मोक्ष) प्राप्त किये जा सकते हैं। <br> <br> यहाँ सर्वसुख का तात्पर्य आत्यन्तिक सुख से है जो श्री मारुतनन्दन के द्वारा ही मिल सकता है।"
  },
  {
    "id": 38,
    "type": "verse",
    "gujrati": "સંકટ કટૈ મિટૈ સબ પીરા । <br> જો સુમીરૈ હનુમત બલબીરા ॥३६॥",
    "bhavarth_gu": "અતિ બળવાન વીર બજરંગબલીનું જે સ્મરણ કરે છે તેના બધા સંકટો દૂર થાય છે.",
    "vyakhya_gu": "",
    "hindi": "संकट कटै मिटै सब पीड़ा । <br> जो सुमिरै हनुमत बलबीरा ॥३६॥",
    "bhavarth_hi": "जो प्राणी वीरश्रेष्ठ श्री हनुमान जी का हृदयसे स्मरण करता है, उसके सभी संकट दूर हो जाते हैं और सभी प्रकार की पीड़ाएँ समाप्त हो जाती हैं।",
    "vyakhya_hi": "जन्म–मरण–यातना का अन्त अर्थात् भवबन्धन से छुटकारा परमात्म प्रभु ही करा सकते हैं। भगवान् श्री हनुमान जी के वश में हैं। अतः श्री हनुमान जी सम्पूर्ण संकट और पीड़ाओं को दूर करते हुए जन्म–मरण के बन्धन से मुक्त कराने में पूर्ण समर्थ हैं।"
  },
  {
    "id": 39,
    "type": "verse",
    "gujrati": "જય જય જય હનુમાન ગોસાઈ । <br> કૃપા કરહુ ગુરુદેવ કી નાઈ ॥३७॥",
    "bhavarth_gu": "શ્રી હનુમાનજી આપનો જય જયકાર હો, આપ મારા પરમ કૃપાળુ ગુરૂદેવની જેમ કૃપા કરો.",
    "vyakhya_gu": "",
    "hindi": "जय जय जय हनुमान गोसाईं । <br> कृपा करहु गुरुदेव की नाईं ॥३७॥",
    "bhavarth_hi": "हे हनुमान् स्वामिन् ! आपकी जय हो ! जय हो !! जय हो !!! आप श्री गुरुदेव की भाँति मेरे ऊपर कृपा कीजिये।",
    "vyakhya_hi": "गुरुदेव जैसे शिष्य की धृष्टता आदि का ध्यान नहीं रखते और उसके कल्याण में ही लगे रहते हैं [ जैसे काकभुशुण्डि के गुरु], उसी प्रकार आप भी मेरे ऊपर गुरुदेव की ही भाँति कृपा करें <strong>‘प्रभु मेरे अवगुन चित न धरो।’</strong>"
  },
  {
    "id": 40,
    "type": "verse",
    "gujrati": "જો સત બાર પાઠ કર કોઈ । <br> છૂટહિ બંદી મહા સુખ હોઈ ॥३८॥",
    "bhavarth_gu": "જે કોઇ વ્યક્તિ હનુમાન ચાલીસા નો સો વખત પાઠ કરશે તે સર્વ બંધનમાંથી મુક્તિ પામશે અને પરમ સુખને પામશે.",
    "vyakhya_gu": "",
    "hindi": "जो शत बार पाठ कर कोई । <br> छूटहि बन्दि महा सुख होई ॥३८॥",
    "bhavarth_hi": "जो इस (हनुमान चालीसा) का सौ बार पाठ करता है, वह सारे बन्धनों और कष्टों से छुटकारा पा जाता है और उसे महान् सुख (परमपद–लाभ) की प्राप्ति होती है।",
    "vyakhya_hi": "श्री हनुमान चालीसा के पाठ की फलश्रुति इस तथा अगली चौपाई में बतलायी गयी है। संसार में किसी प्रकार के बन्धन से मुक्त होने के लिये प्रतिदिन सौ पाठ तथा दशांशरूप में ग्यारह पाठ, इस प्रकार एक सौ ग्यारह पाठ करना चाहिये। इससे व्यक्ति राघवेन्द्र प्रभु के सामीप्य का लाभ उठाकर अनन्त सुख प्राप्त करता है।"
  },
  {
    "id": 41,
    "type": "verse",
    "gujrati": "જો યહ પઢૈ હનુમાન ચાલીસા । <br> હોય સિદ્ધિ સાખી ગૌરીસા ॥३९॥",
    "bhavarth_gu": "જે ભક્ત “હનુમાન ચાલીસા”નો નિત્ય પાઠ કરશે તેને ચોક્કસ સફળતા મળશે. આના સાક્ષાત્‌ ભગવાન શંકર સાક્ષી છે.",
    "vyakhya_gu": "",
    "hindi": "जो यह पढ़ै हनुमान चालीसा । <br> होय सिद्धि साखी गौरीसा ॥३९॥",
    "bhavarth_hi": "जो व्यक्ति इस हनुमान चालीसा का पाठ करेगा उसे निश्चित रूप से सिद्धियों [लौकिक एवं पारलौकिक] की प्राप्ति होगी, भगवान शंकर इसके स्वयं साक्षी हैं।",
    "vyakhya_hi": "श्री शंकर जी के साक्षी होने का तात्पर्य यह है कि भगवान श्री सदाशिव की प्रेरणा से ही श्री तुलसीदास जी ने श्री हनुमान चालीसा की रचना की। अतः इसे भगवान शंकर का पूर्ण आशीर्वाद प्राप्त है। इसलिये यह श्री हनुमान जी की सिद्ध स्तुति है।"
  },
  {
    "id": 42,
    "type": "verse",
    "gujrati": "તુલસીદાસ સદા હરિ ચેરા । <br> કીજૈ નાથ હૃદય મહ ડેરા ॥४०॥",
    "bhavarth_gu": "સંતશ્રી તુલસીદાસજી કહે છે કે, “સદા સર્વદા હું શ્રી હનુમાનજીનો સેવક છું હે નાથ આપ મારા હ્રદયમાં નિત્ય બિરાજો”",
    "vyakhya_gu": "",
    "hindi": "तुलसीदास सदा हरि चेरा । <br> कीजै नाथ हृदय महँ डेरा ॥४०॥",
    "bhavarth_hi": "हे नाथ श्री हनुमान जी ! तुलसीदास सदा–सर्वदा के लिये श्री हरि (भगवान् श्री राम) के सेवक है। ऐसा समझकर आप उनके हृदय–भवन में निवास कीजिये।",
    "vyakhya_hi": "श्री हनुमान चालीसा में श्री हनुमान जी की स्तुति करने के बाद इस चौपाई में श्री तुलसीदास जी ने उनसे अन्तिम वरदान माँग लिया है कि हे हनुमान जी! आप मेरे हृदय में सदैव निवास करें।"
  },
  {
    "id": -1,
    "type": "header",
    "gujrati": "॥ દોહા ॥",
    "hindi": "॥दोहा॥"
  },
  {
    "id": -1,
    "type": "verse",
    "gujrati": "પવનતનય સંકટ હરન મંગલ મૂર્તિ રૃપ । <br> રામ લખન સીતા સહીત હૃદય બસહુ સુર ભૂપ ॥",
    "bhavarth_gu": "હે પવન પુત્ર હનુમાનજી, સર્વ સંકટોનો નાશ કરનારા, આપ મંગલમૂર્તિ રૂપ છો. આપ શ્રીરામ, લક્ષ્મણ અને સીતા મૈયા સહિત અમારા હ્રદયમાં નિત્ય બિરાજો.",
    "vyakhya_gu": "",
    "hindi": "पवनतनय संकट हरन मंगल मूरति रूप । <br> राम लखन सीता सहित हृदय बसहु सुर भूप ॥",
    "bhavarth_hi": "हे पवनसुत श्री हनुमान जी! आप सारे संकटों को दूर करने वाले हैं तथा साक्षात् कल्याण की मूर्ति हैं। आप भगवान् श्री रामचन्द्र जी, लक्ष्मण जी और माता सीता जी के साथ मेरे हृदय में निवास कीजिये।",
    "vyakhya_hi": "भक्त के हृदय में भगवान् रहते ही हैं। इसलिये भक्त को हृदय में विराजमान करने पर प्रभु स्वतः विराजमान हो जाते हैं। श्री हनुमान जी भगवान् राम के परम भक्त हैं। उनसे अन्त में यह प्रार्थना की गयी है कि प्रभु के साथ मेरे हृदय में आप विराजमान हों। <br> <br> बिना श्री राम, लक्ष्मण एवं सीता जी के श्री हनुमान जी का स्थायी निवास सम्भव भी नहीं है। इन चारों को हृदय में बैठाने का तात्पर्य चारों पदार्थों को एक साथ प्राप्त करने का है। चारों पदार्थों से तात्पर्य ज्ञान (राम), विवेक (लक्ष्मण), शान्ति (सीता जी) एवं सत्संग (हनुमान जी) से है। <br> <br> सत्संग के द्वारा ही ज्ञान, विवेक एवं शान्ति की प्राप्ति होती है। यहाँ श्री हनुमान जी सत्संग के प्रतीक हैं। अतः श्री हनुमान जी की आराधना से सब कुछ प्राप्त हो सकता है।"
  },
  {
    "id": -1,
    "type": "footer",
    "gujrati": "॥ જય જય સિયારામ જય જય હનુમાન ॥",
    "hindi": "॥ जय जय सियाराम जय जय हनुमान ॥"
  }
]
